{
    "title": "Sekirei",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/10/15182.jpg",
        "alt": "sekirei"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "セキレイ",
    "start_date": "2008-07-02",
    "end_date": "2008-07-02",
    "opening_song": "\"Sekirei (セキレイ)\" by Saori Hayami, Marina Inoue, Kana Hanazawa, and Aya Endo",
    "ending_song": "#1: \"Dear sweet heart\" by Saori Hayami, Marina Inoue, Kana Hanazawa, and Aya Endo (ep 1-10)",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "comedy",
        "ecchi",
        "harem",
        "super-power"
    ],
    "sinopse": "Struggling yet brilliant teenager Minato Sahashi has failed his college entrance exams for the second time, resulting in him being regarded as worthless by those around him. However, the course of his seemingly bleak future is altered dramatically when a beautiful, supernatural woman falls from the sky and into his life. That woman, Musubi, is a unique being known as a \"Sekirei,\" a humanoid extraterrestrial with extraordinary abilities. These aliens are known for kissing humans carrying the Ashikabi gene in order to awaken additional latent powers deep within.\n\nRecognizing the potential within the seemingly insignificant youth, Musubi kisses the bewildered Minato, initiating a bond between the two of them. This drags him into the high-stakes world of the Sekirei, where he and his new partner must compete against others in a battle for survival called the \"Sekirei Plan.\" However, unbeknownst to the contestants, there is far more at risk that what the competition initially entailed.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/4063/Sekirei"
        },
        {
            "text": "Official Site",
            "link": "http://www.sekirei-tv.com/1st/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5786"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=9561"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Sekirei"
        }
    ]
}