{
    "title": "Ahiru no Sora",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1975/108030.jpg",
        "alt": "ahiru-no-sora"
    },
    "type": "tv-serie",
    "episodes": "50",
    "original_name": "あひるの空",
    "start_date": "2019-10-02",
    "end_date": "2019-10-02",
    "opening_song": "#1: \"Happy Go Ducky!\" by the pillows (eps 1-13)",
    "ending_song": "#1: \"Tsubasa (ツバサ)\" by Saji (saji-サジ) (eps 1-13)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "sports",
        "drama",
        "school",
        "shounen"
    ],
    "sinopse": "Lacking what is considered the most important asset in basketball, Sora Kurumatani has struggled with his short height since the inception of his love for the game. Despite missing this beneficial aspect, Sora's unwavering drive never allowed his small stature to dictate his ability to play, believing strongly in trying his hardest and persistently practicing to prove his capability.\n\nIn hopes of satisfying his mother's wishes, Sora enters Kuzuryuu High School to become a member of the basketball club and compete wholeheartedly in tournaments. However, Sora is disappointed to find out that the boy's basketball team is nothing but a retreat for punks who have no interest in the sport. Sora also comes to learn that brothers Chiaki and Momoharu Hanazono—whom he becomes acquainted with—have also lost their once spirited motivation to play.\n\nDetermined to revive the basketball team, Sora challenges the boys to a match against him, where his quick feet and swift movements overwhelm the group. Gradually affected by Sora's impressive skills, sheer effort, and tireless devotion to basketball, the boys unexpectedly find their burnt-out passion for the game rekindling once again.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37403/Ahiru_no_Sora"
        },
        {
            "text": "Official Site",
            "link": "http://ahirunosora.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13848"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22207"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Ahiru_no_Sora#Anime"
        }
    ]
}