{
    "title": "Kyokou Suiri",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1310/117188.jpg",
        "alt": "kyokou-suiri"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "虚構推理",
    "start_date": "2020-01-12",
    "end_date": "2020-01-12",
    "opening_song": "\"Mononoke in the Fiction (モノノケ・イン・ザ・フィクション)\" by Uso to Chameleon (嘘とカメレオン)",
    "ending_song": "\"LAST DANCE\" by Mamoru Miyano",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "mystery",
        "demons",
        "supernatural",
        "romance",
        "shounen"
    ],
    "sinopse": "Hidden in plain sight, spirits known as youkai inhabit the world. While most are benign, a certain subset threatens the tenuous peace between youkai and humanity. Ever since she agreed to become their \"God of Wisdom,\" Kotoko Iwanaga has served as a mediator between the two realms, resolving any supernatural problems that come her way.\n\nAt a local hospital, Kotoko approaches Kurou Sakuragawa, a university student whose long-term relationship ended with an unfortunate breakup. Kotoko harbors feelings for him and suspects that something supernatural lurks within his harmless appearance, so she asks Kurou for his assistance in helping out youkai.\n\nTwo years later, news of an idol who was accidentally crushed to death by steel beams flooded the press. However, months later, sightings begin to tell of a faceless woman who wields a steel beam. As is the case for any supernatural problem, Kotoko and her partner set out to stop this spirit from wreaking havoc—but this case may prove to be far more sinister and personal than they could have ever thought.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/39017/Kyokou_Suiri"
        },
        {
            "text": "Official Site",
            "link": "https://kyokousuiri.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14602"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22256"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/In/Spectre#Anime"
        }
    ]
}