{
    "title": "Kishin Douji Zenki",
    "type": "tv-serie",
    "episodes": "51",
    "original_name": "鬼神童子 ZENKI",
    "start_date": "1995-01-09",
    "end_date": "1995-01-09",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "comedy",
        "drama",
        "ecchi",
        "fantasy",
        "horror",
        "magic",
        "shounen"
    ],
    "sinopse": "In ancient times, a great battle was waged between a master mage, Enno Ozuno, and an evil demon goddess, Karuma. Unfortunately, Enno didn't have the strength to defeat her alone and was forced to call upon Zenki, a powerful protector demon. After Karuma was defeated, Enno sealed Zenki away in a pillar located inside his temple.\n\n1,200 years after this epic battle, Enno's descendant, Chiaki, spends her days showing tourists around her hometown of Shikigami-cho and doing exorcisms to pay the bills. One day, two thieves enter the town in hopes of opening a seal in the Ozuno temple and releasing the hidden treasure from within. However, what actually pops out is a dark entity that attaches itself to the henchmen, transforming them into demonic beings. After this transformation, they begin a rampage through the temple, terrorizing poor Chiaki.\n\nIt is now up to this young progeny to unleash her family's powers to summon Zenki and save Shikigami-cho from these demons, as well as the evil entities sure to follow in their footsteps.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1573/Kishin_Douji_Zenki"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=558"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=333"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Zenki"
        }
    ]
}