{
    "title": "Nora to Oujo to Noraneko Heart",
    "type": "tv-serie",
    "episodes": "11",
    "original_name": "ノラと皇女と野良猫ハート",
    "start_date": "2017-07-12",
    "end_date": "2017-07-12",
    "opening_song": "\"Ne! Ko! (ネ！コ！)\" by Patricia the End (Natsumi Takamori), Michi Kuroki (Eri Sendai), Shachi Yuuri (Yuu Asakawa), Yuuki Asuhara (Atsumi Tanezaki)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "ecchi"
    ],
    "sinopse": "Nora Handa is a boy who lives with Shachi Yuuri, who was adopted by his mother. With everyone supporting, the two of them grew up healthily even after their parents passed away. Shachi, who likes Nora the most, wakes him up every morning.\n\nNora spends his happy student life with Michi Kuroki, who is a disciplinary committee, honor student at school and childhood friend of the main character, Yuuki Asuhara, who is a gal but is very bright and can talk his worries to, and more friends at school.\n\nOne day, Nora meets a girl who calls herself Patricia at the park on the way to the school. Patricia is a queen at hell, and claims to come here to destroy the life on land. However, she is damaged heavily because she touched the life for the first time. The energy was stronger than her, so Nora needed to tend her. Patricia asked him to tell her about the mysteries of life, and he had to even explain the ero book that he found at the park...?!\n\n(Source: Amazon Japan)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/32447/Nora_to_Oujo_to_Noraneko_Heart"
        },
        {
            "text": "Official Site",
            "link": "http://nora-anime.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11864"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19749"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E3%83%8E%E3%83%A9%E3%81%A8%E7%9A%87%E5%A5%B3%E3%81%A8%E9%87%8E%E8%89%AF%E7%8C%AB%E3%83%8F%E3%83%BC%E3%83%88"
        }
    ]
}