{
    "title": "Sekai Seifuku: Bouryaku no Zvezda",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "世界征服～謀略のズヴィズダー～",
    "start_date": "2014-01-12",
    "end_date": "2014-01-12",
    "opening_song": "\"Be mine!\" by Maaya Sakamoto",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "comedy",
        "fantasy"
    ],
    "sinopse": "Asuta Jimon, a runaway, is wandering the streets at night when he has a chance encounter with a young girl collapsed beside her tricycle. After he offers her some food, she is moved by his kindness and asks him to join her organization, offering him a face mask and a sweet bun. In need of a place to stay, Asuta decides to play along and accepts her offer, adopting the nickname \"Dva.\"\n\nLittle does Dva know, this cute girl is Kate Hoshimiya, the leader of Zvezda, a secret organization bent on world conquest. However, he soon realizes the true weight of her words as peculiar happenings rope him deeper into Zvezda and its eccentric members—the samurai-like vanguard Itsuka Shikabane, tech-genius Natalia \"Natasha\" Vasylchenko, troublesome Yasubee \"Yasu\" Morozumi, ex-gangster Gorou Shikabane, and multi-purpose robot Roboko Tsujii.\n\nWith \"White Light,\" a powerful organization of justice, and the entire Japanese government against them, can Zvezda really dominate all humanity and let their light shine throughout the world?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/20973/Sekai_Seifuku__Bouryaku_no_Zvezda"
        },
        {
            "text": "Official Site",
            "link": "http://www.sekaiseifuku-zzz.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10212"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15703"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Sekai_Seifuku:_B%C5%8Dryaku_no_Zvezda"
        }
    ]
}