{
    "title": "Megalo Box",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1958/93533.jpg",
        "alt": "megalo-box"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "メガロボクス",
    "start_date": "2018-04-06",
    "end_date": "2018-04-06",
    "opening_song": "\"Bite\" by LEO Imai",
    "ending_song": "\"Kakatte Koi yo (かかってこいよ)\" by NakamuraEmi",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "sci-fi",
        "sports",
        "drama"
    ],
    "sinopse": "\"To be quiet and do as you're told, that's the cowardly choice.\" These are the words of Junk Dog, an underground fighter of Megalo Box, an evolution of boxing that utilizes mechanical limbs known as Gear to enhance the speed and power of its users. Despite the young man's brimming potential as a boxer, the illegal nature of his participation forces him to make a living off of throwing matches as dictated by his boss Gansaku Nanbu. However, this all changes when the Megalo Box champion Yuuri enters his shabby ring under the guise of just another challenger. Taken out in a single round, Junk Dog is left with a challenge: \"If you're serious about fighting me again, then fight your way up to me and my ring.\"\n\nFilled with overwhelming excitement and backed by the criminal syndicate responsible for his thrown matches, Junk Dog enters Megalonia: a world-spanning tournament that will decide the strongest Megalo Boxer of them all. Having no name of his own, he takes on the moniker of \"Joe\" as he begins his climb from the very bottom of the ranked list of fighters. With only three months left to qualify, Joe must face off against opponents the likes of which he has never fought in order to meet the challenge of his rival.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36563/Megalo_Box"
        },
        {
            "text": "Official Site",
            "link": "https://megalobox.com/megalobox/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13517"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20565"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Megalo_Box"
        }
    ]
}