{
    "title": "Rolling☆Girls",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/12/71527.jpg",
        "alt": "rolling☆-girls"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ローリング ☆ ガールズ",
    "start_date": "2015-01-11",
    "end_date": "2015-01-11",
    "opening_song": "\"Hito ni Yasashiku (人にやさしく)\" by THE ROLLING GIRLS (Ari Ozawa, Rina Hidaka, Risa Taneda, Yumiri Hanamori) (eps 2-11)",
    "ending_song": "#1: \"Hito ni Yasashiku (人にやさしく)\" by THE ROLLING GIRLS (Ari Ozawa, Rina Hidaka, Risa Taneda, Yumiri Hanamori) (ep 1)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "slice-of-life",
        "super-power"
    ],
    "sinopse": "In a dystopian future where Japan's political organization has crumbled after the Great Tokyo War, Japan is broken up into 10 independent nations, with each nation controlled by a gang led by a \"Best,\" a human-proclaimed prophet with destructive superpowers. Nozomi Moritomo is a \"Rest\"—a normal girl that has just started out as a rookie in the local gang. She wants to help the Best Masami Utoku, her childhood friend and role model, in the ongoing territorial dispute.\n\nWhen Masami becomes severely injured and unable to fight, Nozomi decides to go on a mission to complete the requests sent to Masami from all over Japan. Along the way, she meets Yukina Kosaka, a shy girl with no sense of direction; Ai Hibiki, an upbeat girl who loves eating; and Chiaya Misono, a quiet and mysterious girl that wears a gas mask. Together, the four girls travel all over the country on their motorcycles while getting involved in territorial wars, disagreements, and even suspicious conspiracies.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/25867/Rolling☆Girls"
        },
        {
            "text": "Official Site",
            "link": "http://rollinggirls.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10784"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16251"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/The_Rolling_Girls"
        }
    ]
}