{
    "title": "Saa Koi ni Ochitamae",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/6061.jpg",
        "alt": "saa-koi-ni-ochitamae"
    },
    "type": "manga",
    "volumes": "3",
    "chapters": "11",
    "original_name": "さあ恋におちたまえ",
    "start_date": "2003-05-10",
    "end_date": "2003-05-10",
    "tags": [
        "comedy",
        "school",
        "yaoi"
    ],
    "authors": [
        "Yamato",
        "Nase (Story & Art)"
    ],
    "sinopse": "Summary\nNoboru seems to have rotten luck at school when it comes to girls, because they all have eyes for only Yuuki – the resident Prince Charming. Tall, dark, rich and handsome Yuuki seems to be the exact opposite of the poor, short and not very manly, Noboru. Because Noboru is from a poor family, he had to work extra hard just to get into this prestigious Seihou Academy – which is mainly reserved for the rich and elites of the society. Before admittance, it was a dream of Noburo to hook up with one of the rich girls at Seihou Academy, but his plans seems to have gone awry, specially when all the girls seems to not pay him much attention and dotes on Yuuki the most. But for some reason, why does this drop-dead, gorgeous hunk, Yuuki, seem to want to get close to him???\n\nFrom Forever More:\nSummary vol.02: The truth is, I think that I might already be caught in his trap. As usual, Yuuki's attacks are fierce,...and he's sometimes kind, and it's just the matter of a countdown until we have our happy end...I think that, too. But. But, well. He really is a rich kid, and I'm just an ordinary guy. The worlds we live in are different. Incidents happen to make me realize that again. Yuuki... are you going to go so far as to take away my pride?!\n\nSummary vol.03: Yuuki's a snob, but he's also earnest and passionate. He's been courting me, and I've slowly fallen for him. He's my boyfriend now. My brothers have gotten attached to him too, and he jokes that he wants to marry me and join my family. But Kazushi-sempai doesn't like the thought of Yuuki being happy. He told Yuuki's older brother, who's living in America, about our relationship. His brother came back to Japan and told the two of us to break things off. Now Yuuki's rebelled against him and ran away from home...?\n\n-   Contains a oneshot called Pleasure Point in vol. 1:\n\nKubota is the only child of a massage parlour and hopes to enter that profession later in life. Using that as an excuse, Kubota insists on practicing his perverted massage techniques on his classmate Haigara. But when the massages start to become effective, Haigara's not sure what to think. And what's this about the pressure point connected to the heart? (from p-s)\n\n(Source: Manga Fox)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/2252/Saa_Koi_ni_Ochitamae"
        }
    ]
}