{
    "title": "Tondera House no Daibouken",
    "type": "tv-serie",
    "episodes": "52",
    "original_name": "トンデラハウスの大冒険",
    "start_date": "1982-04-05",
    "end_date": "1982-04-05",
    "opening_song": "\"A Large Adventure of a Tondera House\" by Fusako Fujimoto",
    "rating": "G - All Ages",
    "tags": [
        "adventure",
        "historical",
        "sci-fi"
    ],
    "sinopse": "The series began in the middle of a game of hide and seek, as a young boy named Justin Casey (Gen) finishes counting and begins searching for his friends Angela (usually called \"Angie\") and Corkey Roberts (Kanna and Tsukubo Natsuyama).\n\nAs he searched for the brother and sister in the wooded area, a storm occurred all of a sudden. Justin managed to sneak up on the two before the rain started pouring, forcing them to run for cover. They would eventually find a house in the wooded area, previously unseen according to Justin. At first glance it appeared nobody was home after entering the house, until they discovered a robot named Solar Ion Robot (Kadenchin), or the acronym SIR. They would soon meet the owner of the house, Professor Humphrey Bumble (Dr. Tokio Taimu), who introduced the children to his greatest creation, a time machine. Professor Bumble's attempt at recreating Benjamin Franklin's famous lightning experiment with the use of a kite flying outside the house to get the machine working only led up to SIR's temporary change in personality before sending the entire house on course for the past.\n\nThe children never realized how long the journey back home would be due to Professor Bumble's misguidance and errors in time travel, but in the meantime they witnessed and participated (with little or no consequences) in numerous events in the Bible's New Testament, from John the Baptist's birth to the rise of the Apostle Paul.\"\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/3075/Tondera_House_no_Daibouken"
        },
        {
            "text": "Official Site",
            "link": "http://www.tatsunoko.co.jp/works/archive/tondera_house.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=3498"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=3650"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/The_Flying_House"
        }
    ]
}