{
    "title": "Hustle Punch",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/8/59619.jpg",
        "alt": "hustle-punch"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "ハッスルパンチ",
    "start_date": "1965-11-01",
    "end_date": "1965-11-01",
    "opening_song": "\"Hustle Punch's Song (ハッスルパンチの歌)\" by Nobuyo Oyama, Yoko Mizugaki, Nishirokugou Shounen Gasshougan",
    "rating": "PG - Children",
    "tags": [
        "comedy",
        "fantasy"
    ],
    "sinopse": "The show centers around three hobos that live in a broken car on top of a junkyard: Punch, Touch, and Boom. Punch is a bear who is literally strong-headed: his head is as hard as a rock, and nothing can knock him down. Boom the weasel is an expert shot, using not a gun, but a slingshot. Touch the mouse takes advantage of her smallness in order to get into small holes and sneaking into things without the villains knowing.\n\nGari-Gari is a mad scientist wolf who wants to build a mansion over the junkyard, constantly thinking up evil plans to get the money needed to buy the property, whether it’s creating a machine that creates counterfeit 10 yen (about 10 cents in US money) or stealing priceless paintings and selling it to a high bidder. He is an inventor, creating things that can aid him into doing his deed. If Gari-Gari buys the junkyard, this of course means that the three heroes will have no place to stay, so they constantly thwart his schemes. Gari-Gari has two henchmen working for him: Black and Nyu. Black is a gangster cat who welds a gun, often shooting at Punch and the gang with it. Nyu is a simple-minded pig who has big strength.\n\n(Source: Cartoon Research)\n\n\\*Based on Hustle Punch by Mori Yasuji, serialized in Manga O.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/19681/Hustle_Punch"
        },
        {
            "text": "Official Site",
            "link": "http://www.toei-anim.co.jp/lineup/tv/hustlepunch/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1883"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1507"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Hustle_Punch"
        }
    ]
}