{
    "title": "Ane☆Mone Seikaten",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/127047.jpg",
        "alt": "ane☆-mone-seikaten"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "4",
    "original_name": "アネ ☆ モネ生花店 ~南マキ傑作短編集~",
    "start_date": "2009-04-27",
    "tags": [
        "romance",
        "shoujo"
    ],
    "authors": [
        "Minami",
        "Maki (Story & Art)"
    ],
    "sinopse": "Ane☆Mone Seikaten\nWith her unintentionally abrasive smile and baby-face, 16-year-old Mone Saeki is accustomed to people mistaking her age. On the other hand, Ren Anesaki is a graceful and likable fifth grader who looks like he is in high school. These two complete opposites work together in a florist shop as coworkers and friends, but unbeknownst to Ren, Mone is actually harboring feelings for him!\n\nMainichi ga Takaramono\nScaredy-cat Momo Kasai is the complete opposite of her brother, who passed away last year. He used to love collecting random things, leaving behind a treasure map of Retro Village—an abandoned theme park where he hid his most important treasures. Too afraid to go alone, Momo is accompanied by her classmate Kanazawa as she searches for the last keepsake of her brother.\n\nBatsu-san\nUp through middle school, Sono Hanada lived on a small island; as the only kid there, she was the only participant in school events—yet she dreamed of a fun school event with lots of people. Now the student council president of Batsugawa Girls' High, she is in charge of managing a joint Christmas event with Izumi Fujino, the student council president of the neighboring boys' school. They instantly become friends and set out to create the most amazing and exciting event for everyone to enjoy!\n\nDaydream Believer\nThough Minato lacks courage, she somehow musters the will to jump into a river to rescue a sinking boy her age. After bringing him home, she learns his name is Takara and that he is searching for a bag he lost; contained within is everything he needs to fulfill his dream. They promise to search for the bag together, and along the way, Minato discovers something she lost as well.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/14738/Ane%E2%98%86Mone_Seikaten"
        }
    ]
}