{
    "title": "Dragon Ball Z Movie 04: Super Saiyajin da Son Gokuu",
    "type": "movie",
    "episodes": "1",
    "original_name": "ドラゴンボール Z 超サイヤ人だ孫悟空",
    "start_date": "1991-03-09",
    "opening_song": "\"Cha-La Head Cha-La\" by Hironobu Kageyama",
    "ending_song": "\"'Ya' na koto ni wa Genkidama!!\" by Hironobu Kageyama",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "sci-fi",
        "adventure",
        "fantasy",
        "shounen"
    ],
    "sinopse": "Gohan Son and Piccolo are peacefully playing when they sense a powerful entity approaching Earth. It soon reaches everyone's ears that this entity is in fact a small planet on a deadly collision course with Earth. Gokuu Son and Kuririn attempt to change the small planet's path with a Kamehameha, but the attack fails and the two warriors are blown away. However, after coming very close to Earth's surface, the object changes direction on its own and explodes soon after.\n\nThe small planet reveals itself to be a vehicle for what seems to be a castle. A large army emerges out of the structure and declares that the planet is now in possession of Slug, king of the universe. While defending the city against the invaders' attack, Gohan loses his Dragon Ball, allowing Slug to take it. After reading Bulma's mind and stealing her Dragon Radar, Slug commands his army to collect the wish-granting relics. With the Dragon Balls in his possession, he uses them to wish his youth back. Now young, wise, and very powerful, Slug commences world domination.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/897/Dragon_Ball_Z_Movie_04__Super_Saiyajin_da_Son_Gokuu"
        },
        {
            "text": "Official Site",
            "link": "http://lineup.toei-anim.co.jp/ja/movie/movie_dragonballz_goku/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=763"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=248"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Dragon_Ball_Z:_Lord_Slug"
        }
    ]
}