{
    "title": "Dragon Ball",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1887/92364.jpg",
        "alt": "dragon-ball"
    },
    "type": "tv-serie",
    "episodes": "153",
    "original_name": "ドラゴンボール",
    "start_date": "1986-02-26",
    "end_date": "1986-02-26",
    "opening_song": "\"Makafushigi Adventure\" by Hiroki Takahashi",
    "ending_song": "\"Romatikku Ageru Yo\" by Ushio Hashimoto",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "comedy",
        "fantasy",
        "martial-arts",
        "shounen",
        "super-power"
    ],
    "sinopse": "Gokuu Son is a young boy who lives in the woods all alone—that is, until a girl named Bulma runs into him in her search for a set of magical objects called the \"Dragon Balls.\" Since the artifacts are said to grant one wish to whoever collects all seven, Bulma hopes to gather them and wish for a perfect boyfriend. Gokuu happens to be in possession of a dragon ball, but unfortunately for Bulma, he refuses to part ways with it, so she makes him a deal: he can tag along on her journey if he lets her borrow the dragon ball's power. With that, the two set off on the journey of a lifetime.\n\nThey don't go on the journey alone. On the way, they meet the old Muten-Roshi and wannabe disciple Kuririn, with whom Gokuu trains to become a stronger martial artist for the upcoming World Martial Arts Tournament. However, it's not all fun and games; the ability to make any wish come true is a powerful one, and there are others who would do much worse than just wishing for a boyfriend. To stop those who would try to abuse the legendary power, they train to become stronger fighters, using their newfound strength to help the people around them along the way.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/223/Dragon_Ball"
        },
        {
            "text": "Official Site",
            "link": "http://www.toei-anim.co.jp/tv/dragon/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=231"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=243"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Dragon_Ball_%28anime%29"
        }
    ]
}