{
    "title": "Nankoufuraku no Maoujou e Youkoso: Debuff wa Fuyou to Yuusha Party wo Oidasareta Kuro Madoushi, Maougun no Saikou Kanbu ni Mukaerareru",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/242645.jpg",
        "alt": "nankoufuraku-no-maoujou-e-youkoso-debuff-wa-fuyou-to-yuusha-party-wo-oidasareta-kuro-madoushi-maougun-no-saikou-kanbu-ni-mukaerareru"
    },
    "type": "manga",
    "original_name": "難攻不落の魔王城へようこそ～デバフは不要と勇者パーティーを追い出された黒魔導士、魔王軍の最高幹部に迎えられる～",
    "start_date": "2020-04-30",
    "tags": [
        "action",
        "adventure",
        "fantasy"
    ],
    "authors": [
        "Mitaka",
        "Hozumi (Story)",
        "Shundouj1 (Art)"
    ],
    "sinopse": "In the present era, adventurers, demons, heroes, and demon lord, are no longer occupations that put one's lives at stake. With the world at peace, it is an era where conquering dungeons has been transformed into entertainment. Adventurers and monsters are able to fight with a substitute body made of magic, popularizing dungeon conquests with no deaths. In a continent where dungeon conquests are livestreamed, the party I was associated with was supposed to have been the 4th most popular in world. However, as the rules mandated that a party must consist of 5 members at most, I was told that I was hindering them from climbing to 3rd place being that I was a black mage, the least popular job.\n\nHaving lost my job, I struggled with finding another party until one day a beautiful woman appeared before me telling she had a job for me. Moved by the fact that she valued my abilities more than my former comrades ever did, I ended up taking the interview before hearing what the job entailed. In the deepest part of the dungeon with the highest difficulty, the demon lord's castle, one of the Four Devas was waiting for me. This is the story of the black mage who was expelled from the heroes party as he enters into the demon lord's army and repels the heroes.\n\n(Source: Shousetsuka ni Narou, translated)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/135028/Nankoufuraku_no_Maoujou_e_Youkoso__Debuff_wa_Fuyou_to_Yuusha_Party_wo_Oidasareta_Kuro_Madoushi_Maougun_no_Saikou_Kanbu_ni_Mukaerareru"
        }
    ]
}