{
    "title": "Tantei Opera Milky Holmes",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "探偵オペラ ミルキィホームズ",
    "start_date": "2010-10-07",
    "end_date": "2010-10-07",
    "opening_song": "\"Seikai wa Hitotsu! Janai!! (正解はひとつ！じゃない！！)\" by Milky Holmes",
    "ending_song": "\"Honnou no Doubt (本能の DOUBT)\" by Faylan",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "mystery",
        "comedy",
        "super-power"
    ],
    "sinopse": "\"Toys\" are powers bestowed upon those chosen to wield them, each having qualities that are unique to their users. Some of these individuals are born pure, using their powers to become detectives. Others bloom laced with poison and choose to become phantom thieves. These two opposing factions caused the formation of various detective academies around the globe—training detectives to fight and catch the phantom thieves.\n\nSherlock Shellingford, Nero Yuzurizaki, Hercule Burton, and Cordelia Glauca form \"Milky Holmes\", a group recognized as the cream of the crop in the Yokohama-based Holmes Detective Academy. However, in a skirmish against the phantom thief Arsene, their Toys suddenly disappear, deeming them unfit to continue as detectives. Stripped of their prestigious life and thrown into a rundown attic, they face expulsion if they fail to regain their powers within the next three months.\n\nTantei Opera Milky Holmes tells the story of a once-legendary group in their journey to recover their Toys, as well as attempting to continue their line of work without the powers that once defined their career.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/7768/Tantei_Opera_Milky_Holmes"
        },
        {
            "text": "Official Site",
            "link": "http://milky-holmes.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7627"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=11198"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Tantei_Opera_Milky_Holmes"
        }
    ]
}