{
    "title": "Gin no Guardian",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "銀の墓守り〈ガーディアン〉",
    "start_date": "2017-04-01",
    "end_date": "2017-04-01",
    "opening_song": "\"Mamori Tsunagu (マモリツナグ)\" by Rin Akatsuki",
    "ending_song": "\"The Game\" by Riyo",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "fantasy"
    ],
    "sinopse": "High school student and gamer Suigin Riku attends the prestigious Shinryou Private Academy, a school for the elite and the children of the wealthy. But rich or wealthy are not words that describe Suigin; in fact, he is dirt poor and must work many part time jobs to pay for his tuition. During one such job, he dives into a pool to save his pet cat, fully aware that he cannot swim. Luckily, he is saved by Rei Riku, the beautiful and popular daughter of a game developer, and he falls in love with her.\n\nHe is also drawn to another girl: a new friend he meets in Dungeon Century, his favorite online RPG. But when the game is scheduled to shut down, he knows his adventures with her will soon end. However, the day after the game is shut down, he finds out that Rei and the online girl are one and the same. Soon after, Rei gives Suigin a new game meant to replace Dungeon Century—a tomb raiding game called Grave Buster. But when Rei is suddenly kidnapped, Suigin is pulled inside Grave Buster to save her.\n\nGin no Guardian follows Suigin as he plays through Grave Buster to save Rei, while uncovering the secrets hidden within the game.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/32936/Gin_no_Guardian"
        },
        {
            "text": "Official Site",
            "link": "http://ginno-guardian.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11840"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19661"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E9%8A%80%E3%81%AE%E5%A2%93%E5%AE%88%E3%82%8A"
        }
    ]
}