{
    "title": "Tsuki ni Ookami",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/89861.jpg",
        "alt": "tsuki-ni-ookami"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "7",
    "tags": [
        "fantasy",
        "historical",
        "shounen-ai",
        "supernatural"
    ],
    "authors": [
        "Kamei",
        "Yogorouta (Story & Art)"
    ],
    "sinopse": "1. Playing the Sparrow -\n   When a wealthy landowner visits the Sparrow Inn, a high class house for traditional feathered-courtesans, everyone wants a shot at him in spite of rumors he's recently been affianced. Much to the madam's dismay he makes an unexpected choice of companion in Suzume, a clumsy boy attendant who supports his little brother and sister by working in the kitchen.\n\n2. Tsuki ni Ookami -\n   When good-for-nothing Tsukishiro is taken to the forest and abandoned by his father's lackeys he offers himself to a wounded wolf as a meal... but the wolf has different plans for the boy and takes him back to his pack, six adorable little balls of teeth and fur who immediately mistake Tsukishiro as some odd sort of snack. Proving himself just as useless around the wolf-den as he was at home, Tsukishiro learns that he's got a latent talent for child care.\n\n3. Kuroi Uroko to Kuroi Tsuno -\n   A dark wood lies on the edge of the Kingdom and in that in that wood lives a God with the power to grace the people or destroy them. But only those with the blood of dragons can pass safely. With the kingdom crumbling around his ears, Ren has no choice but to trust to his dragon blood and enters the forest, seeking aid for his people.\n\n4. The Rabbit That I Love -\n   Toki lives with his grandfather and cousin Seto, tending the carrot fields and playing with his animate carrot-friend NinNin. Unfortunately there's a bit of domestic trouble brewing: Seto and grandpa are at each others' throats and Seto, who's always been nothing but kind to Toki since they were children, has turned into a giant prick for no apparent reason.\n\n5. With the Doctor -\n   When a boy with bad luck returns a one-eyed cat to the Animal Clinic written on his registration tag, his luck only worsens... Turns out, the cat belongs to the same clinic he took his own sick dog to two years ago... and the extremely irate doctor who tore him a new asshole for animal neglect.\n\n6. Rabbit Ear Kindergarten -\n   Roppu-kun, a student at the Rabbit-Ear Kindergarten can't bring himself to eat his carrots. Trying to help motivate the rugrat, Mimi-Sensei offers to grant any wish he wants if he can get over his hang-up... much to the dislike of Mimi-Sensei's lover.\n\n(from B-U)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/2728/Tsuki_ni_Ookami"
        }
    ]
}