{
    "title": "Star Ocean: The Far Side of Time",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/10530.jpg",
        "alt": "star-ocean-the-far-side-of-time"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "7",
    "original_name": "スターオーシャン",
    "tags": [
        "action",
        "adventure"
    ],
    "authors": [
        "Kanda",
        "Akira (Story & Art)"
    ],
    "sinopse": "Star Ocean: The Far Side of Time is where the adventure begins in the Star Ocean series.\nStar Ocean tells the story of Ratix Farrence, a young Fellpool living in the town of Clatos on the underdeveloped planet of Roak. He is part of a group called the Clatos Brigade, a small organization of fighters who defend the town from thieves and robbers. Ratix himself is a swordsman, as is his friend Dorn Marto—who is also a member of the Brigade. One day, a strange disease that spreads by touch begins turning people in the northern city of Cool to stone. The town healer and father of Milly Kiliet—one of Ratix\\'s best friends who also secretly loves him—goes to Cool to try and use his Crest Magic (Heraldry/Symbology) to defeat the disease, but ends up becoming infected himself. When this news comes to Milly, Ratix, and Dorn, they set off for Mt. Metox north of Cool to recover the Metox herb, a legendary herb said to cure any ailment. With this, they hope to cure the disease and save Milly\\'s father. When they reach the summit where the herb grows, a mysterious light bursts from the ground and two people wearing odd clothes appear before them; a man with blue hair and a woman with blonde hair. The man introduces himself as Ronixis J. Kenni, captain of the Earth Federation starship Calnus. From there they learn that the disease was sent to the planet by the Resonians, a civilization that the Earth Federation has been at war with. However, it is a mystery as to why Resonia would even launch such a biological attack on an underdeveloped world. What could possibly be gained by it?\n\n\\*Taken from Wikipedia",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/1056/Star_Ocean__The_Far_Side_of_Time"
        }
    ]
}