{
    "title": "Junior Escort",
    "type": "manga",
    "volumes": "4",
    "chapters": "25",
    "original_name": "少年娼婦; 恋愛コード; クレイジースター; ギラギラの月",
    "start_date": "2001-01-20",
    "end_date": "2001-01-20",
    "tags": [
        "yaoi"
    ],
    "authors": [
        "Hanafubuki",
        "Sakurako (Story & Art)"
    ],
    "sinopse": "Volume 1: Junior Escort (Sweet Slave Scandal!)\nShounen Shoufu 少年娼婦 (2001)\n6 one-shots:\n\n1. Junior Escort\n   The world of show business. The charismatic talent Mizuhara and super-idol Aikawa are tied together by the “contract” of a scandalous night. Dark rumors swirl...\n2. Paparazzi Channel\n   Sequel to Junior Escort.\n3. Angelic Seduction\n   The mangaka's message at the end of the books says this is a shota-con story she wrote as a personal challenge, but she felt the main character turned out to be the \"strongest as a human\" in the volume\n4. Behind Closed Doors\n   About a character with terrible physical and psychological scars.\n5. So Lovable, So Kind\n   Delightful love story about insomnia and sex.\n6. Baku\n   (all from B-U [edited])\n\nVolume 2 is called Love Code (Sweet Slave Scandal!)\nRenai Code 恋愛コード (2002)\nThe talented Mizuhara is about to make his Hollywood debut! Unfortunately, Mizuhara’s deep secrets from a dark past are about to be revealed. …Ayu has one last sad decision to make...(B-U)\nThe first 6 stories in this volume are all continuations of the story of Mizuhara and Ayukawa. Story 7 is a side story about Mizuhara's past.\n\n1. Love Code\n2. Baby Pink\n3. Decadent Idol Boy\n   4,5,6) The Prostitute's Code (Pts. 1-3)\n4. Boy Toy\n\nVolume 3 is Crazy Star (Sweet Slave Scandal!)\nクレイジースター (2003)\nDirect continuation of main story (Ayukawa and Mizuhara).\n\nVolume 4 is Shining Moon (Sweet Slave Scandal! Extra Version)  \nGira Gira no Tsuki ギラギラの月 (2003)\nA volume entirely containing side stories and one-shots.\n\n1. To Be In Passionate Love\n2. Shining Moon\n   Pomeh meets the flamboyant music producer Ryuichi Toya when band leader Kurosu hires him to write and produce a new song for them. (Side story)\n   3,4) Anti-Aging (Parts 1 & 2)\n   When Koji Mizuhara was a teenaged prostitute, he met the straight-laced Uno-san, a seemingly pure salaryman, so different from his other customers. Mizuhara has the urge to tarnish this man’s soul, and so he seduces Uno-san. But things swiftly go dangerously wrong and it seems it will be Mizuhara himself who will be burned by the events he has put into motion. [June-edited] (side story to main story of Ayu and Mizuhara)\n3. Black List\n4. White List\n   Recent graduate Toshiya Akitsu crosses paths with airheaded high school student and assassin Haruomi.\n5. After School Animals\n   Sana Wakui distances himself from his unprincipled gay older brother who goes to the same school as he does. As a result it seems he isn't gay. When a classmate, Tomo Saito, confesses to him that he likes his older brother Michihiko, he doesn't intend to interfere, as usual. But Saito might just be the person whom Sana can't stand by and see get hurt.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/11085/Junior_Escort"
        }
    ]
}