{
    "title": "Kimetsu no Yaiba",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1286/99889.jpg",
        "alt": "kimetsu-no-yaiba"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "鬼滅の刃",
    "start_date": "2019-04-06",
    "end_date": "2019-04-06",
    "opening_song": "\"Gurenge (紅蓮華)\" by LiSA (eps 2-25)",
    "ending_song": "#1: \"Gurenge (紅蓮華)\" by LiSA (eps 1, 26)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "demons",
        "historical",
        "shounen",
        "supernatural"
    ],
    "sinopse": "Ever since the death of his father, the burden of supporting the family has fallen upon Tanjirou Kamado's shoulders. Though living impoverished on a remote mountain, the Kamado family are able to enjoy a relatively peaceful and happy life. One day, Tanjirou decides to go down to the local village to make a little money selling charcoal. On his way back, night falls, forcing Tanjirou to take shelter in the house of a strange man, who warns him of the existence of flesh-eating demons that lurk in the woods at night.\n\nWhen he finally arrives back home the next day, he is met with a horrifying sight—his whole family has been slaughtered. Worse still, the sole survivor is his sister Nezuko, who has been turned into a bloodthirsty demon. Consumed by rage and hatred, Tanjirou swears to avenge his family and stay by his only remaining sibling. Alongside the mysterious group calling themselves the Demon Slayer Corps, Tanjirou will do whatever it takes to slay the demons and protect the remnants of his beloved sister's humanity.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38000/Kimetsu_no_Yaiba"
        },
        {
            "text": "Official Site",
            "link": "https://kimetsu.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14107"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21101"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Demon_Slayer:_Kimetsu_no_Yaiba"
        }
    ]
}