{
    "title": "Ayakashi Koi Kitan",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/112307.jpg",
        "alt": "ayakashi-koi-kitan"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "original_name": "妖かし恋奇譚",
    "tags": [
        "fantasy",
        "romance",
        "josei"
    ],
    "authors": [
        "Kamata",
        "Kimiko (Story & Art)"
    ],
    "sinopse": "The Soul of a Doll\nHair stylist Sakichi is known throughout Edo for his calm and gentle manner. After confessing his love to his childhood friend and coworker Haru, the man is overjoyed to find that she reciprocates his feelings. However, when Sakichi is hired to bind the hair of the life-like Bunraku doll known as Satsuki, things start to go awry. He finds himself growing more and more tired after every meeting with the doll, and as she grows more beautiful, he begins to slip away from his beloved Haru.\n\nMidnight Theatre\nOn the night that Mitsu is wed to her husband, she feels a sudden pain in her chest—and soon enough, she awakes to the harsh reality of her own passing. Surrounded by the walls of her coffin and the souls of the dead, it strikes Mitsu that she will likely never see her beloved Hanji again. The women comfort her with tales of their own deaths, until a visitor to Mitsu's grave reminds her of what she has left behind. Reunited with Hanji, she asks him to come and see her each night. She spends her days learning to dance at the hands of the fearsome Jigoku Dayu, and her nights with her husband, who refuses to forget her.\n\nSleeping Beauty\nSeamstress Yuki has always been able to see the supernatural, from a friendly kappa to the spirits of the dead. When her boyfriend, Gorou, is mysteriously wounded in a fire, Yuki suspects there is more at play than simple flames. Continuing her work, Yuki finds herself delivering a kimono to a rather strange home. While the order is accepted, the family insists that it has not been needed for many years, as the girl it was intended for was struck with sudden illness—and when she meets the daughter of the household, the beautiful Aya, she meets a girl who has been trapped in sleep for three whole years.\n\nClockwork Innocence\nSpoiled and selfish Matsue is the heiress to a kimono shop and a vain and greedy woman. Wanting to outdo her friend Shizue in every possible way, Matsue will not settle for anything less than perfect—be it in clothing, in accessories, or in marriage. During a festival of clockwork dolls, Matsue is saved from an impending collision by paper shop worker Kyouji, but is unable to show him any gratitude. She is cold and dismissive of Shizue's new, lower-class fiancé, but secretly, she is jealous of their match. During the display of the dolls' skills, where everyone is expressing nothing but happiness, she is intensely critical of the clockwork master's work. When the archery doll fires its first arrow however, Matsue is transported to a place where she may have all that she desires—but everything comes with a price.\n\nThe Missing Groom\nWhen Sakae learns he is to marry his childhood acquaintance, Akane, he is thrust into utter despair. In their youth, Akane would torment him with her forceful attitude, stubborn temperament, and rather unladylike interests. Sakae would prefer to marry a more reserved woman, such as the lady in the artwork of the inn—and the more he looks at her picture, the more he wishes he could marry her instead. The next day, when Akane arrives in a bridal dress to wed her husband, she is made to wait on his doorstep. But as it turns out, the groom has mysteriously vanished.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/64901/Ayakashi_Koi_Kitan"
        }
    ]
}