{
    "title": "Sakura-sou no Pet na Kanojo",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/4/43643.jpg",
        "alt": "sakura-sou-no-pet-na-kanojo"
    },
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "さくら荘のペットな彼女",
    "start_date": "2012-10-09",
    "end_date": "2012-10-09",
    "opening_song": "#1: \"Kimi ga Yume wo Tsuretekita (君が夢を連れてきた)\" by Pet na Kanojo-tachi (Ai Kayano, Mariko Nakatsu, Natsumi Takamori) (eps 2-10)",
    "ending_song": "#1: \"DAYS of DASH\" by Konomi Suzuki (eps 1-12, 24)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "comedy",
        "drama",
        "romance",
        "school"
    ],
    "sinopse": "When abandoned kittens and his good conscience force second year Sorata Kanda to move into Suimei High School’s infamous Sakura Hall, the satellite dorm and its eccentric, misfit residents turn his life upside down. The decidedly average Sorata finds it difficult to fit in with the bizarre collection of dorm residents like Misaki, an energetic animator; Jin, a playwright playboy; Ryuunosuke, a reclusive programmer; and Chihiro, the dorm manager, art teacher, and party girl.\n\nSorata's friend Nanami, a second year student and aspiring voice actress, pushes him to find new owners for the many cats so that he can quickly move back into the regular dorms. However, his desire to escape Sakura Hall wavers when the pet-like and infantile second year Mashiro Shiina, a world-class artistic savant looking to become a mangaka, transfers in during the spring trimester and quickly latches onto him.\n\nSupported by each other's quirks, Sorata and Mashiro come out of their shells and trigger change in the lives of those around them. Based on the light novel series of the same name, Sakurasou no Pet na Kanojo explores the fine threads connecting talent, hard work, romance, and friendship with its ensemble cast.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/13759/Sakura-sou_no_Pet_na_Kanojo"
        },
        {
            "text": "Official Site",
            "link": "http://sakurasou.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9153"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14238"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/さくら荘のペットな彼女"
        }
    ]
}