{
    "title": "The Animatrix",
    "type": "ova",
    "episodes": "9",
    "original_name": "アニマトリックス",
    "start_date": "2003-06-03",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "drama",
        "sci-fi"
    ],
    "sinopse": "1. Final Flight of the Osiris\n   The crew of the Osiris discover an army preparing to invade Zion. While one crew member races inside the Matrix to get the message to Zion, the others try desperately to buy her enough time while fighting off an onslaught of Sentinels they can't possibly defeat.\n\n2-3. The Second Renaissance Part 1 and 2\nHumans have created the ultimate AI, which is just as smart as they are. But complications arise when these robots and the humans try to exist peacefully, and eventually all-out war breaks out. The humans ultimately lose the war, and become trapped in the Matrix as seen in the live-action films.\n\n4. Kid's Story\n   A young man discovers that his world isn't real, that it's a computer-generated fantasy land created by robots using humans for energy. He escapes with the help of the hacker Neo. Based on the Matrix trilogy.\n\n5. Program\n   Cis and Duo engage in battle in a virtual recreation of Feudal Japan.\n\n6. World Record\n   While running the fastest race in his life, a champion track star breaks free of his computer-generated world for a small period of time. When he goes back to the real world, he has no memories and is placed in a nursing home. Based on the Matrix trilogy.\n\n7. Beyond\n   While looking for her lost pet, a young woman meets up with some kids in Tokyo to play in a \"haunted house,\" which is really a glitch in their computer world. Based on the Matrix trilogy.\n\n8. Detective Story\n   A detective named Ash is called upon by a mysterious organization to hunt down the notorious hacker Trinity.\n\n9. Matriculated\n   A group of scientists capture a robot and place it in a surreal fantasy world. When the robot's friends come in and kill most of the scientists; however, the robot and the last scientist remaining face isolation in the computer-generated world. Based on the Matrix trilogy.\n\n(Source: ANN)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1303/The_Animatrix"
        },
        {
            "text": "Official Site",
            "link": "http://www.intothematrix.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=517"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1710"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/The_Animatrix"
        }
    ]
}