{
    "title": "K: Return of Kings",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/6/76198.jpg",
        "alt": "k-return-of-kings"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "K RETURN OF KINGS",
    "start_date": "2015-10-03",
    "end_date": "2015-10-03",
    "opening_song": "\"Asymmetry (アシンメトリー)\" by Yui Horie (eps 2-12)",
    "ending_song": "#1: \"Kai (解)\" by Customi Z (eps 2-12)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "super-power",
        "supernatural"
    ],
    "sinopse": "Tensions are running high among the clans as the Green King begins making moves that threaten to drive the world into pandemonium. Following the death of the Gold King, the safety of the Dresden Slate, the source of power of the Kings, is under threat. Nagare Hisui, the sly and mysterious leader of the Green Clan Jungle, is determined to procure the powerful Slate by any means possible.\n\nStanding directly in his way is Sceptre 4, the Blue Clan, headed by their unyielding King, Reisi Munakata. However, the grim sight of his crumbling Sword of Damocles leaves the stability of his clan and all of Japan in jeopardy. Meanwhile, still recovering from their tragic losses, Anna Kushina and her aggressive clan HOMRA find themselves caught up in the Green King’s games. Amidst the chaos, Kurou Yatogami and Neko are left vulnerable while their beloved friend, Yashiro Isana, the Silver King, remains missing.\n\nK: Return of Kings tells the struggle of the remaining clans against the Green King’s formidable forces as one final king appears.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/27991/K__Return_of_Kings"
        },
        {
            "text": "Official Site",
            "link": "http://k-project-come-back.jpn.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10929"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16771"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/K_%28anime%29"
        }
    ]
}