{
    "title": "Jinsei",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/5/64299.jpg",
        "alt": "jinsei"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "人生相談テレビアニメーション「人生」",
    "start_date": "2014-07-06",
    "end_date": "2014-07-06",
    "opening_song": "\"Dekoboko Kaiketsu Sensation (凸凹[でこぼこ]解決せんせーしょん)\" by Ayame Tajiri and Yurika Takahashi",
    "ending_song": "\"Jinsei☆Kimiiro (人生 ☆ キミ色)\" by Jinseiz (じんせーず) [Rino Endou (CV: Hiyori Nitta), Fumi Kujou (CV: Moe Toyota), Ikumi Suzuki (CV: Ayaka Suwa)]",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "school",
        "slice-of-life"
    ],
    "sinopse": "Yuuki Akamatsu lives a normal high school life... that is until his cousin, Ayaka Nikaidou, convinces him to join the Journalism Club as a life consultant! His new job is to manage the advice column for the school's weekly newspaper to help him become more social. Soon, Yuuki is joined by three girls: the smart and shy Rino Endou, the athletic and outgoing Ikumi Suzuki, and the cultured and sweet Fumi Kujou. Together, they solve the personal problems of those who anonymously ask for advice.\n\nAlthough each of the new life consultants has their own unique perspective, they are able to reach solutions together by holding debates and social experiments throughout the week. However, as time goes on, the four slowly come to realize that they have not only been guiding other students through their troubles, but also working through problems of their own as well.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/23121/Jinsei"
        },
        {
            "text": "Official Site",
            "link": "http://www.vap.co.jp/jinsei/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10446"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16035"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Jinsei"
        }
    ]
}