{
    "title": "Cuticle Tantei Inaba",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "キューティクル探偵因幡",
    "start_date": "2013-01-04",
    "end_date": "2013-01-04",
    "opening_song": "\"Haruka, Nichijou no Naka de (遥か、日常の中で)\" by Hiroshi Inaba (CV",
    "ending_song": "\"Prima Stella (プリマ・ステラ)\" by Don Valentino (CV",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "mystery",
        "comedy",
        "supernatural",
        "shounen"
    ],
    "sinopse": "In a world where half-human, half-animal chimeras live and work alongside normal people, there are sure to be a few bad apples in the bunch. Unfortunately, half-human criminals means non-human clues that often leave the police stumped. That's where lone wolf detectives like Hiroshi Inaba come in. He's literally part wolf and has the amazing ability to extract critical information just by examining or tasting a sample of someone's hair! Of course, that ability has also resulted in Inaba having a little bit of a hair fetish, but that doesn't seem to be a problem for his two assistants. (Well, at least the cross-dressing one isn't complaining much.) And it's nothing compared to the strange tastes of Inaba's nemesis, the omnivorous (and half goat) crime boss Don Valentino, who has an appetite for green legal tender instead of tender young greens! Inaba's sworn to cut Valentino out of the criminal flock before the Don can wolf down more ill-gotten dough, but he's going to have to chew his way through a lot of evidence to get his goat. Can sheer dogged detective work put the baaaaad guys behind bars?\n\n(Source: Sentai Filmworks)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/15109/Cuticle_Tantei_Inaba"
        },
        {
            "text": "Official Site",
            "link": "http://www.cdinaba.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9371"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14611"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/%E3%82%AD%E3%83%A5%E3%83%BC%E3%83%86%E3%82%A3%E3%82%AF%E3%83%AB%E6%8E%A2%E5%81%B5%E5%9B%A0%E5%B9%A1"
        }
    ]
}