{
    "title": "Enen no Shouboutai: Ni no Shou",
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "炎炎ノ消防隊 弐ノ章",
    "start_date": "2020-07-04",
    "end_date": "2020-07-04",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "supernatural",
        "shounen"
    ],
    "sinopse": "After his confrontation in the Nether with his younger brother Shou, Shinra Kusakabe's resolve to become a hero that saves lives from the flame terror strengthens. Finding a way to turn the Infernals back into people, unraveling the mystery of the Evangelist and Adolla Burst, and saving his mother and Shou—these are the goals Shinra has in mind. However, he has come to realize that attaining these goals will not be easy, especially with the imminent danger the Evangelist poses.\n\nThe Evangelist's plan is clear: to gather the eight pillars—the individuals who possess Adolla Burst—and sacrifice them to recreate the Great Cataclysm from 250 years ago. Having been revealed by the First Pillar that the birth of a new pillar is approaching, Shinra is determined to protect his fellow pillars from the Evangelist. Thus, the fiery battle between the Special Fire Force and the Evangelist ignites. Together with the Special Fire Force, Shinra's fight continues as he uncovers the truth about the Great Cataclysm and the nature of Adolla Bursts, as well as the mysteries behind human combustion.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/40956/Enen_no_Shouboutai__Ni_no_Shou"
        },
        {
            "text": "Official Site",
            "link": "https://fireforce-anime.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15335"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22952"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Fire_Force#Anime"
        }
    ]
}