{
    "title": "Gleipnir",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "グレイプニル",
    "start_date": "2020-04-05",
    "end_date": "2020-04-05",
    "opening_song": "\"Altern-ate-\" by H-el-ical//",
    "ending_song": "\"Ame to Taieki to Nioi (雨と体液と匂い)\" by Mili",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "mystery",
        "supernatural",
        "ecchi",
        "seinen"
    ],
    "sinopse": "Shuuichi Kagaya is what one would consider an average high school student, but sometimes, he turns into a monster. He doesn't know how or why he got his abilities, only that he would prefer no one knows about them. One night, he finds a building ablaze with a girl trapped inside. Deciding to save her, he transforms and carries her to safety, but accidentally drops his phone.\n\nThe next day, the girl he saved—Claire Aoki—finds him and confronts him about his monster identity. She even goes so far as to push him off the school roof to prove her theory after Shuuichi denies her allegations. Desperate to save himself, he transforms, and Claire snaps a picture in order to blackmail him into telling her everything he knows about monsters, which, ironically, isn't much.\n\nAs it turns out, Claire has a secret of her own: she has been searching for her sister, who also became a monster. She enlists Shuuichi's help to track her down, but they aren't the only ones searching for answers.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/39463/Gleipnir"
        },
        {
            "text": "Official Site",
            "link": "http://gleipnir-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14721"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21888"
        },
        {
            "text": "Wikipedia",
            "link": "<https://en.wikipedia.org/wiki/Gleipnir_(manga"
        }
    ]
}