{
    "title": "Manyuu Hikenchou",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "魔乳秘剣帖",
    "start_date": "2011-07-11",
    "end_date": "2011-07-11",
    "opening_song": "\"Unmei (運命)\" by AiRI",
    "ending_song": "\"Futatsu no Ashiato (二つの足跡)\" by AiRI",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "comedy",
        "historical",
        "ecchi",
        "samurai",
        "seinen"
    ],
    "sinopse": "The Edo period of Japan gave rise to a clan of warriors with a very specialized, magical skill. The clan was known as the Manyuu, and the skill was the ability to administer a sword strike that could shrink the size of a woman's breasts. This might not seem like an ability that could exert power over a land, but in Manyuu Hikenchou, large breasts denote status, wealth, fame, and influence.\n\nGrave concern has arisen in the Manyuu clan due to the actions of their chosen successor, Chifusa. Disgusted with the breast obsessed society that the Manyuu have created and perpetuated, Chifusa has not only deserted the clan, but also stolen the sacred scroll that details their techniques to growing and severing breasts.\n\nFortunately, Chifusa is not completely alone. Her fellow warrior Kaede is sympathetic to her cause; a sympathy that could place her in considerable danger. Now wanted by the very clan that raised her, Chifusa must defend her life and Kaede's while seeking to undo the damage their brethren have done to the land. Along the way, Chifusa will discover that she harbors a power that goes far beyond the scope of her training, one that could help shape and change the land that she seeks to bring equality to.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/10465/Manyuu_Hikenchou"
        },
        {
            "text": "Official Site",
            "link": "https://web.archive.org/web/20120202045426/oppaidaisuki.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8338"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=12728"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Many%C5%AB_Hiken-ch%C5%8D"
        }
    ]
}