{
    "title": "Toradora!",
    "type": "light-novel",
    "volumes": "10",
    "chapters": "62",
    "original_name": "とらドラ!",
    "start_date": "2006-03-10",
    "end_date": "2006-03-10",
    "tags": [
        "comedy",
        "romance",
        "school",
        "slice-of-life"
    ],
    "authors": [
        "Takemiya",
        "Yuyuko (Story)",
        "Yasu (Art)"
    ],
    "sinopse": "Toradora!'s story begins with the male protagonist Ryuuji Takasu who is frustrated at trying to look his best as he enters his second year of high school. Despite his gentle personality, his eyes make him look like an intimidating delinquent so he is utterly hopeless about his chances of getting a girlfriend anytime soon, and does not have many close friends either. After being greeted by his hungover mother in the morning, Ryuuji goes to school and is happy to find that he gets to be in the same class as his best friend Yuusuke Kitamura and crush Minori Kushieda. However, it is then that he unexpectedly knocks into \"the school's most dangerous animal of the highest risk level\"—Taiga Aisaka—who just happens to also be in his class, and is a good friend of Minori.\n\nTaiga has a negative attitude towards others and will not hesitate to snap at people. After meeting Ryuuji, she takes an instant dislike of him. Taiga comes from a rich family, though she moved out to live on her own due to family issues, and by coincidence is now living in an apartment next door to Ryuuji. After Ryuuji discovers that Taiga has a crush on Yuusuke, and Taiga finds out about Ryuuji's affections towards Minori, Ryuuji suggests that they cooperate so they can win the object of their affections. Ryuuji says he will do anything to get closer to Minori, which Taiga exploits, making Ryuuji her personal servant, and getting him to do household chores like cooking and cleaning for her. Taiga spends a lot of her time over at his house, so much so that she could almost be considered a member of his family. Since Ryuuji spends a lot of time with Taiga, he is opened up to her world and to a side of her that most people do not see. The two also attempt to help each other in order to improve how people view them. Unknown to them, however, people they know from school start to become curious about their strange relationship together and rumors begin to spread about them.\n\n(Source: MU)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/7149/Toradora"
        }
    ]
}