{
    "title": "Waltz wa Shiroi Dress de",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/59541.jpg",
        "alt": "waltz-wa-shiroi-dress-de"
    },
    "type": "manga",
    "volumes": "4",
    "chapters": "19",
    "original_name": "円舞曲は白いドレスで",
    "start_date": "1990-01-19",
    "tags": [
        "drama",
        "historical",
        "romance",
        "shoujo"
    ],
    "authors": [
        "Saitou",
        "Chiho (Story & Art)"
    ],
    "sinopse": "At the beginning of the XX century, the relationship between England and Japan was strained. England wanted to extend its influence over Japan, and Japan wasn't willing to let any other culture pass its borders. Koto, though, a Japanese girl, didn't care if the people she meets have almond shaped eyes or not, or if they wear a kimono or a western dress. Actually, she is fascinated by this foreign way of life that brings so many innovations into Japan. More than anything else, it's the clothing that seems to grab her attention, as she wants to become a tailor and create dresses for women of every culture.\n\nUnfortunately though, she's a woman, so she knows her dream will end as soon as she gets married. She will have to start acting like a noble and a respectable woman would. In fact, she is betrothed to Masaomi Kidoin, the second born of one of the most important and oldest families of Japan. The day she's told she will marry Masaomi, Koto attends a ball at the British Embassy and meets Sagitto, a half English and half Indian spy that captures her imagination and heart. But can their love story have a happy ending when the British and the Japanese are tracking down Sagitto because they want him dead, and Koto is forced to live a life that doesn't fit her?\n\n(Source: Storm in Heaven)\n\nIncluded one-shots:\nVolume 3: Ken to Mademoiselle\nVolume 4: Honeymoon Typhoon, Pandora no Hako (Pandora's Box)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/830/Waltz_wa_Shiroi_Dress_de"
        }
    ]
}