{
    "title": "Rail Wars!",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/13/65671.jpg",
        "alt": "rail-wars"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "RAIL WARS! [レールウォーズ]",
    "start_date": "2014-07-04",
    "end_date": "2014-07-04",
    "opening_song": "\"Mukai Kaze ni Utarenagara (向かい風に打たれながら)\" by Minori Chihara",
    "ending_song": "\"OVERDRIVER\" by ZAQ",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "harem",
        "police",
        "ecchi"
    ],
    "sinopse": "Rail Wars! takes place in an alternate universe where the Japanese government remains in control of the nation's railway systems. Because of the stability afforded by the leadership of the government, the railway system is allowed to flourish.\n\nNaoto Takayama aspires to become an employee for Japan National Railways because of the comfortable life that it will enable him to live. In order to accomplish this he enters its training program, where students must demonstrate their knowledge of trains as well as their ability to be ready for any challenge that might arise.\n\nDuring this time period he will encounter other students such as the athletically gifted Aoi Sakura, the constantly hungry Sho Iwaizumi, and the human encyclopedia Haruka Komi. Together they will work towards surviving their trainee period, all the while taking on purse snatchers, bomb threats, and the looming specter of the extremist “RJ” group who wants to privatize the railway system.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/23309/Rail_Wars"
        },
        {
            "text": "Official Site",
            "link": "http://www.tbs.co.jp/anime/railwars/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10357"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16039"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/RAIL_WARS!_-%E6%97%A5%E6%9C%AC%E5%9C%8B%E6%9C%89%E9%89%84%E9%81%93%E5%85%AC%E5%AE%89%E9%9A%8A-"
        }
    ]
}