{
    "title": "Fudanshi Koukou Seikatsu",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "腐男子高校生活",
    "start_date": "2016-07-05",
    "end_date": "2016-07-05",
    "ending_song": "\"SEKAI wa Boy Meets Boy (SEKAI はボーイミーツボーイ ♂)\" by Ryou Sakaguchi (Wataru Hatano)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "comedy",
        "school",
        "shoujo"
    ],
    "sinopse": "Ryou Sakaguchi is a totally normal high school student, aside from his single unusual hobby. Sakaguchi is a fudanshi—a man who loves reading \"boys' love\" manga, and fantasizing about the gay potential he sees everywhere. He has only one wish before he dies: to find himself some friends that understand his secret passion.\n\nHis wish comes true, as Sakaguchi begins to uncover a host of interested parties. There's Rumi Nishihara, a closeted fujoshi who is more than eager to discuss the joys of boys' love with Sakaguchi; the flamboyantly gay leader of the school's cooking club, Yuujirou Shiratori, who makes no effort whatsoever to conceal his sexuality; Akira Ueda, Shiratori's diligent admirer, who will do anything for the love of his life; and even the mischievous Daigo, a fellow fudanshi and popular author of boys' love doujinshi. Standing by their sides throughout all the otaku chaos is Sakaguchi's best friend, Toshiaki Nakamura, who only wishes his classmates would start acting more like normal people.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/33222/Fudanshi_Koukou_Seikatsu"
        },
        {
            "text": "Official Site",
            "link": "http://www.dreamcreation.co.jp/fudanshi/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12095"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18234"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E8%85%90%E7%94%B7%E5%AD%90%E9%AB%98%E6%A0%A1%E7%94%9F%E6%B4%BB"
        }
    ]
}