{
    "title": "Kingdom 3rd Season",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1443/111830.jpg",
        "alt": "kingdom-3rd-season"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "キングダム 第 3 シリーズ",
    "start_date": "2020-04-06",
    "opening_song": "#1: \"TOMORROW\" by BiSH",
    "ending_song": "#1: \"Deep inside\" by waterweed",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "military",
        "historical",
        "seinen"
    ],
    "sinopse": "Following the successful Sanyou campaign, the Qin army, including 1,000-Man Commander Li Xin, inches ever closer to fulfilling King Ying Zheng's dream of unifying China. With a major geographical foothold in the state of Wei now under its control, Qin sets its sights eastward toward the remaining warring states.\n\nMeanwhile Li Mu—an unparalleled strategist and the newly appointed prime minister of the state of Zhao—has taken advantage of Zhao's temporary truce with Qin to negotiate with the other states without interruption. Seemingly without warning, Ying Zheng receives news that armies from the states of Chu, Zhao, Wei, Han, Yan, and Qi have crossed into Qin territory. Realizing too late the purpose behind Li Mu's truce with Qin, Zheng quickly gathers his advisors to devise a plan to address the six-state coalition army on their doorstep. For the first time in history, the state of Qin faces complete destruction and must use every resource and strategy at their disposal to prevent themselves from being wiped off the map.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/40682/Kingdom_3rd_Season"
        },
        {
            "text": "Official Site",
            "link": "https://kingdom-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15259"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22931"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Kingdom_%28manga%29#Anime"
        }
    ]
}