{
    "title": "Sankarea",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1487/95651.jpg",
        "alt": "sankarea"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "さんかれあ",
    "start_date": "2012-04-06",
    "end_date": "2012-04-06",
    "opening_song": "\"Esoragoto (絵空事)\" by nano.RIPE",
    "ending_song": "\"Above your hand\" by Annabel",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "comedy",
        "ecchi",
        "horror",
        "romance",
        "shounen",
        "supernatural"
    ],
    "sinopse": "Ever since he was a child, zombie-obsessed Chihiro Furuya has wanted an undead girlfriend. Soon enough, his love for all things zombie comes in handy when his cat Baabu gets run over, prompting Chihiro to try to make a resurrection potion and bring him back to life. During his endeavor, he sees a rich girl named Rea Sanka yelling into an old well every day about her oppressive life. After meeting and bonding with her, Chihiro is convinced by Rea to persevere in saving Baabu. Eventually, he succeeds with the help of the poisonous hydrangea flowers from Rea's family garden.\n\nUnaware of the potion's success and seeking to escape the burdens of her life, Rea drinks the resurrection potion, mistakenly thinking she will die. Though it doesn't kill her, the effects still linger and her death from a fatal accident causes her to be reborn as a zombie. With help from Chihiro, Rea strives to adjust to her new—albeit undead—life.\n\nFor a boy wanting a zombie girlfriend, this situation would seem like a dream come true. But in Sankarea, Chihiro's life becomes stranger than usual as he deals with Rea's odd new cravings and the unforeseen consequences of her transformation.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/11499/Sankarea"
        },
        {
            "text": "Official Site",
            "link": "http://www.tbs.co.jp/anime/sankarea/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8642"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=13507"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Sankarea:_Undying_Love"
        }
    ]
}