{
    "title": "Higurashi no Naku Koro ni",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/12/19634.jpg",
        "alt": "higurashi-no-naku-koro-ni"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "ひぐらしのなく頃に",
    "start_date": "2006-04-05",
    "end_date": "2006-04-05",
    "opening_song": "\"Higurashi no Naku Koro ni\" by Eiko Shimamiya",
    "ending_song": "\"Why, or why not\" by Hiroyuki Oshima feat. Rekka Katakiri",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "mystery",
        "dementia",
        "horror",
        "psychological",
        "supernatural",
        "thriller"
    ],
    "sinopse": "Keiichi Maebara has just moved to the quiet little village of Hinamizawa in the summer of 1983, and quickly becomes inseparable friends with schoolmates Rena Ryuuguu, Mion Sonozaki, Satoko Houjou, and Rika Furude. However, darkness lurks underneath the seemingly idyllic life they lead.\n\nAs the village prepares for its annual festival, Keiichi learns about the local legends surrounding it. To his horror, he discovers that there have been several murders and disappearances in the village in the recent years, and that they all seem to be connected to the festival and the village's patron god, Oyashiro. Keiichi tries to ask his new friends about these incidents, but they are suspiciously silent and refuse to give him the answers he needs. As more and more bizarre events occur, he wonders just what else his friends might be keeping from him, and if he can even trust them at all.\n\nWhen madness and paranoia begin taking root in Keiichi's heart, he will stumble straight into the mysteries at work in Higurashi no Naku Koro ni, a story that is told across multiple arcs.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni"
        },
        {
            "text": "Official Site",
            "link": "http://www.oyashirosama.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=3574"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=6134"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Higurashi_no_Naku_Koro_ni"
        }
    ]
}