{
    "title": "Sumi de Ii desu. Kamawanaide Kudasai yo.",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/225366.jpg",
        "alt": "sumi-de-ii-desu-kamawanaide-kudasai-yo"
    },
    "type": "light-novel",
    "volumes": "4",
    "original_name": "隅でいいです。構わないでくださいよ。",
    "start_date": "2016-11-11",
    "end_date": "2016-11-11",
    "tags": [
        "fantasy",
        "historical",
        "romance",
        "harem",
        "josei"
    ],
    "authors": [
        "Tsutamori",
        "En (Art)",
        "Mako (Story)"
    ],
    "sinopse": "When I noticed, I was surrounded by a bunch of people wearing kimonos. When I looked into the river water, what was there was a young child... Eh, it's me!? The place where I washed ashore was a gaudy neighborhood, Yoshiwara. Huh? But it looks like the ones behind the lattice are men.\n\nThe one who picked up the still young me from that strange place was an old man from a brothel called the \"Amazuki Brothel.\" The place I was brought to was a red light district filled with men. It seems that over here, men who had no choice but to become prostitutes were called yuudan (male courtesan). Then I was given the name Nogiku and made to hide from the female customers and provide assistance. For some reason I was also given courtesan training, but I'm not male!! I don't want to learn how to seduce women!!\n\nHowever, when I became 16 I looked at the handsome men who'd grown up with me as comrades and realized. This was the world of \"Seeing a Dream Male Courtesan District: A Night Spent Together.\" I couldn't even recall about myself but for some reason I remembered that I had played that game.\n\nNogiku was that otome game's villain character. She got in the way of the protagonist's love who sought to get closer to the men, and in the end she would even kill, she was a woman who wasn't choosy with her methods. Because she was that type of woman she was given hellish punishment by the protagonist and company, but...\n\nI don’t want thaaat! I won't interfere. I can only consider my fellows as older brothers, as something like comrades in arms!! I intend to help stealthily from the shadows.\n\n(Source: Shousetsuka ni Narou, translated)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/102487/Sumi_de_Ii_desu_Kamawanaide_Kudasai_yo"
        }
    ]
}