{
    "title": "Aura: Maryuuin Kouga Saigo no Tatakai",
    "type": "movie",
    "episodes": "1",
    "original_name": "AURA ～魔竜院光牙最後の闘い～",
    "start_date": "2013-04-13",
    "ending_song": "\"Bokura no Sekai (僕らのセカイ)\" by CooRie",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "supernatural",
        "drama",
        "romance",
        "school"
    ],
    "sinopse": "Ichirou Satou is an ordinary high school student who pretended that he was a hero by the name of \"Maryuuin Kouga\" back in middle school, which led to others frequently bullying him. Now that he has left this embarrassing phase behind, he does his best to avoid standing out and live a peaceful life, although he feels the world has become quite dull. But when he makes his way back to school one night to grab a textbook he left in class, he runs into a strange girl wearing a costume.\n\nThis girl, Ryouko Satou, happens to be his classmate and is affected by the exact same condition that he once had, holding on to a delusion that she is someone else and dressing up to reflect this. The very next day, Ichirou is asked by his teacher to become friends with Ryouko, to which he adamantly refuses, unwilling to be reminded of his own history. When he sees that she is being bullied just as he once was, however, the boy makes it his responsibility to take care of her and break her free from that which what once plagued him—the perfect job for Maryuuin Kouga.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/14669/Aura__Maryuuin_Kouga_Saigo_no_Tatakai"
        },
        {
            "text": "Official Site",
            "link": "http://www.maql.co.jp/special/aura/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9294"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=13894"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/AURA_〜魔竜院光牙最後の闘い〜"
        }
    ]
}