{
    "title": "Ryuuseiki Gakusaver",
    "type": "ova",
    "episodes": "6",
    "original_name": "流星機ガクセイバー",
    "start_date": "1993-08-21",
    "end_date": "1993-08-21",
    "opening_song": "\"Kurenai no Ryuuseiki (紅の流星機)\" by Hironobu Kageyama",
    "ending_song": "\"Yozora no Hoshi ga Miteiru\" by Megumi Hayashibara, Yuko Mizutani, Sakiko Tamagawa & Ai Orikasa",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "sci-fi",
        "space",
        "comedy",
        "parody",
        "mecha",
        "school"
    ],
    "sinopse": "A gigantic meteorite landed on earth a few years back. A mysterious capsule believed to have belonged to the aliens was discovered. Called the \"black box,\" an international organization called \"Project BB\" was created to research it.\n\nEight boys, including Manabu Yoshimura, attend International Academy, a school located near Project BB headquarters. They are enticed by their teacher Toukichi Hashiba's promise of \"I'll give you class credit,\" and end up getting involved in his experiment. The experiment was to enter the eight empty chambers of meteorite. According to Hashiba's theory, the meteorite should strongly respond to strong human thoughts. He tells them to have a clear image of a great looking gigantic robot; if they do, something should happen...\n\nThen, a big spaceship appears in the sky and an alien calling himself Wercury appears in a 3-D image. He tells them he is from the Star of Prokimasi and that he has come to collect the meteorite of the Choshin people. If they do not hand it over, he will challenge the earth beings to a battle. Manabu and his friends are confused by the unexpected turn of events but the meteorite responds to the thoughts of the group and suddenly starts to transform itself into a gigantic robot. Then, attacked by the invading Prokimasi robot, they are forced to pull their strength together and fight back. But it is extremely difficult to put the wills of the eight together as one and the robot cannot fight in the way it should. The gigantic robot that Hashiba named \"Gakusaver\" and Manabu's eight; can they manage to protect Earth and the meteorite from the Prokimasi invasion?\n\n(Source: King Records)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/3735/Ryuuseiki_Gakusaver"
        },
        {
            "text": "Official Site",
            "link": "http://web.archive.org/web/20110608033616/www.production-ig.co.jp/contents/works_sp/0200_/index.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1491"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=3252"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E6%B5%81%E6%98%9F%E6%A9%9F%E3%82%AC%E3%82%AF%E3%82%BB%E3%82%A4%E3%83%90%E3%83%BC"
        }
    ]
}