{
    "title": "Kindan no Amai Kajitsu",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/30159.jpg",
        "alt": "kindan-no-amai-kajitsu"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "8",
    "original_name": "禁断の甘い果実",
    "tags": [
        "yaoi"
    ],
    "authors": [
        "Minami",
        "Haruka (Story & Art)"
    ],
    "sinopse": "Collection of one shots featuring taboo relationships. We have teachers with students, students engaging in threesomes, doctors and patients enjoying each other.\n\n1)The Forbidden Sweet Fruit - Kindan no Amai Kajitsu 禁断の甘い果実\nA new teacher at a boys' school is gay but is never attracted to any of his students--until now. What's more the student is gay too, and notices the teacher's interest.\n\n2. In My Room- When Misaki's older boyfriend kicks him out, he moves in with sex friend Makino and his roommate Youji as their maid. Job details include cooking, cleaning, and sex!\n\n3. Window Seat Paranoia - Madogiwa no Paranoia - 窓際のパラノイア\n   Yuzuki finally gets his coveted window seat, though now he also sits next to super good student, Kiryuu. But Kiryuu turns out to be an alright guy, though sometimes he gives Yuzuki some strange looks...\n   (from B-U)\n\n4. The Distance Between You and Me - Boku to Kimi no Kyori ぼくときみの距離\n   College student Okutsu's gay and has a crush on his drinking buddy Suou. When Suou sees him with a sex friend, Okutsu figures their relationship is over, but Suou surprises him with a proposition. (B-U)\n\n5. ホンキのキスで満たして (Satisfy me with a real kiss/ Honki no Kisu de mitashite)\n\n6)Take Me Captive - Toriko ni Shite ne トリコにしてね\nThe Student Council President at a boys high school is a player, and he has his sights set on the transfer student, who is serious about finding a boyfriend. But the president plans don't go they way he expects, exactly.\n\n7. Extra 1: Take Me Captive ~Afterwards~\n   Toriko ni Shite ne ~Sono Ato~\n   another very short extra\n8. Extra 2: The Forbidden Sweet Fruit ~Wakui's Break Time~\n   Kindan no Amai Kajitsu ~Wakui no Yasumi Jikan-hen~\n   ~和久井の休み時間編~\n   very short extra",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/2054/Kindan_no_Amai_Kajitsu"
        }
    ]
}