{
    "title": "Choseikenki Mikazuchiden",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/78865.jpg",
        "alt": "choseikenki-mikazuchiden"
    },
    "type": "manga",
    "volumes": "4",
    "original_name": "超聖剣記ミカズチ伝",
    "start_date": "1999-08-26",
    "end_date": "1999-08-26",
    "tags": [
        "ecchi",
        "fantasy",
        "romance",
        "seinen"
    ],
    "authors": [
        "Ogishima",
        "Chiaki (Story & Art)"
    ],
    "sinopse": "On a remote island Mikazuchi is training to become a swordmaster. He dreams of visiting the outside world where he can meet girls. He grew up with Honoka who holds complicated feelings about Mikazuchi. This small island is protected by the divine gods and receives no visitors. The only things that ever happen are small quarrels between Mikazuchi and Honoka.\n\nThese peaceful days are shattered when Saya, a mysterious beautiful young woman, is washed upon the shore! The seal of the Yaoyorozu gods has been broken and a group of deformed monsters emerge. Honoka's parents prove powerless before the demons and are killed. Even the holy sword bestowed by the gods to protect the island since ancient times loses its divine powers and splits into two. Now they are faced with absolute danger!\n\nThen, Saya's sacred powers save them. The holy madonna Saya's blessings bestowed through a kiss brings about a Western sword that can destroy horrible monsters instantly. Mikazuchi begins his tumultuous journey carrying the holy sword.\n\nThe story is set in Japan's Edo period, taking us through a whirlpool of conspiracy. The worlds of mythology and legend are interwoven into this definitive romantic action comic. With the slash of the two swords, one divine and one holy, a fascinating, neo-historical romance filled with mystery and surprises unfolds.\n\n(Source: MU)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/13415/Choseikenki_Mikazuchiden"
        }
    ]
}