{
    "title": "Perfect Blue",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/11/79127.jpg",
        "alt": "perfect-blue"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "パーフェクトブルー",
    "start_date": "1998-02-28",
    "opening_song": "\"Ai no Tenshi\" by Misa, Emiko Furakawa and Mie Shimizu",
    "ending_song": "\"Season\" by M-Voice",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "dementia",
        "drama",
        "horror",
        "psychological"
    ],
    "sinopse": "J-pop idol group CHAM! has spent the last two years entertaining its fans. Sadly, all good things must come to an end, and CHAM! must see one of its members, Mima Kirigoe, leave the group to pursue her acting career. While Mima's choice is met with a mixed response, she hopes her fans will continue to support her.\n\nHowever, Mima's life begins to change drastically after her departure from the group. Wanting to shed her pop-idol image, she takes on a role in a crime drama series, and her career as an actress gradually becomes more demanding and taxing for both Mima and her manager, Rumi Hidaka. To add to Mima's growing unease, an obsessed fan who is incapable of accepting that Mima has quit being an innocent idol, begins stalking her; a new anonymous website begins to impersonate her life with intricate detail; and CHAM! also appears to be doing better without her. One by one, each disturbing development drives Mima to become increasingly unhinged and unable to distinguish reality from fantasy.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/437/Perfect_Blue"
        },
        {
            "text": "Official Site",
            "link": "http://www.madhouse.co.jp/works/1999-1997/works_movie_perfectblue.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=154"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=192"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Perfect_Blue"
        }
    ]
}