{
    "title": "Darwin's Game",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1016/107222.jpg",
        "alt": "darwins-game"
    },
    "type": "tv-serie",
    "episodes": "11",
    "original_name": "ダーウィンズゲーム",
    "start_date": "2020-01-04",
    "end_date": "2020-01-04",
    "opening_song": "\"CHAIN\" by ASCA",
    "ending_song": "\"Alive\" by Mashiro Ayano",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "sci-fi",
        "mystery",
        "super-power",
        "shounen"
    ],
    "sinopse": "High school student Kaname Sudou receives an invitation from a classmate to play Darwin's Game, a mobile game he has never heard of. However, as soon as he opens the application, a green snake suddenly pops out from his phone screen and bites his neck, leaving him unconscious. Waking up in the infirmary without any signs of a snake bite, he is told by the school to take the rest of the day off. Although he is puzzled by what has happened, he dismisses the surreal experience as a hallucination and boards the train home.\n\nUnfortunately, his curiosity gets the better of him and he uses the application once again. As the application appears to be just like any other battle game, Kaname breathes out a sigh of relief and decides to start his first match. However, the pleasant surprise is short-lived, as his in-game opponent unexpectedly appears right in front of him and attempts to hunt him down with a knife.\n\nAs he desperately runs for his life, Kaname puts two and two together and realizes that Darwin's Game is not an ordinary game, but rather, it's a brutal fight for survival.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38656/Darwins_Game"
        },
        {
            "text": "Official Site",
            "link": "https://darwins-game.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14476"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22301"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Darwin%27s_Game#Anime"
        }
    ]
}