{
    "title": "Beastars",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "BEASTARS",
    "start_date": "2019-10-10",
    "end_date": "2019-10-10",
    "opening_song": "\"Wild Side\" by ALI",
    "ending_song": "#1",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "slice-of-life",
        "psychological",
        "drama",
        "school",
        "shounen"
    ],
    "sinopse": "In a civilized society of anthropomorphic animals, an uneasy tension exists between carnivores and herbivores. At Cherryton Academy, this mutual distrust peaks after a predation incident results in the death of Tem, an alpaca in the school's drama club. Tem's friend Legoshi, a grey wolf in the stage crew, has been an object of fear and suspicion for his whole life. In the immediate aftermath of the tragedy, he continues to lay low and hide his menacing traits, much to the disapproval of Louis, a red deer and the domineering star actor of the drama club.\n\nWhen Louis sneaks into the auditorium to train Tem's replacement for an upcoming play, he assigns Legoshi to lookout duty. That very night, Legoshi has a fateful encounter with Haru, a white dwarf rabbit scorned by her peers. His growing feelings for Haru, complicated by his predatory instincts, force him to confront his own true nature, the circumstances surrounding the death of his friend, and the undercurrent of violence plaguing the world around him.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/39195/Beastars"
        },
        {
            "text": "Official Site",
            "link": "https://bst-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14659"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21880"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Beastars"
        }
    ]
}