{
    "title": "Hunter x Hunter Movie 1: Phantom Rouge",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/6/53073.jpg",
        "alt": "hunter-x-hunter-movie-1-phantom-rouge"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "劇場版 HUNTER×HUNTER 緋色の幻影（ファントム・ルージュ）",
    "start_date": "2013-01-12",
    "ending_song": "\"REASON\" by Yuzu (ゆず)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "fantasy",
        "shounen",
        "super-power"
    ],
    "sinopse": "After completing their work at Yorknew City, Leorio Paladiknight and Kurapika investigate the rumored sightings of a boy with scarlet red eyes, as they believe this person to be a member of the now non-existent Kurta Clan. Kurapika hopes to find another survivor of the clan besides himself, but instead ends up losing both his eyes after an attack from someone who seems to be his childhood friend.\n\nLeorio tends to Kurapika's wounds, and then sends for both Gon Freecss and Killua Zoldyck to help retrieve Kurapika's eyeballs. However, their search brings them face-to-face with the infamous group of thieves known as Phantom Troupe—the same people who massacred the entire Kurta Clan five years ago for their scarlet eyes, which change color during moments of rage.\n\nHunter x Hunter Movie 1: Phantom Rouge follows the boys' quest to locate their friend's eyes and catch the thief, causing them to delve deep into Phantom Troupe's past. And in doing so, they encounter a mysterious girl who appears to be linked to it all…\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/13271/Hunter_x_Hunter_Movie_1__Phantom_Rouge"
        },
        {
            "text": "Official Site",
            "link": "http://www.hxh-movie.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9323"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14152"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Hunter_x_Hunter"
        }
    ]
}