{
    "title": "Hunter x Hunter (2011)",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/11/33657.jpg",
        "alt": "hunter-x-hunter-2011"
    },
    "type": "tv-serie",
    "episodes": "148",
    "original_name": "HUNTER×HUNTER（ハンター × ハンター）",
    "start_date": "2011-10-02",
    "end_date": "2011-10-02",
    "opening_song": "#1: \"departure!\" by Ono Masatoshi (eps 1-26, 50-52, 62-75, 137-147)",
    "ending_song": "#1: \"Just Awake\" by Fear, and Loathing in Las Vegas (eps 1-26)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "fantasy",
        "shounen",
        "super-power"
    ],
    "sinopse": "Hunter x Hunter is set in a world where Hunters exist to perform all manner of dangerous tasks like capturing criminals and bravely searching for lost treasures in uncharted territories. Twelve-year-old Gon Freecss is determined to become the best Hunter possible in hopes of finding his father, who was a Hunter himself and had long ago abandoned his young son. However, Gon soon realizes the path to achieving his goals is far more challenging than he could have ever imagined.\n\nAlong the way to becoming an official Hunter, Gon befriends the lively doctor-in-training Leorio, vengeful Kurapika, and rebellious ex-assassin Killua. To attain their own goals and desires, together the four of them take the Hunter Exam, notorious for its low success rate and high probability of death. Throughout their journey, Gon and his friends embark on an adventure that puts them through many hardships and struggles. They will meet a plethora of monsters, creatures, and characters—all while learning what being a Hunter truly means.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011"
        },
        {
            "text": "Official Site",
            "link": "http://www.ntv.co.jp/hunterhunter/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8550"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=13262"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Hunter_%C3%97_Hunter"
        }
    ]
}