{
    "title": "Ano Natsu de Matteru",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/12/59405.jpg",
        "alt": "ano-natsu-de-matteru"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "あの夏で待ってる",
    "start_date": "2012-01-10",
    "end_date": "2012-01-10",
    "opening_song": "\"sign\" by Ray",
    "ending_song": "\"Vidro Moyou (ビードロ模様)\" by Nagi Yanagi",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "drama",
        "romance",
        "sci-fi",
        "slice-of-life"
    ],
    "sinopse": "While testing out his camera on a bridge one summer night, Kaito Kirishima sees a blue light streaking across the sky, only to be blown off the railing seconds later. Just before succumbing to unconsciousness, a hand reaches down to grab ahold of his own. Dazed and confused, Kaito wakes up the next morning wondering how he ended up back in his own room with no apparent injuries or any recollection of the night before. As he proceeds with his normal school life, Kaito and his friends discuss what to do with his camera, finally deciding to make a film with it over their upcoming summer break. Noticing that Kaito has an interest in the new upperclassmen Ichika Takatsuki, his friend Tetsurou Ishigaki decides to invite her, as well as her friend Remon Yamano, to join them in their movie project.\n\nIn what becomes one of the most entertaining and exciting summers of their lives, Kaito and his friends find that their time spent together is not just about creating a film, but something much more meaningful that will force them to confront their true feelings and each other.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/11433/Ano_Natsu_de_Matteru"
        },
        {
            "text": "Official Site",
            "link": "http://www.ichika-ichika.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8620"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=13448"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Waiting_in_the_Summer"
        }
    ]
}