{
    "title": "Risou no Kao wo Motsu Otoko",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/7704.jpg",
        "alt": "risou-no-kao-wo-motsu-otoko"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "original_name": "理想の顔を持つ男",
    "start_date": "2001-01-20",
    "tags": [
        "comedy",
        "drama",
        "romance",
        "shoujo"
    ],
    "authors": [
        "Hayakawa",
        "Tomoko (Story & Art)"
    ],
    "sinopse": "1. The Guy With An Ideal Face\n   Noriko wants just one thing: \"The Man with a Perfect Face\"! To her friends' complete and utter shock, Noriko finds Takurou-kun, a man who meets all her unrealistic expectations. They go on a date, they kiss, and have what could be considered a perfect time, but then Noriko sees the real face of Takurou...!?\n\n2. I'm Gonna Get Jealous\n   A girl who sees no point in becoming jealous learns first-hand how it could happen.\n\n3. Love Slave\n   Kanano isn't sure what to make of her relationship with her upperclassman Ooba Yoshiya. After she first confessed to him, she hounded him until he agreed to date her, but the relationship seems to be on his terms, and poor, obediant Kanano worries that her love is one-sided. Then, Kanano learns that Yoshiya has a past with a girl who has her same face...? Who does Yoshiya think of when he's out with Kanano? How come he touched his old girlfriend but won't touch Kanano...!? Contains strong language.\n\n4. I Wanna Get Lovey-Dovey\n   Shihomi has had a crush on Sakayori since the day of high school entrance exams, when she got lost and he helped her. He's got a good heart, but he's extremely rough around the edges, and that's what's making it so difficult for Shihomi to confess. It took her two months just to say \"good morning\" to him, and every time she does, he seems to be in an incredibly bad mood afterwards? What's the source of Sakayori's attitude problem??\n\n5. Well Excuse Me For Being Trendy\n   Mayu already has a boyfriend, but she can't help admiring Shuusaku's dashing good looks, which are increasing his popularity by the minute. It doesn't matter if his personality is as one-dimensional as his expressionless face, because it's looks that count! By chance, Mayu happens to learn about Shuusaku's secret crush -- and his expression is so darn cute when he's confronted about it that Mayu feels compelled to help him win his love. But Mayu's a trend whore at heart, and falling for Shuusaku seems to be getting fashionable...!?\n\n(Source: ShoujoMagic)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/6014/Risou_no_Kao_wo_Motsu_Otoko"
        }
    ]
}