{
    "title": "Hinako Note",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ひなこのーと",
    "start_date": "2017-04-07",
    "end_date": "2017-04-07",
    "opening_song": "\"A E I U E O Ao! (あ・え・い・う・え・お・あお!)\" by Gekidan Hitotose (劇団ひととせ) [Hinako Sakuragi (Mao Ichimichi), Kuina Natsukawa (Miyu Tomita), Mayuki Hiiragi (Yui Ogura), Chiaki Ogino (Hisako Tojo), Yua Nakajima (Marika Kouno)]",
    "ending_song": "\"Curtain Call!!!!! (かーてんこーる!!!!!)\" by Gekidan Hitotose (劇団ひととせ) [Hinako Sakuragi (Mao Ichimichi), Kuina Natsukawa (Miyu Tomita), Mayuki Hiiragi (Yui Ogura), Chiaki Ogino (Hisako Tojo), Yua Nakajima (Marika Kouno)]",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "slice-of-life"
    ],
    "sinopse": "Born and raised in the countryside of Japan, Hinako \"Hina\" Sakuragi gets anxious easily when she talks to new people—so much so that she resembles a stiff scarecrow. To overcome this, Hina hopes to get involved in theater, inspired by a play she saw during her school's field trip. So, Hina moves into the Hitotose Manor in the bustling city of Tokyo to study at Fujiyama High School, aspiring to join the school's renowned theater club.\n\nBut to Hina's dismay, she learns that Fujiyama High's theater club has been on a lengthy hiatus. Having already come to Tokyo and enrolled in the school, Hina is at a loss for what to do next. Sensing her disappointment and eagerness to learn theater, Chiaki Hagino, the landlady of Hitotose Manor, encourages Hina to create a troupe with the residents of Hitotose Manor as its members.\n\nHinako Note follows Hina as she begins a new life in Tokyo attending Fujiyama High while learning the ropes of theater with the support of her friends along the way.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/33948/Hinako_Note"
        },
        {
            "text": "Official Site",
            "link": "http://hinakonote.jp"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12349"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18894"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Hinako_Note"
        }
    ]
}