{
    "title": "Sakura-hime Kaden",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/150583.jpg",
        "alt": "sakura-hime-kaden"
    },
    "type": "manga",
    "volumes": "12",
    "chapters": "55",
    "original_name": "桜姫華伝",
    "start_date": "2008-12-01",
    "end_date": "2008-12-01",
    "tags": [
        "action",
        "demons",
        "drama",
        "fantasy",
        "historical",
        "magic",
        "romance",
        "shoujo"
    ],
    "authors": [
        "Tanemura",
        "Arina (Story & Art)"
    ],
    "sinopse": "From a young age, Princess Sakura was told never to gaze at the moon but never provided a reason. Now at 14 years of age, she dreads her marriage to her betrothed, Prince Oura, a man with whom she has only ever communicated through letters. With no family any longer to speak of, she lives as an outcast in a village as she awaits the day of her wedding.\n\nWhen the prince's emissary, Aoba, comes to take Sakura to the palace, the rebellious princess decides to run away to avoid the marriage. In her attempt to escape, she accidentally lays eyes on the full moon, and a demon appears to attack her. After being saved by Aoba, Sakura is told that she is the granddaughter of Princess Kaguya and also an immortal youko—exactly like the demon that descended from the sky. Equipped with the legendary Chizakura blade, Sakura is now tasked with defeating the youko that threaten to hurt the people closest to her.\n\nHer mission is tied to her Soul Symbol—a single kanji character that indicates a person's true nature at birth. Sakura's Soul Symbol represents \"destroy,\" an ominous yet mysterious sign that is more than meets the eye. Burdened with the choice to determine where her allegiances lie, Sakura confronts her destiny and a world plagued by the schism between youko and mankind.\n\n[Source My Anime List]\n\nIncluded one-shots:\nVolume 5: Shiro Bara Gakuen Vampire Rose (White Rose Academy Vampire Rose)\nVolume 6: Tenshi no Kinka Maple Rose (The Angelic Coin of Maple Rose)\nVolume 8: I.O.N",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/11107/Sakura-hime_Kaden"
        }
    ]
}