{
    "title": "Devil Survivor 2: The Animation",
    "type": "manga",
    "volumes": "4",
    "original_name": "DEVIL SURVIVOR 2 the ANIMATION",
    "start_date": "2012-12-18",
    "end_date": "2012-12-18",
    "tags": [
        "action",
        "demons",
        "fantasy",
        "shounen",
        "supernatural"
    ],
    "authors": [
        "Uezu",
        "Makoto (Story)",
        "Shiota",
        "Haruto (Art)",
        "Atlus (Story)"
    ],
    "sinopse": "When his best friend, Daichi Shijima, signed him up for Nicaea, Hibiki Kuze thought nothing of the bizarre \"dead face delivery site\" that tells its users when and how their friend will die through a \"death clip.\" On their way home from their mock entrance exam, the premonition comes true when a subway train derails and crushes them underneath. In the darkness, Hibiki is presented with two choices: to live or to die. When he chooses to live, Nicaea downloads a demon summoning app onto his phone.\n\nUpon waking up, Hibiki is relieved to see that Daichi and their classmate Io Nitta have somehow made it out of the accident unscathed. They soon find that all of Tokyo is in disarray following a massive earthquake. As the trio tries to locate their families amidst the chaos, a strange creature falls from the sky right in front of them and blows up, killing and injuring a large crowd of people. With nowhere to run, Hibiki decides to use the demon summoning app and calls forth a demon to take out the otherworldly being before it can cause further harm.\n\nHibiki's unusually powerful demon catches the attention of JP's—a secret government research organization that appears to understand the current situation. It is there that Hibiki learns that humanity has seven days to defeat invaders known as the \"Septentriones\" in order to prevent the world from being eroded away. Having defeated the first one already, he must now join forces with the other fated \"Devil Summoners\" to repel the threat.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/46874/Devil_Survivor_2__The_Animation"
        }
    ]
}