{
    "title": "Yuuwaku Sentiment",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/12891.jpg",
        "alt": "yuuwaku-sentiment"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "9",
    "original_name": "誘惑センチメント",
    "start_date": "2008-07-26",
    "tags": [
        "drama",
        "school",
        "yaoi",
        "slice-of-life"
    ],
    "authors": [
        "Naono",
        "Bohra (Story & Art)"
    ],
    "sinopse": "1-2. Yuuwaku Sentiment (Alluring Sentiment)\nTsukihara, vice-principal of a high school, is having an issue going about doing his everyday job. That issue being, Subaru Hoshino, an A+ student, and vice-president of the student council... a ''good'' boy... at least when in the presence of his teachers and fellow classmates.\n\nBut good ol' Hoshino has a rather naughty and possessive side that only Tsukihara knows. Hoshino, on a daily basis, has been harshly violating the confused and hurt Tsukihara. For no other reason but to fulfill his own sexual agenda. Or is there another reason for Hoshino to demand that his vice-principal spread his legs? Is Tsukihara wrong in thinking that his student hates him?\n\nWhat will be the result of this dangerous 'one-sided relationship'?\n\nThe 2nd part to this story deals with Shin (Subaru's twin brother & the student council president) as he tries to progress in his relationship with the school counselor (Hanada-sensei).\n\n3. Mogura to Taiyou (The Mole And The Sun)\n   College student Masaru keeps his distance from his neighbor Hiroyuki, so the sexy model won't know how much Masaru likes him. But after a chance encounter, Hiroyuki won't leave him alone!\n\n4. Boku dake no Kimi, Kimi dake no Boku\n   A selfish young model treats coworkers and lovers badly but cherishes his honest childhood friend.\n\n5. Tenshi no Kokuhaku (Angel's Confession)\n   Yuuya's parents are always fighting or out of town. When he gets locked outside on a cold winter's night, he's saved by his neighbor Moegi. Soon he's spending most of his time at his \"angel's\" and has fallen in love with him. But how does Moegi feel about him?\n\n6. Koi no Jikan (Time for Love)\n   Mamoru & Ryuuichi have been together for 10 years, and they think their relationship is solid... but then each begins to wonder if his partner is as content and satisfied with him as he seems.\n\nOmake 1: Doryoku no Jikan (Time for Efforts)\nOmake 2: Shiawase na Koto wa (Case of Happiness)\nExtras\n\n(Source: MU)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/6206/Yuuwaku_Sentiment"
        }
    ]
}