{
    "title": "Shingeki no Kyojin Season 3",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1173/92110.jpg",
        "alt": "shingeki-no-kyojin-season-3"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "進撃の巨人 Season3",
    "start_date": "2018-07-23",
    "end_date": "2018-07-23",
    "opening_song": "\"Red Swan\" by YOSHIKI feat. HYDE",
    "ending_song": "\"Akatsuki no Chinkonka (暁の鎮魂歌)\" by Linked Horizon (eps 2-12)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "military",
        "mystery",
        "super-power",
        "drama",
        "fantasy",
        "shounen"
    ],
    "sinopse": "Still threatened by the \"Titans\" that rob them of their freedom, mankind remains caged inside the two remaining walls. Efforts to eradicate these monsters continue; however, threats arise not only from the Titans beyond the walls, but from the humans within them as well.\n\nAfter being rescued from the Colossal and Armored Titans, Eren Yaeger devotes himself to improving his Titan form. Krista Lenz struggles to accept the loss of her friend, Captain Levi chooses Eren and his friends to form his new personal squad, and Commander Erwin Smith recovers from his injuries. All seems well for the soldiers, until the government suddenly demands custody of Eren and Krista. The Survey Corps' recent successes have drawn attention, and a familiar face from Levi's past is sent to collect the wanted soldiers. Sought after by the government, Levi and his new squad must evade their adversaries in hopes of keeping Eren and Krista safe.\n\nIn Shingeki no Kyojin Season 3, Eren and his fellow soldiers are not only fighting for their survival against the terrifying Titans, but also against the terror of a far more conniving foe: humans.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/35760/Shingeki_no_Kyojin_Season_3"
        },
        {
            "text": "Official Site",
            "link": "http://www.shingeki.tv/season3/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13241"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19819"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Attack_on_Titan"
        }
    ]
}