{
    "title": "Shingeki no Kyojin: Before the Fall",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/77561.jpg",
        "alt": "shingeki-no-kyojin-before-the-fall"
    },
    "type": "light-novel",
    "volumes": "3",
    "chapters": "15",
    "original_name": "進撃の巨人 Before the fall",
    "start_date": "2011-12-02",
    "end_date": "2011-12-02",
    "tags": [
        "action",
        "mystery",
        "drama",
        "fantasy",
        "horror",
        "supernatural"
    ],
    "authors": [
        "Shibamoto",
        "Thores (Art)",
        "Suzukaze",
        "Ryou (Story)"
    ],
    "sinopse": "Hunted almost to extinction by monstrous humanoid creatures called \"titans,\" humanity found refuge by hiding within walled cities. However, with the passing centuries, ignorance fell upon the masses who forgot the titan menace and have grown perfectly content to live within their fortresses. Angel Aaltonen is no different until, after witnessing the titan's devastation firsthand, he starts to realize how fragile mankind's safe haven is. Resolved to protect his friends from the threat, the craftsman sets out to create a device powerful enough to fight the titans.\n\nOver a decade later, Kuklo—who was discovered in titan vomit as a baby and henceforth dubbed the \"Titan's son\"—finds himself freed from the cage that has held him since infancy. Aware that his life is now in his own hands, the boy soon finds a cause to live for: to meet a titan face to face and understand why humans have only ever seen him as an object of fear. Thus Kuklo decides to join the Survey Corps, unaware that he may be the person the stagnant military unit has been looking for.\n\nShingeki no Kyojin: Before the Fall tells two separate yet connected tales which detail humanity's struggle, loss, and determination to transcend the role of helpless prey and strike back against the titans.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/43999/Shingeki_no_Kyojin__Before_the_Fall"
        }
    ]
}