{
    "title": "Isekai Maou to Shoukan Shoujo no Dorei Majutsu",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "異世界魔王と召喚少女の奴隷魔術",
    "start_date": "2018-07-05",
    "end_date": "2018-07-05",
    "opening_song": "\"DeCIDE\" by SUMMONERS 2+ (Yuu Serizawa, Azumi Waki, Yumi Hara, Rumi Ookubo, Emiri Katou)",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "ecchi",
        "fantasy",
        "harem",
        "magic"
    ],
    "sinopse": "When it comes to the fantasy MMORPG Cross Reverie, none can match the power of the Demon King Diablo. Possessing the game's rarest artifacts and an unrivaled player level, he overpowers all foolish enough to confront him. But despite his fearsome reputation, Diablo's true identity is Takuma Sakamoto, a shut-in gamer devoid of any social skills. Defeating hopeless challengers day by day, Takuma cares about nothing else but his virtual life—that is, until a summoning spell suddenly transports him to another world where he has Diablo's appearance!\n\nIn this new world resembling his favorite game, Takuma is greeted by the two girls who summoned him: Rem Galeu, a petite Pantherian adventurer, and Shera L. Greenwood, a busty Elf summoner. They perform an Enslavement Ritual in an attempt to subjugate him, but the spell backfires and causes them to become his slaves instead. With the situation now becoming more awkward than ever, Takuma decides to accompany the girls in finding a way to unbind their contract while learning to adapt to his new existence as the menacing Demon King.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37210/Isekai_Maou_to_Shoukan_Shoujo_no_Dorei_Majutsu"
        },
        {
            "text": "Official Site",
            "link": "http://isekaimaou-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13757"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20582"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/How_Not_to_Summon_a_Demon_Lord"
        }
    ]
}