{
    "title": "RahXephon",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/13/75168.jpg",
        "alt": "rah-xephon"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "ラーゼフォン",
    "start_date": "2002-01-21",
    "end_date": "2002-01-21",
    "opening_song": "#01: \"Hemisphere\" by Maaya Sakamoto (eps 2-3, 5-25)",
    "ending_song": "#1: \"Yume no Tamago\" (\"Fledgling Dream\" English version) by Ichiko and Mayumi Hashimoto (ep 1, 5, 15-16, 19, 25)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "drama",
        "mecha",
        "music",
        "mystery",
        "psychological",
        "romance",
        "sci-fi"
    ],
    "sinopse": "The ordinary life of high school student Ayato Kamina is turned upside down when Tokyo is suddenly invaded by futuristic fighter jets. Amidst the chaos, he encounters a woman called Haruka Shitow who claims to be from a government organization called TERRA. She reveals that he has been living in a time bubble named \"Tokyo Jupiter\" that was put in place by the Mulians—humanoids from another dimension—in an attempt to isolate and take over Tokyo. TERRA has been trying to break through the barrier surrounding the city ever since.\n\nUnable to process the revelation, Ayato panics and flees. He runs into his classmate Reika Mishima who leads him to a place called \"The Shrine of Xephon\" where a large egg slumbers. She starts to sing and an unknown power awakens within Ayato, connecting him to a being called RahXephon that breaks out of the egg. Shortly after, Haruka finds him again and tries to make him join her cause of fighting against the Mulians.\n\nCaught between the crosshairs of the Mulians and TERRA, Ayato begins to question his purpose, navigating altered memories and ultimately his very identity in this chaotic new world.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/165/RahXephon"
        },
        {
            "text": "Official Site",
            "link": "http://www.mediafactory.co.jp/anime/rahxephon/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=849"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/RahXephon"
        }
    ]
}