{
    "title": "The Last: Naruto the Movie",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/10/67631.jpg",
        "alt": "the-last-naruto-the-movie"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "THE LAST NARUTO THE MOVIE",
    "start_date": "2014-12-06",
    "ending_song": "\"Hoshi no Utsuwa (星のうつわ)\" by Sukima Switch",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "super-power",
        "romance",
        "martial-arts",
        "shounen"
    ],
    "sinopse": "Two years have passed since the end of the Fourth Great Ninja War. Konohagakure has remained in a state of peace and harmony—until Sixth Hokage Kakashi Hatake notices the moon is dangerously approaching the Earth, posing the threat of planetary ruin.\n\nAmidst the grave ordeal, the Konoha is invaded by a new evil, Toneri Oosutuski, who suddenly abducts Hinata Hyuuga's little sister Hanabi. Kakashi dispatches a skilled ninja team comprised of Naruto Uzumaki, Sakura Haruno, Shikamaru Nara, Sai, and Hinata in an effort to rescue Hanabi from the diabolical clutches of Toneri. However, during their mission, the team faces several obstacles that challenge them, foiling their efforts.\n\nWith her abduction, the relationships the team share with one another are tested, and with the world reaching the brink of destruction, they must race against time to ensure the safety of their planet. Meanwhile, as the battle ensues, Naruto is driven to fight for something greater than he has ever imagined—love.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/16870/The_Last__Naruto_the_Movie"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-tokyo.co.jp/anime/naruto/movie14/index.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9588"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16184"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/The_Last:_Naruto_the_Movie"
        }
    ]
}