{
    "title": "Naruto: Shippuuden Movie 6 - Road to Ninja",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/6/51863.jpg",
        "alt": "naruto-shippuuden-movie-6-road-to-ninja"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "ROAD TO NINJA NARUTO THE MOVIE",
    "start_date": "2012-07-28",
    "ending_song": "\"Soredewa Mata Ashita (それでは、また明日)\" by ASIAN KUNG-FU GENERATION",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "super-power",
        "martial-arts",
        "shounen"
    ],
    "sinopse": "Returning home to Konohagakure, the young ninja celebrate defeating a group of supposed Akatsuki members. Naruto Uzumaki and Sakura Haruno, however, feel differently. Naruto is jealous of his comrades' congratulatory families, wishing for the presence of his own parents. Sakura, on the other hand, is angry at her embarrassing parents, and wishes for no parents at all. The two clash over their opposing ideals, but are faced with a more pressing matter when the masked Madara Uchiha suddenly appears and transports them to an alternate world.\n\nIn this world, Sakura's parents are considered heroes—for they gave their lives to protect Konohagakure from the Nine-Tailed Fox attack 10 years ago. Consequently, Naruto's parents, Minato Namikaze and Kushina Uzumaki, are alive and well. Unable to return home or find the masked Madara, Naruto and Sakura stay in this new world and enjoy the changes they have always longed for. All seems well for the two ninja, until an unexpected threat emerges that pushes Naruto and Sakura to not only fight for the Konohagakure of the alternate world, but also to find a way back to their own.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/13667/Naruto__Shippuuden_Movie_6_-_Road_to_Ninja"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-tokyo.co.jp/anime/naruto/movie12/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9023"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14172"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Naruto_the_Movie:_Road_to_Ninja"
        }
    ]
}