{
    "title": "Hana no Miyako de",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/85993.jpg",
        "alt": "hana-no-miyako-de"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "original_name": "花のみやこで",
    "start_date": "2012-09-29",
    "end_date": "2012-09-29",
    "tags": [
        "drama",
        "historical",
        "romance",
        "yaoi"
    ],
    "authors": [
        "Takarai",
        "Rihito (Story & Art)"
    ],
    "sinopse": "Hana no Miyako de\nMotoharu Tsujimura and Akira Hazumi belong to different social classes, but despite that, they have been friends since childhood. A rift grows between them when Motoharu confesses his love to Akira and is rejected, yet even this is not enough to completely drive them apart.\n\nWhen Akira, who is greatly interested in botany, chooses a certain university at which to study agriculture, Motoharu follows him to the same school and department. One afternoon, Akira asks to walk home together with Motoharu, like they used to do—only this time, Akira intends to discuss something important that will impact both their futures.\n\nHana no Migoro ni\nYouichi Arikawa and Shouta Misaki came to know each other when they both served as assistants to Professor Tsujimura in his agricultural laboratory. The two of them fell in love, and now they live together in the old house that Misaki inherited from his late grandfather Akira.\n\nHaving grown older and graduated from university, Arikawa and Misaki experience new strains on their relationship, different from the ones they are used to. Outside the walls of their home, they are regarded as friends and roommates. Arikawa's mother wants the two to visit during a holiday weekend, but though Arikawa proposes to tell her that he and Misaki are going out, the latter prefers to keep the truth silent. Unexpectedly, Arikawa's older sister returns home on the same weekend.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/44677/Hana_no_Miyako_de"
        }
    ]
}