{
    "title": "Mitsuboshi Colors",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/5/89984.jpg",
        "alt": "mitsuboshi-colors"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "三ツ星カラーズ",
    "start_date": "2018-01-07",
    "end_date": "2018-01-07",
    "opening_song": "\"Colors Power ni Omakasero! (カラーズぱわーにおまかせろ！)\" by Colors☆Slash (カラーズ ☆ スラッシュ) [Yui Akamatsu (Yuuki Takada), Sacchan (Marika Kouno), Kotoha (Natsumi Hioka)]",
    "ending_song": "\"Miracle Colors☆Honjitsu mo Ijou Nashi! (ミラクルカラーズ ☆ 本日も異常ナシ！)\" by Colors☆Slash (カラーズ ☆ スラッシュ) [Yui Akamatsu (Yuuki Takada, Sacchan (Marika Kouno), Kotoha (Natsumi Hioka)]",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "shounen",
        "slice-of-life"
    ],
    "sinopse": "Residing within Tokyo's district of Ueno are the Colors, three individuals who protect their city by performing good deeds and aiding their community. Or, at the very least, they pretend to be the city's defenders. In reality, the Colors are just three young girls: the shy Yui Akamatsu, the noisy Sacchan, and the video game-loving Kotoha, who spend their time playing make-believe and exploring the city. The Colors' activities are facilitated by the grandfatherly Daigorou \"Pops\" Kujiraoka, who uses his store's inventory of knick-knacks to entertain the rambunctious trio.\n\nNot everyone is a fan of the Colors though. The local policeman Saitou just wants to deal with his regular duties, but he often finds himself the target of the Colors' attention, having been made the villain in most of their fantasies. But despite his personal feelings, Saitou always finds the time to go along with the three girls' games. Even though the Colors do not actually defend Ueno, they definitely help brighten everyone's day.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/35078/Mitsuboshi_Colors"
        },
        {
            "text": "Official Site",
            "link": "http://www.mitsuboshi-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12957"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20373"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Mitsuboshi_Colors"
        }
    ]
}