{
    "title": "Kämpfer",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "けんぷファー",
    "start_date": "2009-10-02",
    "end_date": "2009-10-02",
    "opening_song": "\"Unreal♥Paradise (あんりある ♥ パラダイス)\" by Minami Kuribayashi",
    "ending_song": "\"One Way Ryouomoi (ワンウェイ両想い)\" by Marina Inoue and Megumi Nakajima",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "comedy",
        "ecchi",
        "romance",
        "school",
        "shoujo-ai",
        "super-power"
    ],
    "sinopse": "Waking up transformed into a beautiful girl might be the stuff of some guys' fantasies, but when the suddenly effeminatized Natsuru is informed by a stuffed tiger that he's now a Kampfer, a mystical fighter who has to fight other Kampfers in female form, his life becomes a living nightmare!\n\nPutting aside the obvious \"plumbing\" issues, Natsuru's best childhood friend turns out to swing the other way and SHE has a crush on his new female body. Not complex enough? Natsuru's school has separate sections for boys and girls, so he and she are now double enrolled. The rumor-mill has it that he's dating herself. And there are other Kampfers attending the school who want to take her out, and he's not sure which ones mean \"on a date\" and which ones mean \"permanently.\" Oh, and did we mention that some Kampfers use swords and guns?! Hormones, fists, and other body parts will fly as the daring, new gender-bender defender must become a contender or die!\n\n(Source: Sentai Filmworks)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/6205/Kämpfer"
        },
        {
            "text": "Official Site",
            "link": "http://www.starchild.co.jp/special/kenpu/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6685"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10861"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Kenpufer"
        }
    ]
}