{
    "title": "Saa Himitsu wo Hajimeyou",
    "type": "manga",
    "original_name": "さあ秘密をはじめよう",
    "tags": [
        "romance",
        "josei"
    ],
    "authors": [
        "Kazui",
        "Kazumi (Story & Art)"
    ],
    "sinopse": "It is a well-known and strictly enforced fact that the company Mizuura Mai has just started working for forbids office relationships… so why is it that Katou Tomoya (also known as “Ace”), one of the top elites of the company, has decided to ask her to date him? Besides, she’d only started 3 weeks before and she barely knew him. She doesn’t know where this suddenly came from! Knowing full well what it’s like to be let go by a company, she doesn’t want to risk it and decides to turn him down after a seemingly appropriate length of consideration time. Before she even gets there, he names her his personal secretary, to the irritation of some other office ladies who have been there longer and have, therefore, had crushes on him for longer. However, Katou tells her that he had never felt this way before and so was willing to take a risk with her, requesting that she give a relationship with him a try anyway. Mai soon finds herself acquiescing, and their secret relationship begins. (Source: hazydaze.net)\n\nOne-shots published in the series:\n\nTooku Koi wo Shiteru: (included in volume 1)\n8 months after being coldly dumped, Hana gets a call from her college ex, Tsuyoshi, just to see how she's doing. Confused, she asks her male colleague for advice and is told to be cautious about her ex's motives.\n\nClose to You, Close to Me: (included in volume 2)\nAsami's prowess in bed has caused guys to run away b/c they assume she works in \"that\" business. She has just started dating Yuusuke, and really likes him, so to make sure he doesn't make the same assumption, she decides to...??\n\nOtona Challenge?: (included in volume 3)\nKaoru has just started dating her colleague Takanashi-san, but always feels like such a little kid next to such a capable and mature guy. Will their relationship really work when she is constantly feeling so inferior?\n\nDarling, Darling: (included in volume 4)\nEver since Tomoko's boyfriend Shin quit college to pursue his dream as a sculptor, she began feeling uncertain about their relationship. Not only did they see each other less b/c his growing fame made him busier, he seems to be slowly changing into someone she doesn't know...is it time for Tomoko to end it before she gets hurt?",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/19862/Saa_Himitsu_wo_Hajimeyou"
        }
    ]
}