{
    "title": "Ar nosurge: Umareizuru Hoshi e Inoru Uta",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/139931.jpg",
        "alt": "ar-nosurge-umareizuru-hoshi-e-inoru-uta"
    },
    "type": "manga",
    "volumes": "2",
    "chapters": "26",
    "original_name": "アルノサージュ～生まれいずる星へ祈る詩～",
    "start_date": "2014-02-26",
    "end_date": "2014-02-26",
    "tags": [
        "action",
        "magic",
        "mecha",
        "sci-fi"
    ],
    "authors": [
        "Tatsuwo (Art)"
    ],
    "sinopse": "Manga adaption of the PS3 RPG Ar nosurge.\n\nOn a fictional planet named Ra Ciela, humans and a spiritual lifeform known as Genoms previously co-existed; however, after Ra Ciela was destroyed in a failed ceremony that sought to convert it into energy for long-distance interstellar travel, humans began to travel in search of other planets to inhabit using a special spaceship called Soreil.\n\nFollowing contact with a hostile life-form known as the Sharls, the people that lived in Orei, one of Soreil's areas, were abducted, as humankind was powerless against the Sharls due to them being able to use a power known as Song Magic. Thousands of years later, the Felion Wall, a structure located in the depths of Orei opens, and from inside emerge the Ancients, people with the ability to use the same Song Magic the Sharls possess. The Divine Empress then opened the wall and let part of the people reside in the city of Felion, but this split off the people on Orei in two factions: one led by the Divine Empress and her PLASMA squad, which sought to exterminate the Sharls in order to bring peace to the people, and other one led by the Archbishop of the Genomirai Church, Zillillium Rimonite, who sought to have humans and Sharls coexisting in promise of achieving a enlightened life.\n\n(Source: Ar tonelico Wikia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/80453/Ar_nosurge__Umareizuru_Hoshi_e_Inoru_Uta"
        }
    ]
}