{
    "title": "Karas",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1054/98245.jpg",
        "alt": "karas"
    },
    "type": "ova",
    "episodes": "6",
    "original_name": "鴉 -KARAS-",
    "start_date": "2005-03-25",
    "end_date": "2005-03-25",
    "opening_song": "\"REVELATION\" by Yoshihiro Ike (eps 2-6)",
    "ending_song": "#1: \"Selenite\" by Rurutia",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "sci-fi",
        "super-power",
        "fantasy"
    ],
    "sinopse": "The world of the humans and the world of the demons (youkai) have overlapped one another, leaving humans to walk the streets of life as they normally would, while demons walk, hidden from the naked eye, down the very same streets. A seemingly young woman named Yurine and her servant, the Karas (from the Japanese word for \"Crow\"), have long maintained order and balance between the overlapped worlds, ultimately keeping the demons from interrupting the lives of humans. However, humans have come to forget and jest at the existence of demons, and no longer understand the privilege it is to live without fear. Disgusted by this arrogance, an old Karas turns his back on the laws he had once upheld, and in his human form, named Eko, he creates an army of Mikura, or mechanized demons, to ready an attack on the human race.\n\nA young man named Otoha inherits the powers of the Karas and takes his place at the side of Yurine, who claims that his soul called out for her while he lived the life of a human. They live in the world of the demons. It is now up to Otoha to prove himself as a Karas, and restore the balance that Eko threatens to upset.\n\nMeanwhile, a superstitious police officer named Sagisaka and his rational new recruit, Kure, follow the trail of the murders dealt by Eko's Mikura, as well as the trail of a rogue Mikura named Nue. The prophecy unfolds from here into a grave revelation for all in the city.\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/389/Karas"
        },
        {
            "text": "Official Site",
            "link": "http://www.thekaras.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2179"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=5002"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Karas_%28anime%29"
        }
    ]
}