{
    "title": "Hoozuki no Reitetsu",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "鬼灯の冷徹",
    "start_date": "2014-01-10",
    "end_date": "2014-01-10",
    "opening_song": "\"Jigoku no Sata mo Kimi Shidai (地獄の沙汰も君次第)\" by Jigoku no Sata All Stars (Hiroki Yasumoto, Takashi Nagasako, Yumiko Kobayashi, Tetsuya Kakihara, Touko Aoyama, Eri Kitamura x YOUR SONG IS GOOD)",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "demons",
        "supernatural",
        "fantasy",
        "seinen"
    ],
    "sinopse": "Hell is a bureaucracy, and business is running smoother than ever thanks to the demonic efficiency of Hoozuki, chief deputy to Lord Enma, the King of Hell. Whether offering counsel to the Momotarou of Japanese folklore or receiving diplomatic missions from the Judeo-Christian Hell, the demon who runs the show from behind the king's imposing shadow is ready to beat down any challenges coming his way into a bloody pulp. Metaphorically, of course...\n\nThe poster boy for micromanagement and armed with negotiation skills worthy of Wall Street, Hoozuki no Reitetsu follows the sadistic and level-headed Hoozuki as he spends his days troubleshooting hell. With an abundance of familiar faces from popular Japanese legends and East Asian mythology working middle management positions, this referential and anachronistic dark comedy brings new meaning to the phrase \"employer liability.\" Just how hard could it be to manage employees from hell, anyway?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/20431/Hoozuki_no_Reitetsu"
        },
        {
            "text": "Official Site",
            "link": "http://www.hozukino-reitetsu.com/1series/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9955"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15573"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Hozuki%27s_Coolheadedness"
        }
    ]
}