{
    "title": "Senki Zesshou Symphogear AXZ",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/3/86584.jpg",
        "alt": "senki-zesshou-symphogear-axz"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "戦姫絶唱シンフォギア AXZ〈アクシズ〉",
    "start_date": "2017-07-02",
    "end_date": "2017-07-02",
    "opening_song": "\"TESTAMENT\" by Nana Mizuki (eps 2-11)",
    "ending_song": "#1: \"Senritsu Sorority (旋律ソロリティ Senritsu Sororiti)\" by Maria Cadenzavna Eve (Yoko Hikasa), Shirabe Tsukuyomi (Yoshino Nanjo), Kirika Akatsuki (Ai Kayano) (ep 1)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "music",
        "sci-fi"
    ],
    "sinopse": "Hibiki Tachibana has defeated many powerful enemies, saved countless innocent lives, and escaped from numerous desperate situations, but she is currently finding herself unable to escape from her most desperate situation yet—summer homework! Although her high school life is relatively unremarkable, her career as a member of the military organization S.O.N.G. is anything but. Using powerful, ancient armor known as Symphogear, Hibiki and her teammates work with the United Nations to deal with international disputes and disasters.\n\nDuring a mission briefing at headquarters, Hibiki is made aware of a mysterious organization known as the Bavarian Illuminati, who has been responsible for several major disasters in the past and currently operate in the war-torn country Val Verde. Together, Hibiki and her team infiltrate one of the Bavarian Illuminati's manufacturing plants and free hundreds of slaves. Exposed, alchemists Saint-Germain, Cagliostro, and Prelati reveal themselves as the organization's top brass, and—using alchemical powers—declare a global revolution while sacrificing thousands of lives. Faced with yet another threat to the world's survival, Hibiki and her allies must confront the Bavarian Illuminati in their most difficult and destructive battle yet.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/32836/Senki_Zesshou_Symphogear_AXZ"
        },
        {
            "text": "Official Site",
            "link": "http://www.symphogear-axz.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11955"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19724"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Symphogear"
        }
    ]
}