{
    "title": "Seijo no Maryoku wa Bannou Desu",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1947/114235.jpg",
        "alt": "seijo-no-maryoku-wa-bannou-desu"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "聖女の魔力は万能です",
    "start_date": "2021-04-06",
    "end_date": "2021-04-06",
    "opening_song": "\"Blessing\" by Aira Yuuki (結城アイラ)",
    "ending_song": "#1: \"Page for Tomorrow\" by NOW ON AIR (eps 2-11)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "magic",
        "romance",
        "fantasy"
    ],
    "sinopse": "Since ancient times, the citizens of Salutania have lived within a shroud of miasma, a force that brings forth monsters creating havoc around the world. When the kingdom's Order of Knights becomes incapable of containing the monsters, the Grand Magus summons a holy maiden—the legendary \"Saint\"—to obliterate the horrid creatures and restore peace.\n\nOne evening, as Sei Takanashi returns home from a long day at work, a magical force pulls her into a foreign world. Upon her arrival to the kingdom of Salutania, she overhears that the Grand Magus inadvertently summoned two Saints—Sei and a brown-haired girl. Needing only one holy maiden, the prince declares the other girl as the Saint, leaving Sei to her own devices.\n\nSei sets her sight on the Medicinal Flora Research Institute, an establishment known for its studies regarding herbs and potions. While indulging in her latest passion, Sei has a fateful encounter with the commander of the Third Order of Knights. But little does she know, her aptitude as a Saint will continue to exert its influence over her new life.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/42826/Seijo_no_Maryoku_wa_Bannou_Desu"
        },
        {
            "text": "Official Site",
            "link": "https://seijyonomaryoku.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15720"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=23896"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/The_Saint's_Magic_Power_Is_Omnipotent#Anime"
        }
    ]
}