{
    "title": "Shinka no Mi: Shiranai Uchi ni Kachigumi Jinsei",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1537/117590.jpg",
        "alt": "shinka-no-mi-shiranai-uchi-ni-kachigumi-jinsei"
    },
    "type": "tv-serie",
    "original_name": "進化の実～知らないうちに勝ち組人生～",
    "start_date": "2021-10-20",
    "rating": "None",
    "tags": [
        "fantasy"
    ],
    "sinopse": "\"Seiichi Hiiragi is an ugly, revolting, dirty, smelly fatass\"—these are the insults hurled at him one after another about his appearance. Such was Seiichi's miserable school life.\n\nOne day, a voice claiming to be a God announced over the public address system to prepare to be transported to another world. The entire school, including Seiichi, were sent to a fantasy world featuring game-like elements such as levels, stats, and skills. However, the God still had preparations to complete for the transfer, and would send them over as soon as the hero summoning ritual was ready. The classes all formed groups to wait for the transfer, but Seiichi alone was excluded, and as such was summoned to a different area. After being transported, the first thing Seiichi ate was the \"Fruit of Evolution,\" which would come to greatly change his life...\n\nThis story follows Seiichi from being bullied by his classmates, neglected as a companion, to his hard work, positive attitude, and surviving in this new world. As a result, he becomes one of the champions before he knows it.\n\n(Source: MU, amended)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/46985/Shinka_no_Mi__Shiranai_Uchi_ni_Kachigumi_Jinsei"
        },
        {
            "text": "Official Site",
            "link": "https://www.shinkanomi-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=16018"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=23975"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Shinka_no_Mi:_Shiranai_Uchi_ni_Kachigumi_Jinsei#Anime"
        }
    ]
}