{
    "title": "Great Teacher Onizuka",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/13/11460.jpg",
        "alt": "great-teacher-onizuka"
    },
    "type": "tv-serie",
    "episodes": "43",
    "original_name": "グレート・ティーチャー・オニヅカ",
    "start_date": "1999-06-30",
    "end_date": "1999-06-30",
    "opening_song": "#1: \"Driver's High\" by L'Arc~en~Ciel (eps 01-17)",
    "ending_song": "#1: \"Last Piece\" by Kirari (eps 1-17)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "slice-of-life",
        "comedy",
        "drama",
        "school",
        "shounen"
    ],
    "sinopse": "Twenty-two-year-old Eikichi Onizuka—ex-biker gang leader, conqueror of Shonan, and virgin—has a dream: to become the greatest high school teacher in all of Japan. This isn't because of a passion for teaching, but because he wants a loving teenage wife when he's old and gray. Still, for a perverted, greedy, and lazy delinquent, there is more to Onizuka than meets the eye. So when he lands a job as the homeroom teacher of the Class 3-4 at the prestigious Holy Forest Academy—despite suplexing the Vice Principal—all of his talents are put to the test, as this class is particularly infamous.\n\nDue to their utter contempt for all teachers, the class' students use psychological warfare to mentally break any new homeroom teacher they get, forcing them to quit and leave school. However, Onizuka isn't your average teacher, and he's ready for any challenge in his way.\n\nBullying, suicide, and sexual harassment are just a few of the issues his students face daily. By tackling the roots of their problems, Onizuka supports them with his unpredictable and unconventional methods—even if it means jumping off a building to save a suicidal child. Thanks to his eccentric charm and fun-loving nature, Class 3-4 slowly learns just how enjoyable school can be when you're the pupils of the Great Teacher Onizuka.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/245/Great_Teacher_Onizuka"
        },
        {
            "text": "Official Site",
            "link": "http://pierrot.jp/title/gto/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=191"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=153"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Great_Teacher_Onizuka"
        }
    ]
}