{
    "title": "ChäoS;HEAd",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/13/15443.jpg",
        "alt": "chao-s-he-ad"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "カオスヘッド",
    "start_date": "2008-10-09",
    "end_date": "2008-10-09",
    "opening_song": "\"F.D.D\" by Kanako Itou",
    "ending_song": "''Super Special'' by Kagami Seira",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "sci-fi",
        "harem",
        "mystery",
        "psychological",
        "supernatural"
    ],
    "sinopse": "Throughout Shibuya, a series of murders dubbed the \"New Generation Madness\" gained widespread attention As these crimes gained infamy, they became a hot topic of discussion among the people of the area. Nonetheless, these \"New Gen\" murders do not capture the interest of Takumi Nishijou, a high school otaku who frequently experiences delusions and feels that he is constantly being watched.\n\nHaving no concern for the real world, Takumi spends his time playing online games and watching anime. However, his ordinary life is disrupted when he receives a horrifying image of a man staked to a wall from a user named Shogun. After calming himself at an internet cafe, Takumi sees the exact same murder scene as the image portrayed happen right before his eyes, along with a pink-haired girl covered in blood calling out his name.\n\nConflicted with the nature of reality, Takumi finds it difficult to judge where to place his trust as he gets caught up in the \"New Gen\" murders, believing that the murderer is out to get him.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/4975/ChäoS_HEAd"
        },
        {
            "text": "Official Site",
            "link": "http://chaoshead.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6088"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10182"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Chaos%3BHead"
        }
    ]
}