{
    "title": "Sangokushi: Dai Ichi Bu - Eiyuu-tachi no Yoake",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1877/103239.jpg",
        "alt": "sangokushi-dai-ichi-bu-eiyuu-tachi-no-yoake"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "三国志 第一部 英雄たちの夜明け",
    "start_date": "1992-01-25",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "historical"
    ],
    "sinopse": "The Yellow Turban rebellion that initiated the downfall of the ruling Han dynasty. At the start of the story, both Liu Bei, its eventual protagonist, and Cao Cao, its eventual antagonist, are minor players. Liu Bei is striving to find a way to bring order to a chaotic world. As he puzzles he way toward the correct course of action, he befriends two powerful warriors, Zhang Fei and Guan Yu. Together, they take the Oath of the Peach Garden, to live and die together as warriors for justice. Meanwhile, Cao Cao is pondering how to fulfill his destiny as \"a hero in a chaotic world or a villain in a peaceful one.\"\n\nInitially, power seems to belong to usurping warlord Dong Zhuo and his right-hand man, the hero Lu Bu. But the two soon fall out over a woman, and the resulting power vacuum gives Cao Cao his chance. Even though Lu Bu is the stronger warrior, Cao Cao has the devil's own luck on the battlefield. Liu Bei tries to stick to the right course, but he is just a minor piece on the giant chessboard of China's warring states. War rages up and down the country, with inconclusive result, thus setting the stage for the next two movies in the series.\n\n(Source: Orphan Fansubs)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/7696/Sangokushi__Dai_Ichi_Bu_-_Eiyuu-tachi_no_Yoake"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5407"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=3844"
        }
    ]
}