{
    "title": "Mahou Shoujo Ikusei Keikaku",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "魔法少女育成計画",
    "start_date": "2016-10-02",
    "end_date": "2016-10-02",
    "opening_song": "\"Sakebe (叫べ)\" by Manami Numakura",
    "ending_song": "\"DREAMCATCHER\" by nano",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "fantasy",
        "magic",
        "supernatural",
        "thriller"
    ],
    "sinopse": "For many girls in N-City, playing the popular social role-playing game Magical Girl Raising Project is as close as they could come to being a real magical girl. However, for some rare players, that dream can become a reality. One such girl is Koyuki Himekawa, who receives a notification one night that she has been selected to become a magical girl, her in-game avatar Snow White.\n\nAs Koyuki and other chosen players in the city begin helping those in need, they all receive yet another notification: the admins have decided that they want to reduce the number of magical girls. Whoever collects the least amount of Magical Candies—which are awarded for their magical girl activities—in their competition each week will lose their powers. But when a real-world tragedy happens to the first player that drops out, they are shown the repercussions of losing their abilities. As more participants inevitably lose the competition and more twisted rules are added, the girls soon realize that their \"contest\" is actually a desperate fight for survival.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/33003/Mahou_Shoujo_Ikusei_Keikaku"
        },
        {
            "text": "Official Site",
            "link": "http://www.mahoiku.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11572"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18167"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Mah%C5%8D_Sh%C5%8Djo_Ikusei_Keikaku"
        }
    ]
}