{
    "title": "Re:Zero kara Hajimeru Isekai Seikatsu: Dai-2 Shou - Yashiki no Isshuukan-hen",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/188947.jpg",
        "alt": "re-zero-kara-hajimeru-isekai-seikatsu-dai-2-shou-yashiki-no-isshuukan-hen"
    },
    "type": "manga",
    "volumes": "5",
    "chapters": "31",
    "original_name": "Re：ゼロから始める異世界生活 第二章 屋敷の一週間編",
    "start_date": "2014-10-25",
    "end_date": "2014-10-25",
    "tags": [
        "action",
        "drama",
        "fantasy",
        "seinen"
    ],
    "authors": [
        "Fuugetsu",
        "Makoto (Art)",
        "Nagatsuki",
        "Tappei (Story)"
    ],
    "sinopse": "The unaware Subaru Natsuki wakes to see two figures standing in a completely unfamiliar room. The two girls, who turn out to be the sisters Rem and Ram, are immediately teased by Subaru for their synchronistic way of speaking. Before he can go too far, he is interrupted by Emilia—the charming girl he saved at the cost of losing his life thrice using \"Return By Death,\" an ability that allows him to return to a certain \"savepoint\" each time he dies.\n\nEmilia informs him that due to the injury he received while protecting her from Elsa Granhiert, she brought him to the mansion she lives in. There, Subaru meets Roswaal L. Mathers, the clownlike count who owns the residence. While everyone is having breakfast, Subaru requests a reward: to let him be hired as a butler alongside Rem and Ram, which Roswaal quickly grants.\n\nEverything seems to be going well for Subaru. However, after a few days inside the mansion, he mysteriously wakes up at the beginning again, reminding him an awful lot of his ability. Can Subaru unravel the mystery behind his death, or will his spirit break first?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/80719/Re_Zero_kara_Hajimeru_Isekai_Seikatsu__Dai-2_Shou_-_Yashiki_no_Isshuukan-hen"
        }
    ]
}