{
    "title": "Iwai! Dekichatta Kekkon",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/45021.jpg",
        "alt": "iwai-dekichatta-kekkon"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "15",
    "original_name": "祝! できちゃった結婚",
    "tags": [
        "comedy",
        "romance",
        "slice-of-life",
        "josei"
    ],
    "authors": [
        "Unita",
        "Yumi (Art)",
        "Takashimizu",
        "Mineko (Story)"
    ],
    "sinopse": "‘Iwai! Dekichatta kekkon’, which roughly translates into 'Let's celebrate! Shotgun marriage', is a semi-educational manga drawn by Unita Yumi (Usagi Drop etc.). The title basically gives the whole story away: Yuki (25, office worker) finds out that she is pregnant, breaks the news to her happy-go-lucky boyfriend, Raita (25, eternal part-timer), and the two start planning their future together.\n\nFrom then on, on the first level of story, we are following the everyday adventures (apartment hunting, planning the wedding, choosing a hospital) and hardships (mainly money problems) the young couple must overcome.\n\nOn the second level, as the manga foretells us in the Preface, this romantic comedy has another ‘motive’ besides the entertainment of the reader: it wants to teach those who are in the same situation and those who might get into one in the future (so all of us, readers). Thus, the author frequently comments on the current events, gives thoroughly precise, almost medical-level explanations (at other times just within the boundary of common sense) of the terms mentioned in the conversations, and presents the reader with the results of a short survey on the topic at the end of each chapter.\n\nThe latter attributes to the lack of drama (parents are pretty understanding); however, this manga is a good read: a heartwarming and lighthearted story.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/27101/Iwai_Dekichatta_Kekkon"
        }
    ]
}