{
    "title": "Koukaku Kidoutai",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/10/82594.jpg",
        "alt": "koukaku-kidoutai"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "GHOST IN THE SHELL（攻殻機動隊）",
    "start_date": "1995-11-18",
    "opening_song": "\"Making of a Cyborg\" Kenji Kawai",
    "ending_song": "Reincarnation by Kenji Kawai",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "mecha",
        "police",
        "psychological",
        "sci-fi",
        "seinen"
    ],
    "sinopse": "In the year 2029, Niihama City has become a technologically advanced metropolis. Due to great improvements in cybernetics, its citizens are able to replace their limbs with robotic parts. The world is now more interconnected than ever before, and the city's Public Security Section 9 is responsible for combating corruption, terrorism, and other dangerous threats following this shift towards globalization.\n\nThe strong-willed Major Motoko Kusanagi of Section 9 spearheads a case involving a mysterious hacker known only as the \"Puppet Master,\" who leaves a trail of victims stripped of their memories. Like many in this futuristic world, the Puppet Master's body is almost entirely robotic, giving them incredible power.\n\nAs Motoko and her subordinates follow the enigmatic criminal's trail, other parties—including Section 6—start to get involved, forcing her to confront the extremely complicated nature of the case. Pondering about various philosophical questions, such as her own life's meaning, Motoko soon realizes that the one who will provide these answers is none other than the Puppet Master themself.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/43/Koukaku_Kidoutai"
        },
        {
            "text": "Official Site",
            "link": "http://www.productionig.com/contents/works_sp/16_/index.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=61"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=465"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Ghost_in_the_Shell_%28film%29"
        }
    ]
}