{
    "title": "Koukaku Kidoutai: Stand Alone Complex - Solid State Society",
    "type": "special",
    "episodes": "1",
    "original_name": "攻殻機動隊 STAND ALONE COMPLEX Solid State Society",
    "start_date": "2006-09-01",
    "opening_song": "\"Player\" by Origa with Heartsdales",
    "ending_song": "\"Date of rebirth\" by Origa",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "military",
        "sci-fi",
        "mystery",
        "police",
        "mecha",
        "seinen"
    ],
    "sinopse": "A.D. 2034. It has been two years since Motoko Kusanagi left Section 9. Togusa is now the new leader of the team, that has considerably increased its appointed personnel. The expanded new Section 9 confronts a rash of complicated incidents, and investigations reveal that an ultra-wizard hacker named the Puppeteer is behind the entire series of events.\n\nIn the midst of all, Batou, who was stalking the case on a separate track, encounters Motoko. She goes away after saying, \"Stay away from the Solid State Society.\" Batou is left with a doubt in his mind. Could Motoko be the Puppeteer?\n\nThe series of intriguing incidents that Section 9 faces gradually link together almost artistically. Who is the Puppeteer? What will happen to Batou's relationship with Motoko? What is the full truth behind this carefully planned perfect crime? And what will the outcome be? Mysteries surround the Solid State Society...\n\n(Source: Production I.G.)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1566/Koukaku_Kidoutai__Stand_Alone_Complex_-_Solid_State_Society"
        },
        {
            "text": "Official Site",
            "link": "http://www.kokaku-s.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=4414"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=6717"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Ghost_in_the_Shell:_S.A.C._Solid_State_Society"
        }
    ]
}