{
    "title": "Kootta Natsu no Hi",
    "type": "manga",
    "volumes": "1",
    "original_name": "凍った夏の日",
    "start_date": "1995-10-19",
    "tags": [
        "mystery",
        "drama",
        "shoujo"
    ],
    "authors": [
        "Shinohara",
        "Chie (Story & Art)"
    ],
    "sinopse": "This is a collection of 7 short stories by mangaka Shinohara Chie.\n\n3ninme ga Kieta:\nMisonoo Chihiro and her friend Nozaki Haruka just witnessed Miyamoto Banri-senpai murder another schoolmate, but nobody believes them. That is, nobody except Banri-senpai. Determined to protect herself, Banri-senpai is now after them, but what is her original motive??\n\nKootta Natsu no Hi:\nYouko is watching after her house by herself for a few days while her mother is away, but one afternoon, an intruder holds her up at gunpoint and demands to know where the money is from their recent transaction selling the house. Youko tells him she has no idea, but the intruder does not believe her. How can she escape him??\n\nSatsui ni wa Aoi Ribon wo Kakete:\nKazuya was the rich Nagatani-san's gigolo, but she recently died of a heart attack. Mariko meets Kazuya at her funeral, and discovers an unmarked bottle containing a clear liquid in his car. Did Kazuya kill Nagatani-san to inherit her money? The seed of suspicion is planted in Mariko's mind...\n\nGozen 0ji no Toubousha:\nMizunuma Kazumi is accused of shoplifting a CD, even though she has no recollection of it. A stranger comes to save her, saying that he saw the CD fall into her bag without her knowing. When she thanks him, he mysteriously says that it's fine, b/c now she owes him one...\n\nNanika ga Yami de Miteiru:\nAsou Minako has a crush on the elite Nakamura Tooru-san, but he rejects her instantly after she tells him her feelings. Determined not to give up, she follows him to his student council meeting where she discovers a huge secret and...!\n\nJisatsushitsu Room Number 404:\nEriko has just moved into her friend Mari's apt. The rent there is cheap b/c nobody seems to want to live in a room where two previous tenants committed suicide. Eriko does not care b/c she will be able to live in the same building as Tooru-san, her secret crush. The only problem is, Tooru-san is Mari's boyfriend...\n\nWeekend no Shoutaijou:\nSawara Noriko receives a mysterious ticket to a jazz concert one day. Curious, she decides to go and finds an unoccupied seat next to her. To her surprise, her big crush, Shiki Satoshi arrives and claims it! Was he the one that sent her the ticket?",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/15444/Kootta_Natsu_no_Hi"
        }
    ]
}