{
    "title": "S no Yuiitsu! M no Zettai",
    "type": "manga",
    "volumes": "1",
    "chapters": "6",
    "original_name": "S の唯一 M の絶対",
    "start_date": "2007-01-20",
    "tags": [
        "romance",
        "school",
        "shoujo"
    ],
    "authors": [
        "Touma",
        "Rei (Story & Art)"
    ],
    "sinopse": "1. Solely S, Absolutely M\n   Mamiya has gorgeous looks, terrific grades and outstanding sports reflexes. He’s very popular with the girls in his class, but seems to have no interest in them whatsoever. Sawako is the only girl who treats Mamiya like a slave. She thought there’d be no change in their relationship, but…!?\n\n2. Jitter Bug\n   When Akane's mother died, she thought she was all alone in the world. Then she found out that her father is still alive and that she has three brothers. What will she do when she finds herself falling for her younger brother?\n\n3. My Dear Cat\n   Hosoya Mizuki is a university student who has a boyfriend. One day on the way back from school she sees a beautiful cat with one blue eye and one brown eye which seems to mesmerize her. What will happen to poor Mizuki when she will meet a handsome guy with one blue eye and one brown eye and what about her boyfriend?\n\n4. Bet!!\n   When she secretly took a picture of Saeki-kun, the no.1 popular guy on campus, she witnessed a scene she really wasn’t supposed to!? A bet has been made by him that if he can make her fall in love with him within a week, she'll have to delete that picture... who will win this bet?\n\n5. Love Planetarium\n   Satoko Fukaya is heartbroken after being dumped by her boyfriend, because she was transferring to another school. While crying she is suddenly pulled into the planetarium by Nanasawa Kouki who seems to have taken an interest in her.\n\nExtra: M's Dejection\nSawako continues to treat her boyfriend like her slave, resulting in Mamiya thinking about breaking up.\n(Source: MangaFox)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/5076/S_no_Yuiitsu_M_no_Zettai"
        }
    ]
}