{
    "title": "Tonari no Shibafu",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/26323.jpg",
        "alt": "tonari-no-shibafu"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "8",
    "original_name": "隣りのしばふ",
    "tags": [
        "comedy",
        "yaoi"
    ],
    "authors": [
        "Kotobuki",
        "Tarako (Story & Art)"
    ],
    "sinopse": "1. Dearest neighbour I love you\n   The hero realizes he has been in love with his best friend since their childhood. He suffers from his friend who is slow on the uptake\n\n2. Candy candy\n   The elementary school teacher teaches privately his pupil who is poor at exercise of vaulting box after school hour. But the pupil takes aphrodisiac because the teacher tries to confiscate it...\n\n3. A cockhound & bestial wrestler contributes the Police Department for his image improvement by being photogenic subject of the poster with a twin child idol. A child idol wears a double face and overreacts against wrestler's sexual harassment. The lighting stand falls down and the wrestler sustains serious injuries to protect the child...\n\n4. Very hilarious fantasy: In \"Japan Air Self-Defense Force\", there is really a christmas executive branch...\n\n5. The immoral couple between a student and a teacher is annoyed by another couple of teachers at love crisis...\n\n6. Very dark story. The twin brothers whose parents died were taken in separately by relatives. But one cleverer brother pretends another one and real another brother comes to revenge after his step mother died...\n\n7. Hero has been annoyed by his burdensome friend from their childhood. Hero gets angry to find the baby of his friend, the result of the failure of anticonception...\n\n8. The senior student goes to the university of Tokyo to escape from his junior student who only had sex with him for pleasure. But they meet again as a private tutor and his student...\n\n(from B-U)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/2513/Tonari_no_Shibafu"
        }
    ]
}