{
    "title": "Souten Kouro",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/8/13994.jpg",
        "alt": "souten-kouro"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "蒼天航路",
    "start_date": "2009-04-08",
    "end_date": "2009-04-08",
    "opening_song": "\"909\" by Tribal Chair",
    "ending_song": "\"Pinhole\" by Ogre You Asshole",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "adventure",
        "historical"
    ],
    "sinopse": "Souten Kouro's story is based loosely on the events taking place in Three Kingdoms period of China during the life of the last Chancellor of the Eastern Han Dynasty, Cao Cao (155 – March 15, 220), who also serves as the main character.\n\nThe Three Kingdoms period has been a popular theme in Japanese manga for decades, but Souten Kouro differs greatly from most of the others on several points. One significant difference is its highly positive portrayal of its main character, Cao Cao, who is traditionally the antagonist in not only Japanese manga, but also most novel versions of the Three Kingdoms period, including the original 14th century version, Romance of the Three Kingdoms by Luo Guanzhong. Another significant difference from others is that the storyline primarily uses the original historical account of the era, Records of Three Kingdoms by Chen Shou, as a reference rather than the aforementioned Romance of the Three Kingdoms novel. By this, the traditional hero of Romance of the Three Kingdoms, Liu Bei, takes on relatively less importance within the story and is portrayed in a less positive light. Yet, several aspects of the story are in fact based on the novel version, including the employment of its original characters such as Diao Chan, as well as anachronistic weapons such as Guan Yu's Green Dragon Crescent Blade and Zhang Fei's Viper Blade.\n\nA consistent theme throughout the story is Cao Cao's perpetual desire to break China and its people away from its old systems and ways of thinking and initiate a focus on pragmatism over empty ideals. This often puts him at odds with the prevalent customs and notions of Confucianism and those that support them.\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/5226/Souten_Kouro"
        },
        {
            "text": "Official Site",
            "link": "http://www.ntv.co.jp/souten/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6408"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10668"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/S%C5%8Dten_K%C5%8Dro"
        }
    ]
}