{
    "title": "Star Driver: Kagayaki no Takuto",
    "type": "tv-serie",
    "episodes": "25",
    "original_name": "STAR DRIVER 輝きのタクト",
    "start_date": "2010-10-03",
    "end_date": "2010-10-03",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "romance",
        "mecha",
        "shounen"
    ],
    "sinopse": "Deep beneath the surface of Southern Cross Isle, a mysterious organization known as the Glittering Crux Brigade frequently gathers in their underground fortress. The group is particularly interested in \"Cybodies,\" stone giants which can transform into massive fighting humanoids but only in a realm known as \"Zero Time.\" By finding and shattering the seals of the island's four seal maidens, Glittering Crux hopes to break free of Zero Time and use the Cybodies anywhere they please.\n\nOne night, a young man named Takuto Tsunashi washes up on the island's shore and is rescued by Sugata Shindou and his fiancée Wako Agemaki, one of the island's seal maidens. After he awakens, Takuto quickly befriends the two and proceeds to enroll at the local academy, where many of his fellow students are secretly members of Glittering Crux. However, Takuto holds a secret: when in Zero Time, he can utilize a Cybody of his own—the Tauburn. In the forthcoming battle, Takuto and the Tauburn will be the key to preventing Glittering Crux from shattering Wako's seal and realizing its nefarious ambitions.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/8934/Star_Driver__Kagayaki_no_Takuto"
        },
        {
            "text": "Official Site",
            "link": "http://www.star-driver.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7591"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=11607"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Star_Driver:_Kagayaki_no_Takuto"
        }
    ]
}