{
    "title": "Soukou Musume Senki",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1532/110186.jpg",
        "alt": "soukou-musume-senki"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "装甲娘戦機",
    "start_date": "2021-01-07",
    "end_date": "2021-01-07",
    "opening_song": "\"Dream hopper\" by Rikako Aida (逢田梨香子)",
    "ending_song": "\"Compass Song (コンパスソング)\" by Kano",
    "rating": "None",
    "tags": [
        "action",
        "fantasy",
        "military"
    ],
    "sinopse": "Riko Morisawa, a young girl from Tokorozawa, goes on a trip to Tokyo with her friend Mana. While they roam around the shops of Ikebukuro, Riko spots a billboard about an event related to the Little Battlers eXperience (LBX) line of toys. Mana urges Riko to purchase one, and although initially declining, Riko soon avails a few LBX kits for her father.\n\nUpon opening one of the boxes labeled \"LBX Assassin,\" a temporal rift manifests itself and transports Riko into the sky of an alternate Japan. While she falls at terminal velocity, an exosuit based on the LBX Assassin materializes around her, saving her from the descent. However, on the ground, she encounters the Mimesis, lethal metallic creatures that invade world after world. As she flees away from these monsters, Riko is rescued by four other LBX-equipped girls. After learning about Riko's predicament, the group decides to recruit her into their combat unit—\"Soukou Musume.\"\n\nSoukou Musume Senki narrates how the unit endures the trials and tribulations they face, developing unbreakable bonds along the way.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36458/Soukou_Musume_Senki"
        },
        {
            "text": "Official Site",
            "link": "http://www.soukou-musume-senki.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13487"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22023"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/%E3%83%80%E3%83%B3%E3%83%9C%E3%83%BC%E3%83%AB%E6%88%A6%E6%A9%9F"
        }
    ]
}