{
    "title": "Hikoutei Jidai",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/40249.jpg",
        "alt": "hikoutei-jidai"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "3",
    "original_name": "飛行艇時代",
    "start_date": "1989-03-19",
    "end_date": "1989-03-19",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "historical"
    ],
    "authors": [
        "Miyazaki",
        "Hayao (Story & Art)"
    ],
    "sinopse": "\"Hikoutei Jidai\" is a 15 page all watercolor manga, which the animated film \"Porco Rosso\" is based on. It was serialized in Model Graphix, a monthly magazine about scale models, as a part of Miyazaki's \"Zassou Note\" series. Like other mangas in this series, \"Hikoutei Jidai\" is a manifestation of his love for old planes. It's filled with planes from 1920s (heavily modified by Miyazaki), technical details about them, and men (good-hearted and silly) who love these planes.\n\nCompared to the anime version, the manga is much lighter and sillier (in a good sense). Other than being a \"retired Italian Air Force pilot,\" Porco's past is not in the story, so there is no conflict with the fascist government, although the rise of fascism and the sentiment against it are mentioned. Gina doesn't appear at all, and Porco is basically a happy guy. Still, the basic story line and its charm are carried over into the anime.\n\nIn the air battle scene between Porco and Donald Chuck (Curtis in the anime version), Miyazaki wrote; \"If this were animation, I might be able to convey the grandeur of this life-or-death battle. But this is a comic. I have no choice but to rely on the imagination of you, good readers.\" No one knew at that time, that we were going to be able to see this scene on the big screen as the animated movie \"Porco Rosso.\"\n\n(Source: nausicaa.net)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/24979/Hikoutei_Jidai"
        }
    ]
}