{
    "title": "Uminari",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/5/39736.jpg",
        "alt": "uminari"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "original_name": "海鳴り",
    "start_date": "2007-01-20",
    "tags": [
        "drama",
        "romance",
        "yaoi"
    ],
    "authors": [
        "Takao",
        "Hiroi (Story)",
        "Kamuro",
        "Akira (Art)"
    ],
    "sinopse": "Uminari is a collection of four short, unrelated stories featuring a variety of adult men in relationships.\n\n1. The Sound of the Sea\n   Shougo is your average high school student living in a humble seaside port town. His world is flipped upside down when the new art teacher, Asano-sensei, moves into Shougo's house! During Asono's stay, Shougo grows a strange yet strong longing for him. Emotions unstable as the waves in a storm, the characters' feelings are almost dangerous.\n\n2. Moon on the 16th Night\n   Shuu is a well-aged man settling down in life. Kazui, on the other hand, is a young man partying his life away. Shuu and Kazui are lovers. All seems well until newcomer Kohei squeezes into the story and Shuu suspects ill will between this Kohei and his beloved. Maintaining their relationship reveals struggling to solidify honesty as well as trust.\n\n3. Shared Key\n   Arisawa and Yuki thought that by living together they can do much \"more\" things. It's easier said and done when their stressful jobs and wonky schedules adds bricks to the wall between them!\n\n4. Last Kiss\n   Two matured fathers, Kouichi and Mamoru, go for a trip to the beach with their families. What first seems to be a simple fun-in-the-sun plot twists to the reminiscences between the lives of the two men. Having first met as new neighbors during their grade school years, Kouichi and Mamoru have been the best of friends for over thirty-five years. The retreat questions their relationships between their families... and themselves.\n\n5. 3:00 AM\n   A short ending to the first story.\n\n(Source: Alipio)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/17823/Uminari"
        }
    ]
}