{
    "title": "Human Lost: Ningen Shikkaku",
    "type": "movie",
    "episodes": "1",
    "original_name": "HUMAN LOST 人間失格",
    "start_date": "2019-10-22",
    "ending_song": "\"HUMAN LOST feat. J. Balvin\" by m-flo",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "historical",
        "psychological",
        "drama",
        "seinen"
    ],
    "sinopse": "\"Mine has been a life of much shame.\"\n\nTokyo, 2036 (Showa year 111): a revolution in medical treatment has conquered death...\nBy means of internal nanomachines and the \"S.H.E.L.L.\" system whose network controls them, human beings suffer no diseases, require no treatment for injuries, and are guaranteed a 120-year lifespan, free from illness. Yet this consummate social system warps the Japanese nation in a host of ways: unresolved economic disparities, ethical decadence resulting from deathlessness, grave environmental pollution, and the \"Human Lost\" phenomenon, in which people themselves, disconnected from the S.H.E.L.L. network, become malformed. Japan teeters wildly between two potential futures: civilization's restoration or its destruction.\n\nAtmospheric pollution suffuses \"Route 16\" in the Outside—the area outside the Route 16 beltway. Youzou Oba, who lives an idle, drug-saturated life, joins Masao Horiki, a mysterious man who associates with the drag-racing gangs, on an incursion Inside—the area within the Route 7 loop where the privileged class lives—only to be embroiled in a violent struggle. When he encounters a malformed sufferer of the Human Lost phenomenon, a \"Lost,\" Youzou's life is saved by Yoshiko Hiiragi, a girl of mysterious abilities who belongs to the anti-Lost agency H.I.L.A.M., and he discovers that he himself also possesses extraordinary powers...\n\nDegradation and death. Life and hope. Buffeted by fate, a man tears himself apart and cries out. Rage. Sorrow. Pathos. Consumed by despair and bitter tears, Youzou Oba is himself transformed into a demon. A human lost... or a human who can find himself?\n\n(Source: Official Site)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/39584/Human_Lost__Ningen_Shikkaku"
        },
        {
            "text": "Official Site",
            "link": "https://human-lost.jp"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14787"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21993"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Ningen_Shikkaku"
        }
    ]
}