{
    "title": "Suzuka",
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "涼風",
    "start_date": "2005-07-07",
    "end_date": "2005-07-07",
    "opening_song": "\"Start Line\" by COACH☆",
    "ending_song": "#01",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "romance",
        "shounen",
        "sports"
    ],
    "sinopse": "Teenager Yamato Akitsuki has moved from the Hiroshima countryside to Tokyo to begin his high school career. In return for room and board, he has agreed to help his aunt and cousin run their bathhouse and the adjacent girls-only dormitory where he will be staying. On his way to meet his relatives, he passes by a local high school track and is mesmerized by a high jumper practicing her technique.\n\nLater on, Yamato finds out that the high jumper is not just another resident of the dorm, but is also his neighbor. Suzuka Asahina is a heavily-scouted track and field athlete who is attending the same high school he is enrolled in. A perfectionist by nature, Suzuka is put off by Yamato's clumsy and carefree attitude and finds it difficult to be near him.\n\nDetermined to win her over, Yamato joins the track team after discovering his hidden talent for sprinting. Through his interactions with the track team, his classmates, and the ever-inebriated college students in the dorm, Yamato finds the resolve to become a better athlete and a more suitable companion to Suzuka, even if it means pushing himself to the point of exhaustion.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/390/Suzuka"
        },
        {
            "text": "Official Site",
            "link": "http://www.suzuka-tv.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=3203"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=5113"
        },
        {
            "text": "Wikipedia",
            "link": "<http://en.wikipedia.org/wiki/Suzuka_(manga"
        }
    ]
}