{
    "title": "Ginga Densetsu Riki",
    "type": "manga",
    "volumes": "1",
    "chapters": "6",
    "original_name": "銀牙伝説リキ",
    "tags": [
        "action",
        "adventure",
        "shounen"
    ],
    "authors": [
        "Takahashi",
        "Yoshihiro (Story & Art)"
    ],
    "sinopse": "Riki, the grandfather of Weed and father of Gin, was born a runt. He was fathered by Shiro and mothered by Yamabuki. Shiro's owner, Gohei, pays no attention to Riki when he comes to pick a pup from the litter. Instead, Riki is never rehomed and becomes close to his mother. Unfortunately, Yamabuki's true owner, who had been sick, was healthy enough to take her back. She didn't feel she could handle two dogs, and decided that he would not take Riki in. Riki severely missed his mother, and one day set out to meet her. On his way, he is attacked by a pack of dogs. Hopelessly outnumbered, Riki tries to escape and falls into a river. Waking up, he learns that his father, Shiro, has rescued him. Riki had never seen his father, but had known his name. Shiro, on the other hand, didn't know that Riki was his son and left before Riki could say anything. But, not before giving him a speech on being strong. Riki makes it his goal and constantly tries to get stronger.\n\nOne day, a child named Daisuke takes a toy car (one children can ride in) through a roaded mountain pass with an incline. Riki, while traveling to see his mother, notices him racing down. A truck, not seeing Daisuke, hits the boy and sends him flying over the road railing. Afraid that he is dead, the driver moves on. Daisuke, although only bruised, is knocked out. Riki jumps onto a ledge and howls, hopeing someone would hear. Instead, the pack that attacked him heard him and came. After being abused, the pack came to hate humans and attacked Daisuke. Riki, in an effort to save him, fought against the dogs and succeeded in winning. Gohei and Shiro eventually showed up, and the pack ran off. Shiro finally found out that Riki was his son.\n\nGohei, Shiro, and a few others head out to fight Akakabuto. Seeing this, Riki follows the van. Gohei intends to kill Akakabuto, but the bear is too strong. Gohei shot the bear in the eye, and the bullet became lodged in the beast's brain. This made him go insane and, while biting Shiro, fall over a cliff. Riki witnessed all this, and was distraught when his father fell. These events set the stage for the future series, Ginga Nagareboshi Gin.\n(source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/8901/Ginga_Densetsu_Riki"
        }
    ]
}