{
    "title": "Fukumenkei Noise",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "覆面系ノイズ",
    "start_date": "2017-04-11",
    "end_date": "2017-04-11",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "music",
        "drama",
        "romance",
        "school",
        "shoujo"
    ],
    "sinopse": "Every day, a young girl wearing a mask stands by the beach and sings a nostalgic melody. After experiencing two sudden heart-wrenching partings when she was only a child, Nino Arisugawa has been singing her songs to the ocean, bound by a promise made with her two childhood friends—her first love, Momo Sakaki, and a boy who composed music, Kanade \"Yuzu\" Yuzuriha. Having never met each other, the boys both individually promised that if Nino was ever separated from them, her voice would be the beacon to reunite them once again.\n\nAfter six long years, destiny has finally placed Nino, Momo, and Yuzu in the same high school. However, the passage of time has changed many things in their lives—while Nino relentlessly attempts to fulfill her childhood promise with the boys, Yuzu's feelings for her from the past resurface, and Momo goes to great lengths to prevent a reunion with Nino. Through music, will they be able to mend their friendship and overcome all the feelings involved in this complicated love triangle?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/33203/Fukumenkei_Noise"
        },
        {
            "text": "Official Site",
            "link": "http://fukumenkei-anime.jp"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12088"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18232"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Anonymous_Noise"
        }
    ]
}