{
    "title": "Kono Oto Tomare! 2nd Season",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "この音とまれ！",
    "start_date": "2019-10-06",
    "end_date": "2019-10-06",
    "opening_song": "\"Harmony\" by Shouta Aoi",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "music",
        "romance",
        "school",
        "shounen"
    ],
    "sinopse": "The Tokise High School Koto Club has courageously pushed through their fractured and unsynchronized performance at the Kanto Region Traditional Japanese Music Festival. Clubmembers Chika Kudou, Satowa Houzuki, Takezou Kurata, Hiro Kurusu, Kouta Mizuhara, Saneyasu Adachi, and Michitaka Sakai are devastated to learn the negative results of their performance, leaving them crushed. Nonetheless, the group recognizes their potential and enthusiastically agree to collectively sharpen their skills, improve their flaws, and develop higher caliber playing to succeed in the upcoming national qualifiers in winter.\n\nWith the help of their now willing club advisor Suzuka Takinami, the group's goal gradually becomes achievable as they begin to grasp the foundations of good music and refine their koto-playing abilities, with the suggestion of performing more often to gain what they lack most—experience.\n\nHowever, as their journey to nationals is underway, the koto club members face challenges that obstruct their focus and progress. Not only does the threat of other powerhouse schools and musicians remain, but the high school issues of budding romance and soon-to-be-graduating seniors also begin to push the limits of the determined group of teenagers and the future of the koto club.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38889/Kono_Oto_Tomare_2nd_Season"
        },
        {
            "text": "Official Site",
            "link": "http://www.konooto-anime.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14553"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22389"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Kono_Oto_Tomare!_Sounds_of_Life"
        }
    ]
}