{
    "title": "Cheer Danshi!!",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/7/80360.jpg",
        "alt": "cheer-danshi"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "チア男子!!",
    "start_date": "2016-07-05",
    "end_date": "2016-07-05",
    "opening_song": "\"Hajime no Ippo (初めの一歩)\" by Luck Life",
    "ending_song": "#1: \"Hajime no Ippo (初めの一歩)\" by Luck Life (ep 1)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sports",
        "drama",
        "school"
    ],
    "sinopse": "After suffering from a shoulder injury, shy first-year university student Haruki Bandou gladly takes the opportunity to give up judo, failing to find happiness in the sport regardless of his family owning a dojo. He did not expect, however, that his best friend Kazuma Hashimoto would also decide to leave their university's judo club at the same time as him. Despite Haruki's protests, Kazuma already has plans for a new and revolutionary activity: a cheerleading team made up of only men. Although heavily reluctant, Haruki ends up helping his friend set up the team. Through sheer determination, and with support from their newfound club members, Haruki and Kazuma persist in founding the Breakers, the first ever all-male cheerleading team of Meishiin University, slowly making history in spite of the feminine tag attached to the sport of cheerleading and the prejudices, physical challenges, and self-doubts that inevitably follow.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/32483/Cheer_Danshi"
        },
        {
            "text": "Official Site",
            "link": "http://www.cheer-boys.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12019"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18174"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Cheer_Boys!!"
        }
    ]
}