{
    "title": "Ninkuu",
    "type": "tv-serie",
    "episodes": "55",
    "original_name": "忍空",
    "start_date": "1995-01-14",
    "end_date": "1995-01-14",
    "opening_song": "\"輝きは君の中に (Kagayaki wa Kimi no Nakani; Radiance is inside of You)\" by Yume Suzuki",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "shounen"
    ],
    "sinopse": "In the war, a group of warriors called Ninku fought against the Imperial Army and almost annihilated it. But in the end, the Ninku lost and got shattered. After the war, the imperial army established themselves as the defender of the people with the help of propaganda. They also managed to get the people to think the Ninku were the villains and had started the war. Fusuke looks like a child but he is the former captain of the first Ninku division. His mother was taken during the war and after the Ninku were defeated, he goes on a journey to find her. On his journey he meets Aicho and Touji, both also former Ninku captains, and together they fight against the imperial army that tries to kill the last remaining Ninkus.\n\nThe ninku is a clan of extinct ninjas who command esoteric and powerful techniques, hence a lot of other groups are constantly trying to steal their techniques to take over the country. Their primary target is Fusuke, a weird looking kid but one of the most powerful Ninku ninja. Fusuke, together with other Ninku ninja with different specialties must fight those threat that caused the downfall of the Ninku clan.\n\n(Source: ANN)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/912/Ninkuu"
        },
        {
            "text": "Official Site",
            "link": "http://pierrot.jp/title/ninku/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=712"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=2603"
        }
    ]
}