{
    "title": "Seisenshi Dunbine",
    "type": "tv-serie",
    "episodes": "49",
    "original_name": "聖戦士ダンバイン",
    "start_date": "1983-02-05",
    "end_date": "1983-02-05",
    "opening_song": "#1",
    "ending_song": "\"Mieru Darou Byston Well (みえるだろうバイストン・ウェル)\" by MIO",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "sci-fi",
        "adventure",
        "drama",
        "fantasy",
        "mecha"
    ],
    "sinopse": "Shou Zama is an ordinary 18-year-old from Tokyo who finds himself summoned to the medieval fantasy world of Byston Well. Upon arrival, he is put into service under the ambitious lord Drake Luft, who seeks to greatly expand his power. Those like Shou who come from \"Upper Earth\" possess strong aura power and are ordered to pilot \"Aura Battlers,\" insectoid mecha designed by a man named Shot Weapon, who also came from Upper Earth.\n\nHowever, Shou's alliances quickly change when he meets Marvel Frozen, a young woman who has decided to rebel against Drake's political agenda. As he realizes the lord's true intentions, the boy chooses to join the fight against Drake and team up with Neal Given, who leads the resistance movement. The resistance isn't alone—Riml, daughter of their enemy and Neal's secret love, aids their efforts, hoping to escape from her father's clutches. As Shou finds himself fighting alongside his new comrades, they put their lives on the line to prevent the villainous Drake from taking over Byston Well before it's too late.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/929/Seisenshi_Dunbine"
        },
        {
            "text": "Official Site",
            "link": "http://www.sunrise-anime.jp/sunrise-inc/works/detail.php?cid=39"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=899"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1188"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Dunbine"
        }
    ]
}