{
    "title": "Assault Lily: Bouquet",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1024/108413.jpg",
        "alt": "assault-lily-bouquet"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "アサルトリリィ Bouquet",
    "start_date": "2020-10-02",
    "end_date": "2020-10-02",
    "opening_song": "\"Sacred world\" by RAISE A SUILEN",
    "ending_song": "#1: \"Edel Lilie\" by Hitotsuyanagi Team (一柳隊) (eps 1-4, 6-7, 10-12)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "magic",
        "fantasy"
    ],
    "sinopse": "Fifty years ago, mysterious creatures known as the \"Huge\" suddenly appeared all over the world, posing an existential threat to humanity. To defend against these menaces, soldiers in the form of teenage girls known as \"Lilies\" use the energy \"Magie\" within their bodies to power weapons called \"Counter Huge ARMS\" or \"CHARMS.\"\n\nAfter being saved by a Lily two years ago while evacuating from a Huge attack, Riri Hitotsuyanagi vowed to become a Lily herself. She enrolls in the prestigious academy of Yurigaoka, a training ground for Lilies, and discovers that one of her classmates is Yuyu Shirai—the same Lily who rescued her. Much to her confusion, however, the person she thought to be cheerful turns out to be quite antisocial and prefers to fight alone. Even so, Riri still desires to get along with Yuyu and is willing to do anything she can to reach that goal.\n\nWith Yuyu and the other Lilies by her side, Riri's journey on becoming one of them has just bloomed!\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/40550/Assault_Lily__Bouquet"
        },
        {
            "text": "Official Site",
            "link": "https://anime.assaultlily-pj.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15156"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22905"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Assault_Lily"
        }
    ]
}