{
    "title": "Tennis no Ouji-sama Movie 1: Futari no Samurai - The First Game",
    "type": "movie",
    "episodes": "1",
    "original_name": "劇場版 テニスの王子様 二人のサムライ The First Game",
    "start_date": "2005-01-29",
    "opening_song": "\"Seishun Glory (青春グローリー)\" by SCRIPT",
    "ending_song": "\"Seishun Glory (青春グローリー)\" by SCRIPT",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "shounen",
        "sports"
    ],
    "sinopse": "Ryouma Echizen and the Seishun Academy Boys' Tennis Team are invited to participate in an exhibition game aboard a luxury cruise ship by its owner, Hikomaro Sakurafubuki. When they arrive, the boys are shocked to discover that Ryouma's adopted older brother, Ryouga, is the captain of the opposing team. During their first games, Seishun easily crushes their opponents, garnering excitement from the cruise spectators. However, many strange things about the cruise begin to surface—from the restaurant's cheap sushi to a bathroom covered in marble wallpaper.\n\nSuspecting something is amiss, the team quickly finds out that Sakurafubuki is running an illegal gambling plot and that they must lose their next set of matches in order for him to win a large sum of money. Back on the first day, their opponents were told to purposefully lose in order to make the spectators bet heavily on Seishun's victory. If the middle schoolers do not comply, they risk losing their lives, as all of the employees on the ship are armed and working with Sakurafubuki, including Ryouga.\n\nRelying only on themselves, the team must put their skills and intellect together to outsmart the threat around them. As Seishun decides to fight for their lives, the two sons of Samurai Nanjiro go head-to-head to determine who is the superior player.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/815/Tennis_no_Ouji-sama_Movie_1__Futari_no_Samurai_-_The_First_Game"
        },
        {
            "text": "Official Site",
            "link": "https://www.production-ig.co.jp/works/tenipuri-the-first-game/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2380"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=4433"
        },
        {
            "text": "Wikipedia",
            "link": "<http://ja.wikipedia.org/wiki/テニスの王子様_(アニメ"
        }
    ]
}