{
    "title": "Manie-Manie: Meikyuu Monogatari",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/6/18685.jpg",
        "alt": "manie-manie-meikyuu-monogatari"
    },
    "type": "movie",
    "episodes": "3",
    "original_name": "Manie-Manie 迷宮物語",
    "start_date": "1987-09-25",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "fantasy",
        "horror",
        "sci-fi",
        "supernatural"
    ],
    "sinopse": "Manie-Manie: Meikyuu Monogatari is an anthology film composed of three short films by acclaimed directors Rintaro, Yoshiaki Kawajiri, and Katsuhiro Otomo.\n\nLabyrinth Labyrinthos\nWhile Sachi is searching for her cat, Cicerone, they both fall through a mirror and become trapped in a mysterious, mind-bending labyrinth. They follow a clown's shadow into the distance, not knowing where it will lead them.\n\nRunning Man\nBob Stone is a reporter working on an article about racer Zack Hugh, the ten-year reigning champion of an extremely popular and deadly automobile race. By the time the two meet, Zack's body and mind are shells of what they used to be. When the next race starts, Bob observes what happens when both man and machine are pushed to their breaking point, and what it takes to be an enduring champion.\n\nThe Order to Stop Construction\nSalaryman Tsutomo Sugioka is dispatched into the heart of a dangerous jungle in order to halt a construction project after the foreman's mysterious disappearance. There, he discovers the deadly and uncontrollable world created by the automated construction robots. When the chief robot is resistant to his orders, Tsutomo must figure out another way to stop the project before his company's financial losses become too great.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1951/Manie-Manie__Meikyuu_Monogatari"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=713"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=2044"
        }
    ]
}