{
    "title": "B-gata H-kei",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "B 型 H 系",
    "start_date": "2010-04-02",
    "end_date": "2010-04-02",
    "opening_song": "\"Oshiete A to Z (おしえて A to Z)\" by Yukari Tamura",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "ecchi",
        "romance",
        "school",
        "seinen"
    ],
    "sinopse": "Most people, including the girl herself, would say that first year high school student Yamada is beautiful and perfect. Despite this, she is working towards a peculiar goal: to have sex with one hundred men by the end of high school.\n\nTrying to put some sense into her head, Yamada's best friend, Miharu Takeshita, points out a major flaw in that plan—she is completely inexperienced with men. However, the reason behind this is that Yamada thinks her lady parts look strange and believes others will judge her for it. As a result, Yamada decides that her first time must be with a fellow virgin, since they will not hurt or scare her. After a fateful encounter, she sets her sights on the shy and average Takashi Kosuda, an aspiring photographer with a heart of gold.\n\nWith contending rivals for his affection and her own raging hormones, Yamada must find ways to seduce Kosuda and take his cherry. However, as she gets closer to Kosuda, she finds herself increasingly enjoying their time spent together.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/7817/B-gata_H-kei"
        },
        {
            "text": "Official Site",
            "link": "http://web.archive.org/web/20120104145043/www.bgata-hkei.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7286"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=11199"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/B_Gata_H_Kei"
        }
    ]
}