{
    "title": "Arata Kangatari",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/9/47011.jpg",
        "alt": "arata-kangatari"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "アラタカンガタリ～革神語～",
    "start_date": "2013-04-09",
    "end_date": "2013-04-09",
    "opening_song": "\"GENESIS ARIA\" by Sphere",
    "ending_song": "#1: \"The Misfit Go\" by OLDCODEX (eps 1-8)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "fantasy",
        "shounen"
    ],
    "sinopse": "As a young boy from a noble family in Amawakuni, Arata has always expected to make life his own—until word of the princess growing weak reaches his city. Unbeknown to him, his grandmother had claimed him to be female at birth, and now, with no other girls to succeed the princess from the matriarchal Hime clan, he is next in line for the throne! Disguised as a woman awaiting a replacement to be found, Arata witnesses an assassination attempt on the princess by none other than her own guard, the 12 Shinsho. The crime is pinned on his head, forcing Arata to escape to the Kando forest, where it is said that no one comes out the same.\n\nMeanwhile, in modern-day Japan, Arata Hinohara longs for escape from the cruelty of his classmates. Hearing his name called from an alley, he wanders from his path and unwittingly switches universes with Arata from Amawakuni. With his own power as a newly awakened \"Sho\"—a warrior able to wield Hayagami, weapons with the power of the gods—and the help of his companions he meets along his journey, Hinohara sets out to restore order to this new world.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/16518/Arata_Kangatari"
        },
        {
            "text": "Official Site",
            "link": "http://www.arata-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9551"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14962"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Arata:_The_Legend"
        }
    ]
}