{
    "title": "Momokuri",
    "type": "ona",
    "episodes": "26",
    "original_name": "ももくり",
    "start_date": "2015-12-24",
    "end_date": "2015-12-24",
    "opening_song": "\"Daisuki dayo Daisuki dayo Umaretekite Arigatou (大好きだよ大好きだよ　生まれてきてありがとう)\" by Yuki Kurihara (CV",
    "ending_song": "OVA",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "romance",
        "slice-of-life"
    ],
    "sinopse": "After taking one hundred secret photos and observing him from afar for months, second-year high schooler Yuki Kurihara has finally mustered up the courage to ask out her first-year crush Shinya \"Momo\" Momotsuki. Although taken by surprise, the bashful Momo accepts; however, he does not know the profoundly abnormal truth. As her strait-laced friend, Norika Mizuyama, has observed, Yuki has developed some unnerving—but nonetheless sincere—habits: taking pictures of Momo in secret, doing extensive research into his personal life, collecting his used straws, and even going \"Momo watching.\"\n\nThough Momo remains blissfully unaware of his new girlfriend's peculiar habits, he does notice some oddities in their daily conversations. Still unsure and nervous about his first relationship, Momo finds himself regularly getting into awkward interactions due to his inexperience, but nevertheless resolves to make his new girlfriend happy.\n\nMomokuri follows Yuki and Momo as they shyly explore their newfound love, and also deal with the problems that arise from it.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/30014/Momokuri"
        },
        {
            "text": "Official Site",
            "link": "http://www.momokuri-anime.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11073"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16788"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/%E3%82%82%E3%82%82%E3%81%8F%E3%82%8A"
        }
    ]
}