{
    "title": "Zhen Gyi Hong Shi",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/4/87897.jpg",
        "alt": "zhen-gyi-hong-shi"
    },
    "type": "tv-serie",
    "episodes": "52",
    "original_name": "正义红师",
    "start_date": "2014-10-04",
    "end_date": "2014-10-04",
    "rating": "None",
    "tags": [
        "action",
        "military",
        "sci-fi",
        "adventure",
        "mecha"
    ],
    "sinopse": "This series, which is set in the future, is about several events that break out after troops successfully rescued a teenager who was kidnapped by the mysterious Black Armors.\nEver since Marty had his first contact with the Black Armors and was subsequently rescued, he has been found to possess mysterious prophetic abilities as he is able to see the future in fragmented visions portraying an avalanche, a tsunami, a storm and other catastrophes. These disasters will always come true after Marty experiences the prophetic visions, but he is unable to predict accurately when and where they will occur.\nWhen the government learns about this, a unit is sent to protect Marty, and World Peacekeepers, abbreviated as WPK, is established to fight against the Black Armors. In order to defeat the Black Armors, the government grants permission for World Peacekeepers to use Ammobots – mechanical armors which have been developed over many years.\n\nAfter several battles with the Black Armors, the World Peacekeepers realizes that they are actually linked to the unusual natural disasters and discovers that they originate from a small planet called Mirzam, which is outside the solar system.\n\nTheir real intention is to seize the abundant ecological resources on Earth and when these resources are seized, the ecosystem will lose its balance, thus leading to natural disasters.\n\n(Source: Official Site)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36429/Zhen_Gyi_Hong_Shi"
        },
        {
            "text": "Official Site",
            "link": "http://worldpeacekeepers.net/"
        }
    ]
}