{
    "title": "Gin no Saji",
    "type": "tv-serie",
    "episodes": "11",
    "original_name": "銀の匙",
    "start_date": "2013-07-12",
    "end_date": "2013-07-12",
    "opening_song": "\"kiss you\" by miwa",
    "ending_song": "\"Hello Especially\" by Sukima Switch",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "school",
        "shounen",
        "slice-of-life"
    ],
    "sinopse": "Yuugo Hachiken is studious, hard-working, and tired of trying to live up to expectations he just cannot meet. With the ushering in of a brand new school year, he decides to enrol in Ooezo Agricultural High School, a boarding school located in the Hokkaido countryside, as a means to escape from the stress brought upon by his parents.\n\nInitially convinced that he would do well at this institution, Hachiken is quickly proven wrong by his talented classmates, individuals who have been living on farms their entire lives and know just about everything when it comes to food, vegetables, and even the physiology of livestock! Whether it be waking up at five in the morning for strenuous labor or to take care of farm animals, Hachiken is a complete amateur when it comes to the harsh agricultural life.\n\nGin no Saji follows the comedic story of a young student as he tries to fit into a completely new environment, meeting many unique people along the way. As he struggles to appreciate his surroundings, Hachiken hopes to discover his dreams, so that he may lead a fulfilling life on his own terms.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/16918/Gin_no_Saji"
        },
        {
            "text": "Official Site",
            "link": "http://www.ginsaji-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9606"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15017"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/%E9%8A%80%E3%81%AE%E5%8C%99_Silver_Spoon"
        }
    ]
}