{
    "title": "Haiyore! Nyaruko-san",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/6/49081.jpg",
        "alt": "haiyore-nyaruko-san"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "這いよれ！ニャル子さん",
    "start_date": "2012-04-10",
    "end_date": "2012-04-10",
    "opening_song": "\"Taiyou Iwaku Moeyo Chaos (太陽曰く燃えよカオス)\" by Ushirokara Haiyoritai G",
    "ending_song": "#1: \"Zutto Be with you (ずっと Be with you)\" by RAMM ni Haiyoru Nyaruko-san (eps 1-11)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sci-fi",
        "comedy",
        "parody"
    ],
    "sinopse": "Mahiro Yasaka is just an ordinary high school student, until one day he is suddenly attacked by a dangerous monster. Just when everything seems to be lost, he is saved by a silver-haired girl named Nyaruko, who claims to be the shape-shifting deity Nyarlathotep from horror author H. P. Lovecraft's Cthulhu Mythos, sent by the Space Defense Agency to Earth. She explains to Mahiro that the creature chasing him was an alien called Nightgaunt, who had planned on abducting and selling him as a slave.\n\nAfter rescuing him from the alien, the Lovecraftian deity falls madly in love with Mahiro and forces herself into his household, much to his chagrin. Moreover, they are soon joined by two others from the fictional universe: Cthuko, a girl obsessed with Nyaruko, and Hasuta, a young boy easily mistaken for a beautiful female. Together, the three eccentric aliens protect Mahiro from the various extraterrestrial dangers that threaten both his and Earth's well-being, all the while making his life a living hell.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/11785/Haiyore_Nyaruko-san"
        },
        {
            "text": "Official Site",
            "link": "http://www.nyaruko.com/first/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8719"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=13719"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Haiyoru!_Nyaruko-san"
        }
    ]
}