{
    "title": "Gouman na Junai",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/10600.jpg",
        "alt": "gouman-na-junai"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "6",
    "tags": [
        "yaoi"
    ],
    "authors": [
        "Jinko",
        "Souma (Story & Art)"
    ],
    "sinopse": "Chapter 1:\nHino is a secretive kind of guy who mostly keeps to himself and is often noted to work over time, nearly every day. When he meets Oikawa in the elevator for the first time he is shocked when Oikawa asks suddenly if he was gay! Shocked and somewhat panicked, Hino begins to avoid Oikawa, yet it's not as easy as it seems. Is Oikawa just playing with Hino? Or is there more than meets the eye?\n\nChapter 2:\nKikaki is an unemployed professional chef who's not really paid any mind to his neighbors. Despite being in his current location for over a year, yet when he receives his neighbors package he's shocked to find out his name is Aizawa. When he hears Aizawa return later that evening he rushes over to give him his package but finds him passed out instead! When he feeds Aizawa properly he offers to feed Aizawa while he's unemployed, from there a whole new relationships starts. Yet when Aizawa appears with a strange person their relationship gets terminated suddenly. What's happening? What terrible secret is Aizawa hiding? and why does Kikaki feel so burdened by the sudden turn of events?\n\nChapter 3:\nToshiya and Watase aren't really loves, but there again they sorta are. Yet there is one snag, Watase's childhood friend, Kataoka. While Watase is always running to comfort Kataoka because of his terrible luck with women, Toshiya is left craving for something he can't have, Watase's heart. When Toshiya gets to meet Kataoka for the first time at Watase's place, he feels uncertain and uneasy. Will his feelings reach Watase?\n\nChapter 4:\nKatsumi frequents a cafe where an unusual customer always sits in the same spot and orders the same thing. When he sends over a cup of coffee over to the stranger, the stranger approaches and calls him \"Hiroya\". Since then Katsumi and Odagiri began a different type of relationships, but the name \"Hiroya\" lingers in Katsumi's mind. What kind of relationship did Odagiri have with this \"Hiroya\"? And is he \"Hiroya's\" replacement?\n\nChapter 5:\nSuddenly Kiyokawa's 3 year one-sided love ended due to the fact his friend, Takahashi got married. Despite dealing with the trouble of trying to get over his love he is faced with a new problem, his co-worker, Oonishi. When Oonishi suddenly offers to let Kiyokawa sleep with him he is shocked and left with more than needed on his plate. When his stress over Takahashi's up coming marriage interfere with his work performance, it is the final blow. That is until Oonishi shows up at his door late that night, what could Oonishi possibly want?\n\nChapter 6:\nKaidoh is the presidents son, despite everyone acting as if they have no expectations of him, he strives for greatness. Though against his determined work ethic, he's quite lax and sometimes flighty. His secretary, Kagiwara, is often nagging him much like a pestering aunt would to get his act together. Yet Kaidoh's secret feelings go unnoticed and unspoken, in a vain attempt to replace Kagiwara he allows different men to accompany him. Still, can there really be a substitute for his beloved Kagiwara or is it some vain delusion?",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/7771/Gouman_na_Junai"
        }
    ]
}