{
    "title": "Chobits",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/4/24648.jpg",
        "alt": "chobits"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "ちょびっツ",
    "start_date": "2002-04-03",
    "end_date": "2002-04-03",
    "opening_song": "\"Let Me Be With You\" by ROUND TABLE feat. Nino",
    "ending_song": "#1: \"Raison d'Être\" by Rie Tanaka (eps 1-12)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sci-fi",
        "comedy",
        "drama",
        "romance",
        "ecchi",
        "seinen"
    ],
    "sinopse": "When computers start to look like humans, can love remain the same?\n\nHideki Motosuwa is a young country boy who is studying hard to get into college. Coming from a poor background, he can barely afford the expenses, let alone the newest fad: Persocoms, personal computers that look exactly like human beings. One evening while walking home, he finds an abandoned Persocom. After taking her home and managing to activate her, she seems to be defective, as she can only say one word, \"Chii,\" which eventually becomes her name. Unlike other Persocoms, however, Chii cannot download information onto her hard drive, so Hideki decides to teach her about the world the old-fashioned way, while studying for his college entrance exams at the same time.\n\nAlong with his friends, Hideki tries to unravel the mystery of Chii, who may be a \"Chobit,\" an urban legend about special units that have real human emotions and thoughts, and love toward their owner. But can romance flourish between a Persocom and a human?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/59/Chobits"
        },
        {
            "text": "Official Site",
            "link": "http://www.tbs.co.jp/chobits/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=357"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Chobits"
        }
    ]
}