{
    "title": "Major S3",
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "メジャー (第 3 シリーズ)",
    "start_date": "2007-01-06",
    "end_date": "2007-01-06",
    "opening_song": "\"Play The Game\" by Road of Major",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "shounen",
        "sports"
    ],
    "sinopse": "Having bid farewell to his former teammates at Kaido High School's baseball club, Gorou Honda returns to his hometown eager to continue playing. Attending a new high school proves to be more difficult than he initially expected, as Tetsufumi Egashira's merciless slandering of his name prevents Gorou from being accepted into any school with an existing baseball team.\n\nLeft with no other options, Gorou joins Seishuu High School, where his childhood friend Kaoru Shimizu also attends. However, Seishuu has always been an all-girls school until two years ago, so there is not yet a dedicated men’s baseball team.\n\nBut nothing will stop Gorou in his pursuit of Koshien. He must now create a baseball team from scratch with the seven male students at Seishuu, but all of them are complete amateurs! He decides to train the incompetent team up to nationally competitive levels, but such a feat is easier said than done. Will Gorou once again perform miracles? Or will he give up on achieving his goal of defeating Kaido with his own team?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1842/Major_S3"
        },
        {
            "text": "Official Site",
            "link": "http://www3.nhk.or.jp/anime/major/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=4557"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=4115"
        },
        {
            "text": "Wikipedia",
            "link": "<http://en.wikipedia.org/wiki/Major_(manga"
        }
    ]
}