{
    "title": "Total Surrender",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/14585.jpg",
        "alt": "total-surrender"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "7",
    "original_name": "恋する気持ちは絶対服従！？",
    "tags": [
        "yaoi"
    ],
    "authors": [
        "Ishimaru",
        "Hiroko (Story & Art)"
    ],
    "sinopse": "A collection of oneshots about admiration from afar.\n\n1. Just You and Me\n   When his mom remarries, Kimikazu gains a cute younger brother Akito who needs him to look after him. Now employed by a company he discovers that his now bigger high-school student brother loves him, but not like a brother. He accepts a transfer to another city, only to find that Akiko follows him for a visit.\n2. Even If It's Secret Love\n   Two department store employees fall in love but find themselves with the same busy days at work, so they rarely can get the same days off.\n3. Perfect Partners\n   A doctor's secretary wants to gain the doctor's respect at work before he confesses his love, but he doesn't expect the interference of another doctor in his plan.\n4. The Secret Mantra of Love\n   A young noble company president, Nariaki Chuganji, relies on his servant Konoe whose family has served his for generations. Although they maintain formality in their interactions, Nariaki has always seen Konoe as an older brother who spoils him. But when a cousin threatens him, the resulting struggle causes Nariaki to reveal his true feelings for Konoe.\n5. Approach!\n   When one student wants more excitement in his love life, his boyfriend uses boys' love manga for research material with unexpected results.\n6. Love Conquers All?!\n7. Love Conquers All?! - B Side\n   Temp ad agency worker Yuya admires his serious and talented designer superior, Yoshihiro. When Yuya discovers Yoshihiro's weakness is dogs, though, he takes advantage of that fact to get closer to him outside of work.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/10835/Total_Surrender"
        }
    ]
}