{
    "title": "Little Witch Academia (TV)",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/13/83934.jpg",
        "alt": "little-witch-academia-tv"
    },
    "type": "tv-serie",
    "episodes": "25",
    "original_name": "リトルウィッチアカデミア",
    "start_date": "2017-01-09",
    "end_date": "2017-01-09",
    "opening_song": "#1: \"Shiny Ray\" by YURiKA (eps 2-13)",
    "ending_song": "#1 \"Shiny Ray\" by YURiKA (ep 1)",
    "rating": "G - All Ages",
    "tags": [
        "adventure",
        "comedy",
        "fantasy",
        "magic",
        "school"
    ],
    "sinopse": "\"A believing heart is your magic!\"—these were the words that Atsuko \"Akko\" Kagari's idol, the renowned witch Shiny Chariot, said to her during a magic performance years ago. Since then, Akko has lived by these words and aspired to be a witch just like Shiny Chariot, one that can make people smile. Hence, even her non-magical background does not stop her from enrolling in Luna Nova Magical Academy.\n\nHowever, when an excited Akko finally sets off to her new school, the trip there is anything but smooth. After her perilous journey, she befriends the shy Lotte Yansson and the sarcastic Sucy Manbavaran. To her utmost delight, she also discovers Chariot's wand, the Shiny Rod, which she takes as her own. Unfortunately, her time at Luna Nova will prove to more challenging than Akko could ever believe. She absolutely refuses to stay inferior to the rest of her peers, especially to her self-proclaimed rival, the beautiful and gifted Diana Cavendish, so she relies on her determination to compensate for her reckless behavior and ineptitude in magic.\n\nIn a time when wizardry is on the decline, Little Witch Academia follows the magical escapades of Akko and her friends as they learn the true meaning of being a witch.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/33489/Little_Witch_Academia_TV"
        },
        {
            "text": "Official Site",
            "link": "http://tv.littlewitchacademia.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12235"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18486"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E3%83%AA%E3%83%88%E3%83%AB_%E3%82%A6%E3%82%A3%E3%83%83%E3%83%81_%E3%82%A2%E3%82%AB%E3%83%87%E3%83%9F%E3%82%A2"
        }
    ]
}