{
    "title": "Junketsu no Maria",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/7/69301.jpg",
        "alt": "junketsu-no-maria"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "純潔のマリア",
    "start_date": "2015-01-11",
    "end_date": "2015-01-11",
    "opening_song": "\"Philosophy of Dear World\" by ZAQ (eps 2-12)",
    "ending_song": "#1: \"Philosophy of Dear World\" by ZAQ (ep 1)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "comedy",
        "historical",
        "magic",
        "romance",
        "fantasy",
        "seinen"
    ],
    "sinopse": "Maria is a powerful young witch living with her two familiars in medieval France during the Hundred Years' War against England. As the war rages on and the innocent get caught in its destruction, Maria becomes fed up with the situation and begins using her magic to try and prevent further conflict in hopes of maintaining peace. However, her constant intervention soon attracts the attention of the heavens, and the archangel Michael is sent to keep her from meddling in human affairs. The divine being confronts Maria, and he forbids her from using her powers, issuing a decree that her magic will be taken if she loses her virginity. Though she is now labeled a heretic, Maria adamantly refuses to heed Michael's warning and continues to disrupt the war between the two nations. But as the Church begins plotting to take away the witch's power and put a stop to Maria's interference once and for all, her peacemaking may soon come to an end.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/26441/Junketsu_no_Maria"
        },
        {
            "text": "Official Site",
            "link": "http://www.junketsu-maria.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10178"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16248"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Maria_the_Virgin_Witch"
        }
    ]
}