{
    "title": "Samurai Deeper Kyou",
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "SAMURAI DEEPER KYO",
    "start_date": "2002-07-02",
    "end_date": "2002-07-02",
    "opening_song": "\"Ao no Requiem (Blue Requiem)\" by Pipeline Project featuring Yuiko Tsubokura",
    "ending_song": "\"Love Deeper\" by Pipeline Project featuring Yuiko Tsubokura",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "comedy",
        "historical",
        "supernatural",
        "samurai",
        "shounen"
    ],
    "sinopse": "In the year 1600, at the fog-covered battlefield of Sekigahara, a fierce battle was waged by two exemplary swordsmen. One was Kyoushirou Mibu, a skilled and noble warrior in possession of the unique powers of the Mibu Clan. The other was the thousand-man slayer, with eyes and hair the color of blood, \"Demon Eyes\" Kyou. Their legendary clash was cut short when a meteor from the heavens fell down upon that battlefield, leaving both to vanish in its wake.\n\nSamurai Deeper Kyou begins four years after that battle, when a gun-wielding bounty hunter by the name of Yuya Shiina hunts down Kyoushirou—now a perverted, traveling medicine-man who has built up a large debt. On her way to claim his bounty, they are attacked by an inhuman monster that seeks to devour Kyoushirou. This encounter awakens \"Demon Eyes\" Kyou, whose mind has been trapped inside of Kyoushirou's body ever since that fateful battle. Thus begins a grand tale of legendary two swordsmen and the discovery of their secrets.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/419/Samurai_Deeper_Kyou"
        },
        {
            "text": "Official Site",
            "link": "http://www.starchild.co.jp/special/kyo/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=86"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1133"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Samurai_Deeper_Kyo"
        }
    ]
}