{
    "title": "Joshikousei no Mudazukai",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1343/111356.jpg",
        "alt": "joshikousei-no-mudazukai"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "女子高生の無駄づかい",
    "start_date": "2019-07-05",
    "end_date": "2019-07-05",
    "opening_song": "\"Wa! Moon! dass! cry! (輪！Moon！dass！cry！)\" by Nozomu Tanaka (Chinatsu Akasaki), Akane Kikuchi (Haruka Tomatsu), Shiori Saginomiya (Aki Toyosaki)",
    "ending_song": "\"Seishun no Reverb (青春のリバーブ)\" by Nozomu Tanaka (Chinatsu Akasaki), Akane Kikuchi (Haruka Tomatsu), Shiori Saginomiya (Aki Toyosaki)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "school"
    ],
    "sinopse": "As she heads off to her entrance ceremony at Sainotama Girls' High School, Akane Kikuchi muses over her grade school dream of becoming a manga artist and the lack of progress that she has made. When she finally arrives at school, she is surprised to learn that she is once again in the same class as her two best friends: the deadpan and emotionless Shiori Saginomiya and the hyperactive and ridiculous Nozomu Tanaka. Tanaka then comes to the obvious realization that she can't achieve her grade school dream of being popular with the boys and getting a boyfriend by going to an all-girls high school.\n\nIn desperation, she begins asking the girls in her class to introduce her to their guy friends. Her classmates, however, are anything but ordinary. From a grandmother-loving loli to a reclusive chuunibyou to an overly analytical stalker, each one is given a fitting nickname by Tanaka to accentuate their weirdness. And so begin the wasteful days of these high school girls, each day kicked off with a simple question: \"Hey, wanna hear something amazing?\"\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38619/Joshikousei_no_Mudazukai"
        },
        {
            "text": "Official Site",
            "link": "http://jyoshimuda.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14471"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21762"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Wasteful_Days_of_High_School_Girls#Anime"
        }
    ]
}