{
    "title": "Planet With",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1985/95103.jpg",
        "alt": "planet-with"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "プラネット・ウィズ",
    "start_date": "2018-07-08",
    "end_date": "2018-07-08",
    "opening_song": "\"One Unit\" by Minami (eps 1-11)",
    "ending_song": "\"Rainbow Planet\" by Mai Fuchigami (eps 1-3, 5-12)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "mecha",
        "sci-fi"
    ],
    "sinopse": "According to the theories of oneiromancy, dreams of dragons represent the struggle of losing yourself to your own anger. Fittingly, Souya Kuroi wakes up from a nightmare of a massive dragon destroying everything around him in a blaze of rainbow colored light. After being told that he lost his parents and memory in a strange accident, the waking world becomes another nightmare in itself. With this dream being his only memory, he has no choice but to be taken care of by his two strange guardians: the spunky and energetic maid Ginko, and a huge cat known only as \"Sensei.\"\n\nHis new life is turned upside down when the denizens of Saromisaka City are beset by a teddy bear-shaped UFO. When military power proves to be ineffective, seven mysterious people rise up to fight off the monstrosity. These heroes destroy the invader in a flurry of rainbow colored lights, the very same lights that Souya saw in his nightmare.\n\nWith the alien threat repelled, these seven strangers find themselves facing a new adversary: Souya. Swearing vengeance upon the people who decimated his old life, he begins his crusade against these \"heroes\" and becomes embroiled in a struggle of galactic proportions.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37578/Planet_With"
        },
        {
            "text": "Official Site",
            "link": "http://planet-with.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13965"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20801"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Planet_With"
        }
    ]
}