{
    "title": "Boku wa Tomodachi ga Sukunai",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/8/32873.jpg",
        "alt": "boku-wa-tomodachi-ga-sukunai"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "僕は友達が少ない",
    "start_date": "2011-10-07",
    "end_date": "2011-10-07",
    "opening_song": "\"Zannenkei Rinjinbu (Hoshi Futatsu Han) (残念系隣人部 ★★☆(星ふたつ半))\" by Tomodachi Tsukuritai (友達つくり隊) (Marina Inoue, Kanae Itou, Nozomi Yamamoto, Misato Fukuen, Kana Hanazawa, and Yuka Iguchi)",
    "ending_song": "\"Watashi no Kimochi (私のキ・モ・チ)\" by Marina Inoue",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "ecchi",
        "slice-of-life",
        "comedy",
        "harem",
        "romance",
        "school"
    ],
    "sinopse": "When Kodaka Hasegawa finds out that he will be transferring to a new school, he is determined to make a positive impression, and maybe even some friends. However, Kodaka discovers he is out of luck when he immediately gets labeled as a violent delinquent due to his blond hair and intimidating expression. Although a month has passed, Kodaka is still alone thanks to his notorious reputation. However, his life begins to change when he finds fellow loner Yozora Mikazuki talking to her imaginary friend in an empty classroom.\n\nAfter sharing stories of their lonely high school life, Kodaka and Yozora decide to overcome the difficulties of making friends together by starting the Neighbor's Club. Created for people who don't have friends, daily activities involve learning social skills and how to fit in, which will hopefully allow them to make friends. Joined by the eroge-loving Sena Kashiwazaki, and other eccentric outcasts, Kodaka may finally have managed to find people he can call friends, in this club filled with hilarious oddballs.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/10719/Boku_wa_Tomodachi_ga_Sukunai"
        },
        {
            "text": "Official Site",
            "link": "http://www.tbs.co.jp/anime/haganai/1st/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8419"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=12983"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E5%83%95%E3%81%AF%E5%8F%8B%E9%81%94%E3%81%8C%E5%B0%91%E3%81%AA%E3%81%84"
        }
    ]
}