{
    "title": "Qualidea Code",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/6/80823.jpg",
        "alt": "qualidea-code"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "クオリディア・コード",
    "start_date": "2016-07-10",
    "end_date": "2016-07-10",
    "opening_song": "#1: \"Brave Freak Out\" by LiSA (eps 1-8)",
    "ending_song": "#1: \"Gravity\" by ClariS (eps 1-4)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "magic",
        "supernatural"
    ],
    "sinopse": "On a quiet and peaceful day, the skies split open and extradimensional beings, designated as the Unknown, launch a swift and brutal attack against humanity. To protect the future of the country, all of Japan's children are cryogenically frozen until the end of the war to keep them out of harm's way.\n\nSeveral years pass, and humanity has established a foothold in a corner of Japan, which now serves as the frontline of the war. No longer facing humanity's extinction, the children are awakened from their slumber. It is then discovered that, while in cryogenesis, the children had developed Worlds, supernatural powers unique to each person. The six most powerful children are given command of the reclaimed cities, using their powers to defend the strongholds against the continuing invasion. Childhood friends Ichiya Suzaku and Canaria Utara lead Tokyo, siblings Kasumi and Asuha Chigusa manage Chiba, and Maihime Tenkawa and Hotaru Rindou oversee Kanagawa.\n\nOver time, the almost routine attacks from the Unknown and the clashing personalities of the city heads and subheads cultivate petty rivalries, leading to constant arguments between the three cities. With the Unknown suddenly increasing the pressure of their attacks, the three cities' leaders must learn how to work together or risk losing the last line of defense against humanity's extinction.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/32360/Qualidea_Code"
        },
        {
            "text": "Official Site",
            "link": "http://www.qualidea.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11846"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=17937"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Qualidea_Code"
        }
    ]
}