{
    "title": "Gozen 3-ji no Iede",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/224358.jpg",
        "alt": "gozen-3-ji-no-iede"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "original_name": "午前 3 時の家出",
    "start_date": "2017-03-07",
    "end_date": "2017-03-07",
    "tags": [
        "drama",
        "yaoi",
        "slice-of-life"
    ],
    "authors": [
        "Ueda",
        "Niku (Story & Art)"
    ],
    "sinopse": "Gozen 3-ji no Iede\nDespite thinking that his love is unrequited, Yukihito Koizumi confesses to Kousuke Takaoka, and is elated to discover that their feelings are mutual. The two move in together after graduating; however, one day, Yukihito disappears, leaving behind his key to their apartment and a note: \"Thank you for everything.\"\n\nTwo years later, Takaoka returns home after work to find someone who looks exactly like a younger Yukihito on his doorstep. In some ways, this person behaves differently, but in other ways, he is the same. He also seems to possess Yukihito's memories of their relationship. If this is a vision of Yukito when he was a student—then is Takaoka being haunted? If this is not Yukihito, then who is he and where has he come from?\n\nAi no Sainou\nNagi thought he shared a special relationship with his childhood friend Takao Onomichi, but on the day of their high school graduation, Takao suddenly states that he is moving away. Due to this, Nagi assumes that they were only ever friends with benefits.\n\nNagi is now an unattached university student. After his classmate Eishin Madoka breaks up with his girlfriend, Nagi suggests that they become friends with benefits themselves. However, Madoka declares his belief that sex should only accompany real feelings of love.\n\nIn response to this obstacle, Nagi offers to date Madoka for a trial period, during which he hopes to prove that they are compatible. Throughout their courtship, Madoka will not stop asking about Nagi's past with Takao; coincidentally, speak of the devil and he shall appear.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/117747/Gozen_3-ji_no_Iede"
        }
    ]
}