{
    "title": "Tamayomi",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "球詠",
    "start_date": "2020-04-01",
    "end_date": "2020-04-01",
    "opening_song": "\"Never Let You Go!\" by Naho (七穂)",
    "ending_song": "\"Plus Minus Zero no Housoku (プラスマイナスゼロの法則)\" by Shingoshigaya Koukou Joshi Yakyuubu (新越谷高校女子野球部)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sports",
        "school"
    ],
    "sinopse": "Yomi Takeda and Tamaki Yamazaki have loved baseball since they were kids. They used to play catch together whenever possible, and in doing so, Yomi discovered her talent for throwing the ball in a way that seemed like magic. The girls promised to keep playing baseball even when they are older and were separated soon after. In the years that followed, Tamaki went on to become a skilled catcher, but Yomi did not get very far despite her throwing prowess.\n\nDeciding to quit her passion, Yomi starts her first year at Shin Koshigaya High School. Try as she might to avoid anything related to baseball, she meets the twins Yoshino and Ibuki Kawaguchi, both of whom are enthusiasts of the sport. Moreover, she stumbles upon Tamaki, and just like old times, they decide to play catch—reigniting Yomi’s desire to pitch.\n\nReunited, Yomi and Tamaki set out to fulfill their childhood promise. Alongside Yoshino and Ibuki, they strive to revive their school’s baseball team which has been on hiatus. More members join until their group is complete, and now the new goal of Shin Koshigaya's girls' baseball team is nothing less than winning the national championships.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/39966/Tamayomi"
        },
        {
            "text": "Official Site",
            "link": "https://tamayomi.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14960"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22526"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Tamayomi"
        }
    ]
}