{
    "title": "Pupa",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "Pupa (ピューパ)",
    "start_date": "2014-01-10",
    "end_date": "2014-01-10",
    "opening_song": "\"pupa\" by Ibuki Kido & Erii Yamazaki",
    "ending_song": "\"Dare yori Suki na no ni (誰より好きなのに)\" by Kusuma San Shimai (Yurika Kurosawa, Minato Wakasa, Haruna Usui)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "fantasy",
        "horror",
        "psychological"
    ],
    "sinopse": "Abandoned by their abusive parents and with only each other to depend on, siblings Utsutsu and Yume Hasegawa find themselves led astray by beautiful red butterflies that have appeared in their world. Unbeknownst to them, these crimson winged heralds trumpet the beginning of a cannibalistic nightmare—a mysterious virus known as Pupa is about to hatch.\n\nAfter succumbing to the full effects of Pupa, Yume undergoes a grotesque metamorphosis into a monstrous creature with an insatiable desire for flesh; Utsutsu, on the other hand, is only partially affected, gaining remarkable regenerative powers instead. Reaffirming the resolve to keep the promise he made to himself years ago, Utsutsu is willing to sacrifice everything in order to always be there for his precious little sister.\n\nPupa tells the story of a loving brother's desperate struggles to save his sister while protecting the world from her uncontrollable hunger.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/19315/Pupa"
        },
        {
            "text": "Official Site",
            "link": "http://www.pupa-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9804"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15248"
        },
        {
            "text": "Wikipedia",
            "link": "<http://ja.wikipedia.org/wiki/Pupa_(%E6%BC%AB%E7%94%BB"
        }
    ]
}