{
    "title": "Kikou Kantai Dairugger XV",
    "type": "tv-serie",
    "episodes": "52",
    "original_name": "機甲艦隊ダイラガー XV",
    "start_date": "1982-03-03",
    "end_date": "1982-03-03",
    "opening_song": "\"Ginga no Seishun (銀河の青春)\" by Kouichi Kawatsu",
    "ending_song": "\"Ai wo Tsutaeru Tabi (愛をつたえる旅)\" by Kouichi Kawatsu",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "sci-fi",
        "adventure",
        "space",
        "mecha",
        "shounen"
    ],
    "sinopse": "In the original storyline as aired in Japan, Dairugger XV was simply an exploration robot, as well as an intended peace-keeping force. The Earth is in a time of prosperity. The president of the Terran League (the \"Galaxy Alliance\" in Voltron) launches a mission to explore beyond the galaxy. After commencing its mission of exploration, the starship Rugger-Guard is attacked by a ship of the Galbeston Empire. Dairugger, the super robot, is deployed in order to defend the Earth. It is somewhat by fate that they must help the people of Galbeston find a new planet before it explodes, and liberate it from its despotic Emperor. In the Japanese version, it does not have anything to do with King of the Beasts GoLion, as opposed to the U.S. version, Voltron: Defender of the Universe.\n\nThere are three assault team units: Land, Air, and Sea. There are a total of 15 parts referred to as \"Rugger,\" which can combine together to form the super-robot Dairugger. The design of the 15 separate Rugger units came from the sport of rugby, since 15 players are required to form a rugby union. The U.S. version would rename the \"Galbeston Empire\" to \"Drule Empire,\" along with editing a fair amount of violence and sexual content to keep the show safe for general audience broadcast.\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/3609/Kikou_Kantai_Dairugger_XV"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2041"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1123"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Kikou_Kantai_Dairugger_XV"
        }
    ]
}