{
    "title": "Peach Girl",
    "type": "tv-serie",
    "episodes": "25",
    "original_name": "ピーチガール",
    "start_date": "2005-01-08",
    "end_date": "2005-01-08",
    "opening_song": "\"Baby Low Tension (ベビーローテンション)\" by meg rock",
    "ending_song": "\"Asunaro Ginga (あすなろ銀河)\" by Sonim",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "romance",
        "school",
        "shoujo",
        "slice-of-life"
    ],
    "sinopse": "With her gorgeous, tan skin and long, bleached hair, former high school swim team member Momo Adachi seems like the kind of girl who could get any guy she wants. In reality, however, she is only in love with Kazuya \"Toji\" Toujigamori, a baseball player whom she fell for in junior high and who reportedly only likes pale-skinned girls. Despite her attempts to change her appearance, many of her jealous classmates have begun spreading rumors about her promiscuous and \"easy to get with\" personality. Momo's friend Sae Kashiwagi is always there to comfort her, but is secretly the source of the rumors about Momo as part of her own scheme to steal Toji. Further complicating things is Kairi Okayasu, a popular male student at Momo's high school who has publicly declared his love for her and is determined to date her.\n\nHoping to find love in a nearly impossible predicament, Momo must navigate complicated love triangles, back-stabbing friends, and her insecurities about her appearance to discover who she really is.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/325/Peach_Girl"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-tokyo.co.jp/anime/peachgirl/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2743"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=4592"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Peach_Girl"
        }
    ]
}