{
    "title": "Gekka Kajin Lumen Lunae",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/1836.jpg",
        "alt": "gekka-kajin-lumen-lunae"
    },
    "type": "manga",
    "volumes": "5",
    "chapters": "25",
    "original_name": "月華佳人 LUMEN LUNAE",
    "start_date": "1996-04-10",
    "end_date": "1996-04-10",
    "tags": [
        "demons",
        "drama",
        "shoujo",
        "shounen-ai",
        "supernatural"
    ],
    "authors": [
        "Oukami",
        "Mineko (Story & Art)"
    ],
    "sinopse": "The series follows the life of Kai Houjou, the son of a young human woman and the king of demons. Kai's teenage mother was raped and Kai was stolen from her at birth to be raised as a tortured prisoner in the demon world. He has now escaped and returned to the human world to find and protect his mother. However, time moves differently in the two worlds and although Kai is grown, it has only been a year since his mother gave birth. Kai enters his mother's high school in order to stay near her. Meanwhile, demons hunt for Kai, and he must fight or make deals to save himself and his mother, while trying to discover why the demons consider him such a threat.\n\nThe story is dark, with references to and scenes of rape, torture, incest, and murder. Kai is a teenage boy who has known little in the world besides torture and rape, mostly at the hands of his older half-brother, a demon prince. Kai's mother is a traumatized victim, who has found the strength to go back to school after her ordeal, even though she is now the subject of rumor and ridicule. Many of the demons have tortured/incestuous pasts (or presents) themselves. While the art is not very sexually explicit, and less violently explicit than one might expect, the story implies all manner of horror, perversion, and eroticism.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/1726/Gekka_Kajin_Lumen_Lunae"
        }
    ]
}