{
    "title": "Crayon Shin-chan Movie 28: Gekitotsu! Rakuga Kingdom to Hobo Yonin no Yuusha",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1659/104900.jpg",
        "alt": "crayon-shin-chan-movie-28-gekitotsu-rakuga-kingdom-to-hobo-yonin-no-yuusha"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "映画クレヨンしんちゃん 激突! ラクガキングダムとほぼ四人の勇者",
    "start_date": "2020-09-11",
    "opening_song": "\"Muscat (マスカット)\" by Yuzu",
    "ending_song": "\"Giga Aishiteru (ギガアイシテル)\" by Rekishi (レキシ)",
    "rating": "G - All Ages",
    "tags": [
        "comedy",
        "seinen"
    ],
    "sinopse": "Due to the advent of modern technology, kids have abandoned their crayons and paper for electronic tablets, causing the imaginative energy emitted from children's doodles to reach an all-time low. Consequently, the Doodle Kingdom in the sky, powered by such energy, is now at risk of collapsing onto the cities below. For any hope to avoid such a catastrophe, the kingdom's princess hastily seeks out a hero from Earth capable of wielding the \"Miracle Crayon.\"\n\nWhile the kingdom's reformers arrive on land to seize Earth, the magical crayon finds itself in the hands of Shinnosuke \"Shin-chan\" Nohara. In a journey that will test the limits of childlike imagination, Shin-chan must harness his creativity to secure the safety of his home and restore peace to both worlds.\n\n(Writer/Coordinator)\nDue to the advent of modern technology, kids have abandoned their crayons and paper for electronic tablets, causing the imaginative energy emitted from children's doodles to reach an all-time low. Consequently, the Rakuga Kingdom in the sky, powered by such energy, is now at risk of collapsing onto the cities below. For any hope to avoid such a catastrophe, the kingdom's princess hastily seeks out a hero from Earth capable of wielding the \"Miracle Crayon.\"\n\nWhile the kingdom's reformers arrive on land to seize Earth, the magical crayon finds itself in the hands of Shinnosuke \"Shin-chan\" Nohara. In a journey that will test the limits of childlike imagination, Shin-chan must harness his creativity to secure the safety of his home and restore peace to both worlds.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/40329/Crayon_Shin-chan_Movie_28__Gekitotsu_Rakuga_Kingdom_to_Hobo_Yonin_no_Yuusha"
        },
        {
            "text": "Official Site",
            "link": "https://www.shinchan-movie.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15060"
        }
    ]
}