{
    "title": "Crayon Shin-chan Movie 22: Gachinko! Gyakushuu no Robo To-chan",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1696/94870.jpg",
        "alt": "crayon-shin-chan-movie-22-gachinko-gyakushuu-no-robo-to-chan"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "映画クレヨンしんちゃん　ガチンコ! 逆襲のロボとーちゃん",
    "start_date": "2014-04-19",
    "opening_song": "\"Kimi ni 100% (キミに 100 パーセント)\" by Kyary Pamyu Pamyu",
    "ending_song": "\"Family Party (ファミリーパーティー)\" by Kyary Pamyu Pamyu",
    "rating": "G - All Ages",
    "tags": [
        "sci-fi",
        "comedy",
        "seinen"
    ],
    "sinopse": "Hiroshi got a slipped disk due to a back injury. He was taken to an Este salon by a mysterious beautiful girl who appeared suddenly, to receive a free trial of beauty treatment as well as a massage. When Hiroshi returned home after a beauty treatment, he was surprised to see himself in the form of a robot. Shinnosuke gets overjoyed, whereas Misae gets worried on seeing him as a naked robot. The robot version of Hiroshi turns out to be convenient. The robot Hiroshi could be controlled by a remote control and pretty much do anything including cooking and cleaning. Meanwhile, Hiroshi realizes that his turning into a robot has to do something with that Este salon. However, this new change was a dark conspiracy hatched by “Chichi Yure Doumei (The Association of Fathers)” to create a strong father figure for all the fathers in Japan. Soon, many dads in the whole nation go out of control, and the Nohara family (Shinnosuke's family) and Kasukabe start falling apart. Before the near-collapse of Kasukabe, Shinnosuke and Hiroshi i.e. Robot dad stand up to save the day. Featuring the most intense battle of middle-aged men, the movie brings a touching story that makes all fathers and families in Japan cry.\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/21395/Crayon_Shin-chan_Movie_22__Gachinko_Gyakushuu_no_Robo_To-chan"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10252"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15762"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Crayon_Shin-chan:_Serious_Battle!_Robot_Dad_Strikes_Back"
        }
    ]
}