{
    "title": "AKB0048",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/3/74157.jpg",
        "alt": "akb-0048"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "AKB0048",
    "start_date": "2012-04-29",
    "end_date": "2012-04-29",
    "opening_song": "\"Kibou ni Tsuite (希望について)\" by NO NAME (eps 2-12)",
    "ending_song": "#1: \"Kibou ni Tsuite (希望について)\" by NO NAME (ep 1)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "music",
        "sci-fi"
    ],
    "sinopse": "After an interplanetary war at the beginning of the 21st century, planet Earth has been left in ruins, with much of its ecosystem completely destroyed. Because it was no longer possible to live a normal life on this planet, the inhabitants are forced to move on to other planets where life will, hopefully, be more comfortable.\n\nThe Deep Galactic Trade Organization, a totalitarian government that affects many of the newly inhabited planets, has somehow come to the conclusion that music is a source of evil, and that it must be banned and destroyed for good. The talent group AKB0048 is soon formed, based on the original AKB48 members that once lived on Earth. Even though their music is now considered universally illegal, they make it their mission to bring their music back to life by travelling from one planet to another and holding as many concerts as they possibly can. They must undergo a whole new set of training methods in order to become the best that they can possibly be, while also avoiding the constant danger of being arrested because of their music. Join interplanetary popstars AKB0048 as they try to save the world－with music!",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/12149/AKB0048"
        },
        {
            "text": "Official Site",
            "link": "http://akb0048.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8816"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=13805"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/AKB0048"
        }
    ]
}