{
    "title": "Air Movie",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/10/26507.jpg",
        "alt": "air-movie"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "劇場版 AIR",
    "start_date": "2005-02-05",
    "opening_song": "\"Tori no Uta (鳥の詩; Bird's Poem)\" by Lia",
    "ending_song": "#1: \"Farewell song\" by Lia",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "romance",
        "supernatural"
    ],
    "sinopse": "Centuries ago, Kanna, a princess and the last of a winged race, was held prisoner in a castle as she was feared by the rest of the world. However, when she met a soldier named Ryuuya, she fell in love with him and told him of her wishes to see the outside world and to find her mother. Ryuuya attempted to fulfill these wishes. However, his efforts were in vain as Kanna was sealed in the sky through magic and cursed to be in pain for all eternity.\n\nHundreds of years later, Yukito, a decendant of Ryuuya, comes to a quiet town one week before their annual festival with hopes that he can make some money. However, when he meets an unusual girl called Misuzu, he is reminded of what his mother once told him—\"When you go out on your journey, if you find the winged girl's re-incarnation, you must use your power to set her free.\"\n\nYukito and Misuzu's fates soon become intertwined with each other, with each developing feelings for the other. However when Yukito realizes Misuzu's connection to the past, he must decide on whether to leave, or to attempt to break the curse that has bound Kanna in centuries of pain.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/713/Air_Movie"
        },
        {
            "text": "Official Site",
            "link": "http://www.air2004.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1667"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=4093"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Air_%28film%29"
        }
    ]
}