{
    "title": "Psycho-Pass: Sinners of the System Case.3 - Onshuu no Kanata ni＿＿",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1819/97220.jpg",
        "alt": "psycho-pass-sinners-of-the-system-case-3-onshuu-no-kanata-ni＿＿"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "PSYCHO-PASS サイコパス Sinners of the System Case.3「恩讐の彼方に＿＿」",
    "start_date": "2019-03-08",
    "opening_song": "\"abnormalize (remix)\" by Ling Tosite Sigure",
    "ending_song": "\"Namae no nai Kaibutsu (名前のない怪物)\" by EGOIST",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "sci-fi",
        "police",
        "psychological"
    ],
    "sinopse": "Shinya Kougami continues to wander the Southeast Asian Union (SEAUn) away from the eyes of the Sibyl System in Japan. While travelling through the Tibet-Himalayan Alliance Kingdom, Kougami encounters Guillermo Garcia—commander of a paramilitary group attempting to unite the local factions and bring peace to the war-torn nation. Wary of joining another mercenary group, Kougami declines to join his cause, but agrees to be driven to the nearby Tibetan capital by one of Garcia’s men.\n\nHowever, Kougami's plan to remain uninvolved is short-lived when a bus of refugees are ambushed by armed guerrillas. Among them is a half-Japanese, half-Tibetan girl named Tenzing Wangchuck. Impressed with Kougami's fighting prowess as he single-handedly takes the attackers out, Wangchuck requests him to teach her how to fight so she can take revenge against the warlord who murdered her family.\n\nKnowing first-hand that there's no turning back to the person you were once you take a human life, Kougami is initially reluctant to accept her request. But faced with the girl's desire for vengeance that mirrors the haunting abyss inside his own heart, will he train her?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37442/Psycho-Pass__Sinners_of_the_System_Case3_-_Onshuu_no_Kanata_ni＿＿"
        },
        {
            "text": "Official Site",
            "link": "http://psycho-pass.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13894"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=13894"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/PSYCHO-PASS#%E5%8A%87%E5%A0%B4%E7%89%88%E4%B8%89%E9%83%A8%E4%BD%9C%E3%80%8CPSYCHO-PASS_%E3%82%B5%E3%82%A4%E3%82%B3%E3%83%91%E3%82%B9_Sinners_of_the_System%E3%80%8D"
        }
    ]
}