{
    "title": "Ged Senki",
    "type": "movie",
    "episodes": "1",
    "original_name": "ゲド戦記",
    "start_date": "2006-07-29",
    "ending_song": "\"Toki no Uta (時の歌)\" by Aoi Teshima",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "fantasy",
        "magic"
    ],
    "sinopse": "Calamities are plaguing the land of Earthsea and dragons have been seen fighting above the clouds—something which has never happened before. Sparrowhawk, a powerful Archmage, sets out to uncover the mystery behind these concerning events and meets Prince Arren along the way. Arren is the fugitive heir to the Kingdom of Enlad and a seemingly quiet and distressed lad. Wandering aimlessly in an attempt to escape the dark presence haunting him, he decides to tag along Sparrowhawk on his journey.\n\nHowever, their arrival in the seaside settlement of Hort Town is met with unexpected trouble—Lord Cob, a powerful evil wizard obsessed with eternal life, stands in their way. Forced to confront him, the pair joins forces with Tenar—an old friend of Sparrowhawk—and Therru, the ill-fated orphan girl she took in. But the enemy's cunning hobby of manipulating emotions may just prove to be catastrophic for the young prince.\n\nSet in a magical world, Ged Senki goes beyond the classical battle between the forces of good and evil, as it explores the inner battles of the heart.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1829/Ged_Senki"
        },
        {
            "text": "Official Site",
            "link": "http://www.ghibli.jp/ged_01/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=4193"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=6147"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Earthsea"
        }
    ]
}