{
    "title": "Papa wa Warumono!?",
    "type": "manga",
    "volumes": "1",
    "original_name": "パパは悪者!?",
    "tags": [
        "comedy"
    ],
    "authors": [
        "Oukami",
        "Mineko (Story & Art)"
    ],
    "sinopse": "Papa wa Warumono!? (My Dad Is A Bad Guy!?)\nThis is the sequel to her debut manga \"Papa wa Hero!?\".\nThree years have passed since Yuu found out his new his dad was the villan of \"Dragon Fighters\" (a Power Rangers-like show). Although he doesn't hate Prince Ryuth like he used to, he still hates villans. Ayuka (a girl in his class) loves villans and bugs him everyday so she can meet his dad. The answer of course is \"NO\".\nOne day, Yuu hears the news that Prince Ryuth and Raisha (another villan from the show) were going to be married. At the same time, he is told that his step-dad would be playing another villan. Upon hearing the news, Yuu runs away.\n\nRyouen No Mahoroba (Distant Utopia)\nThis story is like an episode of Dragon Fighters. It's a serious and confusing story, and mostly focuses on Prince Ryuth and his men. You can say it is the prologue to the Dragon Fighters story since it takes place before all five of them are united together to fight the evil forces.\n\nOur Life\nIf you liked Takumi and Kai from her short story \"Ruri\", you'll like this one too! This short story is a pointless but funny story about trying to stay cool on a hot summer day in school. Kai comes up with a great invention, but as usual, his inventions never work. Therefore, his classmates (especially Takumi) end up with even more problems.\n\nMad\nThis short story is a comedy.\nYuna is the caretaker of an apartment. The only problem is that this apartment is full of residents who want to commit suicide. Therefore, she ends up running around everyday trying to prevent the residents from committing suicide.\n\nOkaasan Wa Kingyo (My Mother Is a Goldfish)\nThis short story is another one of her comedies.\nKairi's father has just gotten remarried, but Fuuri is not too sure what to think of her new mother. The reason? Her new mother is a flying silver goldfish. She consults her friend about this new mother, but her friend finds it rather amusing. Then one day, Kairi finds her mother (the goldfish) lying on the kitchen floor half dead.\n\n(Source: Wolfcat Connection)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/10293/Papa_wa_Warumono"
        }
    ]
}