{
    "title": "Stand By Me Doraemon",
    "type": "movie",
    "episodes": "1",
    "original_name": "STAND BY ME ドラえもん",
    "start_date": "2014-08-08",
    "ending_song": "\"Himawari no Yakusoku (ひまわりの約束)\" by Motohiro Hata",
    "rating": "PG - Children",
    "tags": [
        "comedy",
        "sci-fi",
        "shounen"
    ],
    "sinopse": "Nobita Nobi is an elementary student who hates studying, is bad at sports, and does everything half-heartedly. He is a pushover, unlucky, and fearful of many things. His personality makes him a failure in life, even affecting his progeny. This causes his great-great-grandchild, Sewashi, to take control of the situation.\n\nSewashi travels back in time from the 22nd century to the 20th century to meet Nobita, who is shocked to see him appear out of his drawer alongside a blue robotic cat. The robotic cat calls himself Doraemon, who claims to have been pressured by Sewashi to assist Nobita, with their ultimate goal being to provide Nobita happiness. Frustrated after seeing Nobita's hopeless state, Doraemon decides to go back to the future. However, Sewashi activates a program within Doraemon that prevents him from doing so.\n\nForced to stay, Doraemon helps Nobita using futuristic gadgets through his four-dimensional pocket—a bag containing anything inside it. Can Doraemon bring Nobita happiness and return to the future?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/21469/Stand_By_Me_Doraemon"
        },
        {
            "text": "Official Site",
            "link": "http://www.doraemon-3d.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10253"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15716"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Stand_by_Me_Doraemon"
        }
    ]
}