{
    "title": "Doraemon Movie 27: Nobita no Shin Makai Daibouken - 7-nin no Mahoutsukai",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/72432.jpg",
        "alt": "doraemon-movie-27-nobita-no-shin-makai-daibouken-7-nin-no-mahoutsukai"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "映画 ドラえもん のび太の新魔界大冒険～ 7 人の魔法使い～",
    "start_date": "2007-03-10",
    "ending_song": "\"Kakegae no Nai\" Uta by mihimaru GT",
    "rating": "PG - Children",
    "tags": [
        "adventure",
        "comedy",
        "fantasy"
    ],
    "sinopse": "Nobita requests of Doraemon the Moshimo-box and wishes for the world to become a place where the use of magic is possible. Witchcraft replaces science and technology and everyone makes use of it on their daily lives, except for Nobita, who, like usual, isn't very good at conjuring spells. Frustrated, he plans on returning things to their past state, but his mother threw the Moshimo-box away.\n\nOne day, Doraemon and his friends meet Professor Mangetsu, who studies magic and magical beings such as goblins, and his daughter Miyoko, and are warned of the dangerous approximation of the \"star of the Underworld\" to the Earth's orbit.\n\nWith the future of the planet at stake, the group must travel to the Underworld and pierce the heart of the Underworld King with a silver dart, as detailed in the ancient texts of \"The Chronicles of the Underworld\". Their attempts are, however, thwarted and Miyoko captured.\n\nDoraemon and his friends then decided to use the Time Machine to return to the past and, using Dorami's Moshimo-box, they manage to restore the Earth. The events on the Underworld continue, however, to take place in a Parallel Universe, where Miyoko is still captive. As a result, the group is once again forced to travel to the Underworld and defeat its tyrannical ruler once and for all.\n\n(Source: AniDB)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2673/Doraemon_Movie_27__Nobita_no_Shin_Makai_Daibouken_-_7-nin_no_Mahoutsukai"
        },
        {
            "text": "Official Site",
            "link": "http://www.doraeiga.com/2007/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5432"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=7483"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Doraemon:_Nobita%27s_New_Great_Adventure_into_the_Underworld"
        }
    ]
}