{
    "title": "Doraemon",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/10/33865.jpg",
        "alt": "doraemon"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "ドラえもん",
    "start_date": "1973-04-01",
    "end_date": "1973-04-01",
    "opening_song": "\"Doraemon (1973 OP)\" by Harumi Naitoh",
    "ending_song": "\"Doraemon Rumba (1973 ED)\" by Harumi Naitoh",
    "rating": "PG - Children",
    "tags": [
        "adventure",
        "comedy",
        "fantasy",
        "shounen"
    ],
    "sinopse": "Nobita Nobi is so hapless that his 22nd century decendants are still impoverished as a result of his 20th century bumbling. In a bid to raise their social status, their servant, a robotic cat named Doraemon, decides to travel back in time and guide Nobita on the proper path to fortune. Unfortunately Doraemon, a dysfunctional robot that the familly acquired by accident (but chose to keep nonetheless), isn't much better off than Nobita. The robot leads Nobita on many adventures, and while Nobita's life certainly is more exciting with the robot cat from the future, it is questionable if it is in fact better in the way that Doraemon planned.\n\n(Source: AniDB)\n\nNote: The series has been poorly preserved, and never released on any format, nor has it ever been re-aired.\n\nNearly all the footage within the series (except for the opening and closing credits) was destroyed in an accidental fire sometime after the series was cancelled.\n\nSurviving reels from the show are occasionally shown at Doraemon fan conventions in Japan. In addition, the audio of several episodes still survives. Still images from episodes 1 and 24 exists.\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/501/Doraemon"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2110"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1317"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Doraemon_%281973_anime%29"
        }
    ]
}