{
    "title": "Nambul",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/182691.jpg",
        "alt": "nambul"
    },
    "type": "manhwa",
    "volumes": "9",
    "original_name": "남벌",
    "tags": [
        "drama",
        "historical",
        "military"
    ],
    "authors": [
        "Lee",
        "Hyun Se (Story & Art)"
    ],
    "sinopse": "As the second Middle Eastern war drives the world economy toward another crisis, Japan decides to invade Indonesia in search of a new source of oil. Forces are being deployed, and secret alliances are being made. Meanwhile, urban violence explodes onto the streets of Tokyo, and Hae-sung, the leader of a Korean-Japanese teenage mob, gets caught on camera by an NHK reporter as he murders a Yakuza boss.\n\nPolitical tensions reach boiling point as the exposure of Korean concentration camps in Indonesia leads Korea to enter the war. Alliances between neighboring countries are forged as the world readies itself for a massive clash. In the midst of the chaos, Hae-sung must hide from the police and the Yakuza, both of whom want to find and execute him.\n\nThe ramifications of Korea's war against Japan are felt closer to home as Korean citizens living in Japan are branded as \"outsiders.\" The tragedy of Auschwitz repeats itself as these people are forced to wear identifying armbands, are ostracized by the Japanese populace and forced into Korean ghettos. The segregation takes a turn for the worse as Koreans are herded onto trains and sent to war camps. All the while, Korean and Japanese armed forces wage all-out war against each other on land, sea and air.\n\nThe lucky ones, like Yusung and Uhmji, lose their jobs but are allowed to return home to the Oh family residence. With the fugitive Hae-Sung now in police custody, the Yakuza look to his family for revenge.\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/17262/Nambul"
        }
    ]
}