{
    "title": "Mekakucity Actors",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/11/61519.jpg",
        "alt": "mekakucity-actors"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "メカクシティアクターズ",
    "start_date": "2014-04-13",
    "end_date": "2014-04-13",
    "opening_song": "#1: \"daze\" by Jin ft. MARiA from GARNiDELiA (eps 2-5, 8, 10-11)",
    "ending_song": "#1: \"daze\" by Jin ft. MARiA from GARNiDELiA (ep 1)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sci-fi",
        "comedy",
        "super-power",
        "supernatural",
        "romance"
    ],
    "sinopse": "On the hot summer day of August 14, Shintarou Kisaragi is forced to leave his room for the first time in two years. While arguing with the cyber girl Ene who lives in his computer, Shintarou Kisaragi accidentally spills soda all over his keyboard. Though they try to find a replacement online, most stores are closed due to the Obon festival, leaving them with no other choice but to visit the local department store. Venturing outside makes Shintarou extremely anxious, but the thought of living without his computer is even worse. It's just his luck that on the day he finally goes out, he's caught in a terrifying hostage situation.\n\nLuckily, a group of teenagers with mysterious eye powers, who call themselves the \"Mekakushi Dan,\" assist Shintarou in resolving the situation. As a result, he is forced to join their group, along with Ene. Their abilities seem to be like pieces of a puzzle, connecting one another, and as each member's past is unveiled, the secret that ties them together is slowly brought to light.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/21603/Mekakucity_Actors"
        },
        {
            "text": "Official Site",
            "link": "http://www.mekakucityactors.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10360"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15797"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Kagerou_Project"
        }
    ]
}