{
    "title": "Mahouka Koukou no Rettousei: Raihousha-hen",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "魔法科高校の劣等生 来訪者編",
    "start_date": "2020-10-04",
    "end_date": "2020-10-04",
    "opening_song": "\"Howling\" by ASCA",
    "ending_song": "\"Na mo Nai Hana (名もない花)\" by Miki Satou (佐藤ミキ)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "sci-fi",
        "supernatural",
        "magic",
        "romance",
        "school"
    ],
    "sinopse": "Following the events of \"Scorched Halloween,\" the world is introduced to a terrifyingly powerful Strategic class magician. In an effort to uncover the identity of this person, the United States of the North American Continent (USNA) dispatches the most powerful asset in its arsenal to Japan on a covert mission—the elite magician unit \"Stars\" and its commander, Angie Sirius.\n\nAt First High School, Tatsuya Shiba and his friends are having a farewell party for Shizuku Kitayama, who is leaving to study abroad in the USNA as part of an exchange program. In her place, the group welcomes the beautiful Angelina \"Lina\" Kudou Shields. Around the same time, Tatsuya is informed about the USNA's plan to uncover his true identity.\n\nElsewhere in Tokyo, numerous reports arise of seemingly random bodies found drained of blood. Dubbed as the works of a vampire, it does not take long for Tatsuya to connect the dots and realize that it is almost impossible for the timing of these events to be mere coincidences.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/40497/Mahouka_Koukou_no_Rettousei__Raihousha-hen"
        },
        {
            "text": "Official Site",
            "link": "https://mahouka.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15132"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22552"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/The_Irregular_at_Magic_High_School"
        }
    ]
}