{
    "title": "One Punch Man 2nd Season",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ワンパンマン",
    "start_date": "2019-04-10",
    "end_date": "2019-04-10",
    "opening_song": "\"Seijaku no Apostle (静寂のアポストル)\" by JAM Project",
    "ending_song": "#1",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "sci-fi",
        "comedy",
        "parody",
        "super-power",
        "supernatural"
    ],
    "sinopse": "In the wake of defeating Boros and his mighty army, Saitama has returned to his unremarkable everyday life in Z-City. However, unbeknownst to him, the number of monsters appearing is still continuously on the rise, putting a strain on the Hero Association’s resources. Their top executives decide on the bold move of recruiting hoodlums in order to help in their battle. But during the first meeting with these potential newcomers, a mysterious man calling himself Garou makes his appearance. Claiming to be a monster, he starts mercilessly attacking the crowd.\n\nThe mysterious Garou continues his rampage against the Hero Association, crushing every hero he encounters. He turns out to be the legendary martial artist Silverfang’s best former disciple and seems driven by unknown motives. Regardless, this beast of a man seems unstoppable. Intrigued by this puzzling new foe and with an insatiable thirst for money, Saitama decides to seize the opportunity and joins the interesting martial arts competition.\n\nAs the tournament commences and Garou continues his rampage, a new great menace reveals itself, threatening the entire human world. Could this finally be the earth-shattering catastrophe predicted by the great seer Madame Shibabawa?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/34134/One_Punch_Man_2nd_Season"
        },
        {
            "text": "Official Site",
            "link": "http://www.onepunchman-anime.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12430"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21282"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/One-Punch_Man"
        }
    ]
}