{
    "title": "Shimoneta to Iu Gainen ga Sonzai Shinai Taikutsu na Sekai",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/6/75106.jpg",
        "alt": "shimoneta-to-iu-gainen-ga-sonzai-shinai-taikutsu-na-sekai"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "下ネタという概念が存在しない退屈な世界",
    "start_date": "2015-07-04",
    "end_date": "2015-07-04",
    "opening_song": "\"B Chiku Sentai SOX (B 地区戦隊 SOX)\" by SOX",
    "ending_song": "\"Inner Urge\" by Sumire Uesaka",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "comedy",
        "ecchi",
        "school"
    ],
    "sinopse": "With the introduction of strict new morality laws, Japan has become a nation cleansed of all that is obscene and impure. By monitoring citizens using special devices worn around their necks, authorities have taken extreme measures to ensure that society remains chaste.\n\nIn this world of sexual suppression, Tanukichi Okuma—son of an infamous terrorist who opposed the chastity laws—has just entered high school, offering his help to the student council in order to get close to president Anna Nishikinomiya, his childhood friend and crush. Little does he know that the vice president Ayame Kajou has a secret identity: Blue Snow, a masked criminal dedicated to spreading lewd material amongst the sheltered public—and Tanukichi has caught the girl's interest due to his father's notoriety.\n\nSoon, Tanukichi is dragged into joining her organization called SOX, where he is forced to spread obscene propaganda, helping to launch an assault against the government's oppressive rule. With their school set as the first point of attack, Tanukichi will have to do the unthinkable when he realizes that their primary target is the person he admires most.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/29786/Shimoneta_to_Iu_Gainen_ga_Sonzai_Shinai_Taikutsu_na_Sekai"
        },
        {
            "text": "Official Site",
            "link": "http://www.shimoseka.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10888"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16731"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Shimoneta:_A_Boring_World_Where_the_Concept_of_Dirty_Jokes_Doesn’t_Exist"
        }
    ]
}