{
    "title": "Hyakka Ryouran: Samurai Girls",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/9/27705.jpg",
        "alt": "hyakka-ryouran-samurai-girls"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "百花繚乱 サムライガールズ",
    "start_date": "2010-09-04",
    "end_date": "2010-09-04",
    "opening_song": "\"Last vision for last\" by Faylan",
    "ending_song": "\"Koi ni Sesse Tooryanse (恋にせっせ通りゃんせ)\" by Aoi Yuuki, Minako Kotobuki & Rie Kugimiya",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "harem",
        "comedy",
        "ecchi",
        "samurai",
        "school"
    ],
    "sinopse": "With its gorgeous landscape and prosperous people, Great Japan is the envy of all other nations. But a serious threat hovers over the country. Mysterious guardians known as Master Samurai are Great Japan's only defense.\n\nAt the behest of the student council, young samurai Muneakira Yagyuu arrives at Buou Academic School. Run by the Tokugawa Shogunate, here children of warriors are given aristocratic education required to run the country. The school is led by the student council president Yoshihiko Tokugawa and his sister Sen, who also happens to be Muneakira's childhood friend.\n\nUpon arriving at the academy, Muneakira finds himself in the midst of a terrible fight. During the chaos, the sky fills with a peculiar white light and a mysterious girl named Juubei Yagyuu appears and suddenly kisses Muneakira. With his kiss, she awakens an unknown power that protects them.\n\nJust who is this girl, and where did she come from? Muneakira finds himself entangled in the fate of the country and a threat that will shake Great Japan to its core. He must learn the secret behind the Master Samurai and the kiss that awakened Juubei's power in order to protect his country.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/8277/Hyakka_Ryouran__Samurai_Girls"
        },
        {
            "text": "Official Site",
            "link": "http://www.hyakka-ryoran.tv/sg/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7440"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=11312"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Hyakka_Ry%C5%8Dran_Samurai_Girls"
        }
    ]
}