{
    "title": "Virtual-san wa Miteiru",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1429/98554.jpg",
        "alt": "virtual-san-wa-miteiru"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "バーチャルさんはみている",
    "start_date": "2019-01-10",
    "end_date": "2019-01-10",
    "opening_song": "#1:\"AIAIAI feat. Yasutaka Nakata (AIAIAI feat. 中田ヤスタカ)\" by AI Kizuna (eps 1-6)",
    "ending_song": "#1: \"Hitogata (ヒトガタ)\" by HIMEHINA (Hime Tanaka + Hina Suzuki (田中ヒメ+鈴木ヒナ)) (eps 1-6)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "music"
    ],
    "sinopse": "Virtual-san wa Miteiru is an anime that brings Virtual YouTubers to life.\n\nThe term Virtual YouTuber, or VTuber, refers to a YouTuber who shows themselves as an animated character, hiding their true appearance but still bringing joy to viewers. VTubers featured in Virtual-san wa Miteiru include Hime Tanaka and Hina Suzuki, who together make the rhythmic music duo HimeHina; Siro, the cyber girl, who definitely, certainly, positively has never murdered anyone; the lazy, FPS-loving Hinata Nekomiya; the upbeat Akari Mirai who sexually harasses her juniors; and the lightweight Mito Tsukino, who has a serious superiority complex.\n\nIn every episode these VTubers perform nonsense together in skits filled with slapstick, puns and fourth-wall-breaks. From the parody space adventure \"Virtual Wars\" to the nameless skit about bouncing gorillas, these absurdly funny segments are brimming with excitement. Virtual-san wa Miteiru is a one-of-a-kind comedy certain to bring delight to any fan of Virtual YouTubers!\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38851/Virtual-san_wa_Miteiru"
        },
        {
            "text": "Official Site",
            "link": "https://virtualsan-looking.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14583"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E3%83%90%E3%83%BC%E3%83%81%E3%83%A3%E3%83%AB%E3%81%95%E3%82%93%E3%81%AF%E3%81%BF%E3%81%A6%E3%81%84%E3%82%8B"
        }
    ]
}