{
    "title": "Appare-Ranman!",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "天晴爛漫！",
    "start_date": "2020-04-10",
    "end_date": "2020-04-10",
    "opening_song": "\"I got it!\" by Mia REGINA",
    "ending_song": "\"I'm Nobody\" by Shoutarou Morikubo",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "cars",
        "comedy",
        "historical"
    ],
    "sinopse": "No dream is too big for Appare Sorrano, a socially-awkward inventor living in a small rural town in Japan in the late 19th century. Fascinated since childhood by the creation of steamships that can connect people across great distances, he's learned to make machines of all kinds from various scientific texts. His goal is to sail across the sea, beyond the sky, and ultimately, to the other side of the moon.\n\nUnfortunately, through a string of events, Appare finds himself stranded in the middle of the sea on his mini steamship. Floating alongside him is a skilled but cowardly samurai, Kosame Ishikki, who was tasked to keep his eccentric behavior in check. Just when all hope seems lost, a large steamship saves them and takes them to Los Angeles. With no money or plans, they decide to participate in the \"Trans-America Wild Race,\" which gives Appare the chance to build his own automobile, and Kosame the opportunity to use the cash prize to return home. However, against rival racers and unknown challenges residing in the wilderness, just how far will this adventure take Appare and Kosame?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/40532/Appare-Ranman"
        },
        {
            "text": "Official Site",
            "link": "http://appareranman.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15145"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22558"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Appare-Ranman!"
        }
    ]
}