{
    "title": "Rakuen Tsuihou",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/3/87919.jpg",
        "alt": "rakuen-tsuihou"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "楽園追放 -Expelled from Paradise-",
    "start_date": "2014-11-15",
    "ending_song": "\"Eonian (EONIAN -イオニアン-)\" by ELISA connect EFP",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "sci-fi",
        "mecha"
    ],
    "sinopse": "In a future where a massive disaster has devastated Earth, most of humanity has abandoned their physical bodies and relocated in digital form to DEVA, an advanced space station orbiting the ravaged planet. Free from the limitations of traditional existence, such as death and hunger, the inhabitants of this virtual reality reside in relative peace until Frontier Setter, a skilled hacker, infiltrates the system and spreads subversive messages to the populace.\n\nLabeled a threat to security by authorities, Frontier Setter is pursued by Angela Balzac, a dedicated member of DEVA's law enforcement. When the hacker's signal is traced to Earth, Angela takes on physical form, transferring her consciousness to a clone body and traveling to the world below in order to deal with the menace. On Earth, she is assisted by Dingo, a charismatic agent, and during her journey to uncover the mystery behind Frontier Setter, she gradually discovers startling realities about the wasteland some of humanity still refers to as home, as well as the paradise above.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/13391/Rakuen_Tsuihou"
        },
        {
            "text": "Official Site",
            "link": "http://www.rakuen-tsuiho.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9088"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14817"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Expelled_from_Paradise"
        }
    ]
}