{
    "title": "Jungle Taitei: Susume Leo!",
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "ジャングル大帝・進めレオ",
    "start_date": "1966-10-05",
    "end_date": "1966-10-05",
    "opening_song": "#1",
    "rating": "G - All Ages",
    "tags": [
        "adventure",
        "shounen"
    ],
    "sinopse": "Jungle Emperor was such a hit in Japan, that Dr. Tezuka went ahead and produced a sequel in 1966, known in Japan as \"The New Jungle Emperor\" or \"Onward, Leo!\" The trouble (for us in the rest of the world) was that he made the series without having a deal with NBC, and he made it more like his original manga story, which means that there were a lot of characters that died and some of the episodes could be depressing. NBC thought that there was no way they could sell that kind of show, and they were quite happy with the 52 episodes they had, so the New Jungle Emperor series wasn`t seen in this country until 1984, when it was given the title Leo The Lion.\n\nThis series was supposed to take place a few years after the original Kimba series. Kimba was an adult, with Kitty as his mate, and they had two cubs. Most of all this series was the story of Rune, the male cub, as he grew and learned to be as strong as his father.\n\nFor legal reasons, the producers of the English-dubbed version could not use the name Kimba, so they used the original Japanese names for all the characters.\n\n(Source: Official Website)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2565/Jungle_Taitei__Susume_Leo"
        },
        {
            "text": "Official Site",
            "link": "http://www.kimbawlion.com/verspage.htm"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1498"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1707"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Leo_the_Lion_%28anime%29"
        }
    ]
}