{
    "title": "Nejimaki Seirei Senki: Tenkyou no Alderamin",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "ねじ巻き精霊戦記 天鏡のアルデラミン",
    "start_date": "2016-07-09",
    "end_date": "2016-07-09",
    "opening_song": "\"Tenkyou no Alderamin (天鏡のアルデラミン)\" by Kishida Kyoudan & The Akeboshi Rockets",
    "ending_song": "\"nameless\" by Kano",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "adventure",
        "fantasy",
        "military"
    ],
    "sinopse": "Ikta Solork is a carefree young man who only wants two things in life: a woman on his arm and a place to nap. Unfortunately, his peaceful life is destroyed when war breaks out between the Katjvarna Empire and the neighboring Republic of Kioka. Ikta and his childhood friend, Yatorishino Igsem, join the army as military officers, where they meet the infantryman Matthew Tetojirichi, the sniper Torway Remion, and the medic Haroma Becker on a boat heading for the military exam site.\n\nHowever, after a rogue storm sinks their vessel, the five of them end up in enemy territory near a military outpost. There, they discover that the heir to the Katjvarnan throne, Princess Chamille Kitora Katjvanmaninik, has been taken hostage. The five are able to rescue her, and as a reward, each one of them is granted the title of Imperial Knight—one of the highest honors a soldier can receive. It seems that Ikta will have to put his dream of tranquility on hold, as he must now become the hero he never wanted to be.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/31764/Nejimaki_Seirei_Senki__Tenkyou_no_Alderamin"
        },
        {
            "text": "Official Site",
            "link": "http://www.alderamin.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11679"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=17755"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Tenky%C5%8D_no_Alderamin"
        }
    ]
}