{
    "title": "Love Love - Kaporin no Yuuwaku Kiss 1",
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "original_name": "ｌｏｖｅ　ｌｏｖｅ　かぽりんの誘惑キッス 1",
    "tags": [
        "drama",
        "romance",
        "shoujo"
    ],
    "authors": [
        "Miyasaka",
        "Kaho (Story & Art)"
    ],
    "sinopse": "A collection of oneshots:\n\n1. Love Love\n   Shiori just got a letter from Riichi. They were childhood friends up until he kissed her and left for America, and the thought of that jerk coming back has her so distracted that she gets caught in a wave and almost drowns! She would've died, too, if it weren't for that mysterious boy with a tattoo... He cut himself so badly to save her, and he left her with the kind of ring a boy would give to his gilrfriend -- but she never saw his face. Later in the day, Shiori spies a hot pro surfer from America... named Riichi! He's back, and he still wants to date Shiori, and... how did he get that terrible cut...?\n\n2. An Insolent Romance\n   Satsuki comes to the bar every day just to watch the seductive bar tender, Yahagi. Rumor has it he changes his cologne every time he changes women. Just as Satsuki begins to understand that she has no chance with him, she's approached by a pervert... and then saved by Yahagi, who says that Satsuki is his woman!? What is this farce? He says he wants to wear her scent -- but only until Valentine's Day. He's using Satsuki to keep his (jealous!) female fans at bay. This can only mean trouble for Satsuki...\n\n3. C-Shock / Culture Shock\n   Honoka has lost her luggage and her way in Shibuya station. In unfamiliar territory, she gets approached by a group of perverts... and then saved by Shiino, a gang member who practically owns the territory! Honoka is worse off than she was before, because as thanks for saving her, Shiino decides he'll take her virginity!? That's when Honoka does something no woman has ever done before... and it could cost her a lot more than her virginity!\n\n(Source: ShoujoMagic)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/5900/Love_Love_-_Kaporin_no_Yuuwaku_Kiss_1"
        }
    ]
}