{
    "title": "Fate/Apocrypha",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/9/86573.jpg",
        "alt": "fate-apocrypha"
    },
    "type": "tv-serie",
    "episodes": "25",
    "original_name": "Fate/Apocrypha",
    "start_date": "2017-07-02",
    "end_date": "2017-07-02",
    "opening_song": "#1: \"Eiyuu Unmei no Uta (英雄 運命の詩)\" by EGOIST (eps 2-12)",
    "ending_song": "#1: \"Désir\" by GARNiDELiA (eps 2-12, 25)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "supernatural",
        "drama",
        "magic",
        "fantasy"
    ],
    "sinopse": "The Holy Grail is a powerful, ancient relic capable of granting any wish the beholder desires. In order to obtain this power, various magi known as \"masters\" summon legendary Heroic Spirits called \"servants\" to fight for them in a destructive battle royale—the Holy Grail War. Only the last master-servant pair standing may claim the Grail for themselves. Yet, the third war ended inconclusively, as the Grail mysteriously disappeared following the conflict.\n\nMany years later, the magi clan Yggdmillennia announces its possession of the Holy Grail, and intends to leave the Mage's Association. In response, the Association sends 50 elite magi to retrieve the Grail; however, all but one are killed by an unknown servant. The lone survivor is used as a messenger to convey Yggdmillennia's declaration of war on the Association.\n\nAs there are only two parties involved in the conflict, the Holy Grail War takes on an unusual form. Yggdmillennia and the Mage's Association will each deploy seven master-servant pairs, and the side that loses all its combatants first will forfeit the artifact. As the 14 masters summon their servants and assemble on the battlefield, the magical world shivers in anticipation with the rise of the Great Holy Grail War.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/34662/Fate_Apocrypha"
        },
        {
            "text": "Official Site",
            "link": "http://fate-apocrypha.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12704"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18983"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Fate/Apocrypha"
        }
    ]
}