{
    "title": "Fate/stay night",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/4/30327.jpg",
        "alt": "fate-stay-night"
    },
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "Fate/stay night",
    "start_date": "2006-01-07",
    "end_date": "2006-01-07",
    "opening_song": "#1: \"disillusion\" by Tainaka Sachi (eps 1-14)",
    "ending_song": "#1: \"Anata ga Ita Mori (あなたがいた森)\" by Jyukai (eps 1-13, 15-23)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "supernatural",
        "magic",
        "romance",
        "fantasy"
    ],
    "sinopse": "After a mysterious inferno kills his family, Shirou is saved and adopted by Kiritsugu Emiya, who teaches him the ways of magic and justice.\n\nOne night, years after Kiritsugu's death, Shirou is cleaning at school, when he finds himself caught in the middle of a deadly encounter between two superhumans known as Servants. During his attempt to escape, the boy is caught by one of the Servants and receives a life-threatening injury. Miraculously, he survives, but the same Servant returns to finish what he started. In desperation, Shirou summons a Servant of his own, a knight named Saber. The two must now participate in the Fifth Holy Grail War, a battle royale of seven Servants and the mages who summoned them, with the grand prize being none other than the omnipotent Holy Grail itself.\n\nFate/stay night follows Shirou as he struggles to find the fine line between a hero and a killer, his ideals clashing with the harsh reality around him. Will the boy become a hero like his foster father, or die trying?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/356/Fate_stay_night"
        },
        {
            "text": "Official Site",
            "link": "http://www.staynight.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=3348"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=5394"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Fate/Stay_Night"
        }
    ]
}