{
    "title": "Fate/Extra: Last Encore - Illustrias Tendousetsu",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1280/93468.jpg",
        "alt": "fate-extra-last-encore-illustrias-tendousetsu"
    },
    "type": "tv-serie",
    "episodes": "3",
    "original_name": "Fate/EXTRA Last Encore イルステリアス天動説",
    "start_date": "2018-07-29",
    "opening_song": "\"Bright Burning Shout\" by Takanori Nishikawa (西川貴教)",
    "ending_song": "\"Tsuki to Hanataba (月と花束)\" by Sayuri",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "fantasy",
        "magic"
    ],
    "sinopse": "After defeating the various Floor Masters of the six prior levels, Hakuno Kishinami and Saber arrive at the top floor of the Moon Cell. Their opponent will be Leonardo B. Harwey—the strongest Master in the history of the Holy Grail War and the current fan favorite, following his previous victory.\n\nAs they reach a field of flowers among floating isles, Hakuno, Saber, and Rin Toosaka come across a hooded man tending to the blossoms. Saber immediately draws her blade before the cloaked figure, who reveals himself as Prince Gawain: the Platinum Saber and Knight of the Round Table. However, when Gawain insists that he has no interest in fighting, the four discuss the infinite possibilities for the Holy Grail, with Hakuno determined to return the Moon Cell to its original form.\n\nTheir discussion ends with a clangor from afar, ringing through the skies. The threadbare Gawain, knowing its significance, informs the three that not much time remains for their lives. He beckons them towards the final battleground, where the two Sabers shall duel once more to determine the future of mankind.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37651/Fate_Extra__Last_Encore_-_Illustrias_Tendousetsu"
        },
        {
            "text": "Official Site",
            "link": "http://www.fate-extra-lastencore.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12046"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21106"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Fate/Extra"
        }
    ]
}