{
    "title": "Fate/Extra: Last Encore",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1122/90836.jpg",
        "alt": "fate-extra-last-encore"
    },
    "type": "tv-serie",
    "episodes": "10",
    "original_name": "Fate/EXTRA Last Encore",
    "start_date": "2018-01-28",
    "end_date": "2018-01-28",
    "opening_song": "\"Bright Burning Shout\" by Takanori Nishikawa",
    "ending_song": "\"Tsuki to Hanataba (月と花束)\" by Sayuri",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "fantasy",
        "magic"
    ],
    "sinopse": "A technological hell masquerading as paradise, Tsukimihara Academy is an artificial high school that serves as the setting for the next Holy Grail War. Created by the Moon Cell computer, the school is inhabited by Earth-projected souls who have even the slightest aptitude for being a \"Master.\" Of these 256 souls, 128 will be chosen for the main tournament and granted a Servant. With all of the Masters selected, the Academy activates a purge, targeting the remaining lifeforms for elimination.\n\nAwakening in a pool of his own blood, Hakuno Kishinami refuses to die. Fueled by unknown feelings of hatred, he vows to fight for survival. As he struggles to escape from a relentless pursuer, he finds a crimson blade plunged into the ground; and by pulling it out, Hakuno summons his own Servant, Saber, who instantly destroys his pursuer in a flurry of rose petals. With his newfound power, Hakuno must now begin his journey to Moon Cell's core, the Angelica Cage. There, he will unveil the reason for this artificial world and the secrets of his own blood-soaked past.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/33047/Fate_Extra__Last_Encore"
        },
        {
            "text": "Official Site",
            "link": "http://www.fate-extra-lastencore.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12046"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18984"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Fate/Extra"
        }
    ]
}