{
    "title": "Hand Shakers",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/7/83395.jpg",
        "alt": "hand-shakers"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ハンドシェイカー",
    "start_date": "2017-01-11",
    "end_date": "2017-01-11",
    "opening_song": "\"One Hand Message\" by OxT (Masayoshi Oishi x Tom-H@ck)",
    "ending_song": "\"Yume Miru Ame (ユメミル雨)\" by Akino Arai",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action"
    ],
    "sinopse": "Those who receive the Revelation of Babel must overcome many battles and trials. By grasping the hand of their special partner, these \"Hand Shakers\" transport themselves to the realm of Ziggurat, an alternate dimension where time no longer exists. Each pair of Hand Shakers must battle it out for the right to meet with God, who will reward them by granting them a single wish.\n\nTazuna Takatsuki, a high school student with a penchant for fixing things, is one of these Hand Shakers. After receiving a request for repairs from Professor Makihara of a nearby university, Tazuna stumbles upon Koyori Akutagawa, a bedridden girl that reminds him of his deceased sister Musubu. Remembering her dying wish to never let go of her hand, Tazuna grasps Koyori's hand and awakens his power as a Hand Shaker. However, Koyori's life is directly tied to her status as a Hand Shaker, meaning if Tazuna was to ever let go of her hand she would die. With meeting God being their only hope for saving her, the duo must find a way to make their unique powers mesh together, overcome the opposing Hand Shakers, and make their wish come true.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/32981/Hand_Shakers"
        },
        {
            "text": "Official Site",
            "link": "http://www.project-hs.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12008"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18690"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Hand_Shakers"
        }
    ]
}