{
    "title": "Senyuu.",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "戦勇。",
    "start_date": "2013-01-09",
    "end_date": "2013-01-09",
    "opening_song": "\"THE MONSTERS\" by JAM Project",
    "ending_song": "\"Believe ~Eien no Link~ (Believe ～永遠の Link ～)\" by JAM Project",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "comedy",
        "parody",
        "fantasy",
        "shounen"
    ],
    "sinopse": "Once upon a time, the demon lord Rchimedes spread terror throughout the world, until he was eventually sealed away by the legendary hero Creasion. Since then, a thousand years have passed peacefully. However, a mysterious hole has opened up between the demon and human spheres, and countless demons have surged into the human realm once more. Coming to the conclusion that Rchimedes would soon return to wreak havoc, a human king summons the possible descendants of the legendary hero—all 75 of them. Unfortunately, after so long, it was too difficult to pinpoint his true descendants.\n\nAmong the lionhearted prospects is the amateur adventurer Alba Frühling. His skills may not be top-notch, but he is accompanied by the talented soldier Ross, who helps the young hero whenever he is in a pinch...or at least, he is supposed to. Though undoubtedly a skilled warrior, Ross is actually both sarcastic and sadistic, and hence revels in Alba's suffering.\n\nSenyuu. is a comedic adventure following the unlikely duo as they struggle in their endeavor to defeat the demon lord, meeting various eccentrics along the way.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/15751/Senyuu"
        },
        {
            "text": "Official Site",
            "link": "http://senyu.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9393"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14841"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/戦勇。"
        }
    ]
}