{
    "title": "McDull: Wo He Wo Mama",
    "type": "movie",
    "episodes": "1",
    "original_name": "麥兜我和我媽媽",
    "start_date": "2014-10-01",
    "rating": "G - All Ages",
    "tags": [
        "comedy"
    ],
    "sinopse": "Hong-Kong made fifth animated work of the McDull franchise (6th film overall).\n\nA look back at this swine’s origins is in order. He is older and perhaps a bit wiser. He’s now a respected detective and is recognized by the name of Bobby Mak instead of his baby name McDull. When he is called in to solve a death, his quick powers of observation save the day. If his deduction is true, no homicide took place. Everyone at the mansion is required to wait, and when the kids arrive, somebody has to entertain them. Mak recounts his life to them and he particularly emphasizes the closeness he had with his mother. From his days as a kid to his formative young adult years, she’s protected, given her sage advice and raised him like any mother would. She even tried to be a superhero, but an astronaut she is not. The metaphors are obvious, because the hospital she goes for that “space training” means she is ill. To a very young mind, to process certain situations can be tough.\n\nThe universal messages are understood. The Mak family was never rich. To see the two struggle through young McDull’s eyes is enduring and Chinese youths born outside of this country can get an understanding where their parents came from.\n\n(Source: Ed Sum from The Vintage Tempest)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/30052/McDull__Wo_He_Wo_Mama"
        },
        {
            "text": "Official Site",
            "link": "http://mcdull.jp"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10863"
        },
        {
            "text": "Wikipedia",
            "link": "http://zh.wikipedia.org/wiki/%E9%BA%A5%E5%85%9C%E6%88%91%E5%92%8C%E6%88%91%E5%AA%BD%E5%AA%BD"
        }
    ]
}