{
    "title": "Noblesse",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1903/111646.jpg",
        "alt": "noblesse"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "NOBLESSE -ノブレス-",
    "start_date": "2020-10-08",
    "end_date": "2020-10-08",
    "opening_song": "\"BREAKING DAWN\" by Jae Joong",
    "ending_song": "\"Etoile\" by OH MY GIRL",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "school",
        "supernatural",
        "vampire"
    ],
    "sinopse": "The \"Noblesse\" Cadis Etrama di Raizel, also known as \"Rai,\" is enrolled in Ye Ran High School by his servant Frankenstein to stay hidden from the sights of the Union, a mysterious organization out for Rai's blood. Rai commences his life as a student, making himself familiar with his classmates and the daily activities of humans. However, his new life is far from peaceful, and Rai is soon forced to save his new friends from the hands of the Union that had abducted them.\n\nMeanwhile, M-21—a Union agent gone rogue during Rai's rescue operation—joins the Ye Ran High School security staff after a proposition by the school's director, who happens to be none other than Frankenstein himself. On the surface, M-21 is a prim and proper employee, but in truth he is shackled by his former ties to the Union and the inevitable consequences of betraying the organization.\n\nTo further complicate matters, Nobles Regis K. Landegre and Seira J. Loyard enroll in the same school to investigate the Noblesse. While the Union conducts a manhunt for M-21 to extract clues regarding their missing agents, Rai is forced to keep his identity hidden while protecting all that he holds dear.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/41345/Noblesse"
        },
        {
            "text": "Official Site",
            "link": "https://noblesse-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15409"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=23083"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Noblesse_%28manhwa%29#Anime_television_series"
        }
    ]
}