{
    "title": "Otogibanashi de Himitsu no Kiss",
    "type": "manga",
    "volumes": "1",
    "chapters": "4",
    "original_name": "おとぎ話で秘密のキス",
    "start_date": "2003-01-20",
    "tags": [
        "fantasy",
        "romance",
        "shoujo"
    ],
    "authors": [
        "Takamiya",
        "Satoru (Story & Art)"
    ],
    "sinopse": "Otogibanashi de Himitsu no Kiss\nRio Nomura has been having a series of recurring dreams featuring a picture book and a mysterious boy, but her dreams always end before the boy can deliver his message. One day, Rio encounters the picture book, titled \"Nameless Fairy Tale,\" at a local bookstore. Shortly after opening it, she finds herself in a forest with the boy from her dreams, revealed to be a magician named Tsukishiro. He explains to Rio that the world of the Nameless Fairy Tale is in great peril and that she is the only one who can save it—by taking on the role of Cinderella!\n\nKuchibiru ni Tomoru Netsu\nWhen it comes to exams, ninth-grader Momo Naruse always places second in her year. As much as she wants to maintain her good grades, her poor physical health often lands her in the school infirmary. Her frequent visits attract the attention of the infamous flirt and top student in her year, Hazuki Toomine, who skips classes just to await her arrival. One day, after fainting in class, she awakens to find Toomine looking over her in the infirmary. Thereafter, she notices her grades and herself changing...\n\nOuji Tokidoki Ookami\nAs a member of the Theater Club, Aria Enomoto is in charge of writing the script for a play to be performed at the school cultural festival. Furthermore, it was decided that the play, inspired by the fairy tale \"Little Red Riding Hood,\" would be reimagined as a love story between the titular character and the wolf. Unfortunately, the Theater Club has no male members, so the other members pressure Aria into asking Tezuka—a boy who Aria thought of as a wolf in prince's clothing—to play the part of the wolf. He accepts the role... but only if Aria plays the female protagonist!\n\nMune ni Hibiku wa Kimi no Oto\nThere is a certain melody that seems to bother Kasuga Yayoi, so when she hears it being played on the piano in the school's music room, she storms in, demanding the player to stop. She is surprised to find that the pianist is a boy, as she did not think boys played the piano. The boy, named Katsuragi, proceeds to correctly guess the source of Yayoi's anger, claiming that he can hear her true feelings. Much to Yayoi's chagrin, Katsuragi plays the same piano piece each day, telling Yayoi that he will only stop if she can correctly identify the title of the song.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/8507/Otogibanashi_de_Himitsu_no_Kiss"
        }
    ]
}