{
    "title": "A3! Season Spring &amp; Summer",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1421/105605.jpg",
        "alt": "a-3-season-spring-amp-summer"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "A3! SEASON SPRING & SUMMER",
    "start_date": "2020-01-14",
    "end_date": "2020-01-14",
    "opening_song": "\"Act! Addict! Actors!\" by A3ders!",
    "ending_song": "#1: \"HOME\" by Spring",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "drama"
    ],
    "sinopse": "Home to countless street acts and performances, Veludo Way attracts those interested in watching professional actors. After receiving a mysterious letter, Izumi Tachibana arrives at the venue where her father directed a once-popular theater group, Mankai Company, but learns that the building is about to be repurposed due to excessive debt. At the last minute, she convinces the debt collector to give the ensemble one more chance. He is willing to accept but on three conditions: their debut show must be successfully produced by the following month, the four all-male sub-troupes must be reinstated, and the debt must be paid off within a year. To top it off, Izumi herself must become the director.\n\nWith no time to lose, Izumi quickly gathers five people for the Spring Troupe: Sakuya Sakuma, an enthusiastic high school student; Masumi Usui, a boy infatuated with Izumi; Tsuzuru Minagi, an aspiring playwright; Itaru Chigasaki, a mature office worker; and Citron, a friendly foreigner. Though they have little or no experience in acting, it's up to Izumi to train and prepare them for a performance that will restore Mankai Company to its former glory.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/39184/A3_Season_Spring___Summer"
        },
        {
            "text": "Official Site",
            "link": "http://www.a3-animation.jp"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14655"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22440"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/A3!#%E3%83%86%E3%83%AC%E3%83%93%E3%82%A2%E3%83%8B%E3%83%A1"
        }
    ]
}