{
    "title": "Cutie Lips",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/57215.jpg",
        "alt": "cutie-lips"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "9",
    "original_name": "キューティ・リップス",
    "start_date": "2005-06-30",
    "end_date": "2005-06-30",
    "tags": [
        "ecchi",
        "romance",
        "seinen"
    ],
    "authors": [
        "Harumi",
        "Chihiro (Story & Art)"
    ],
    "sinopse": "Volume with oneshots.\n\n1.  Surf Side Bikini Girl\n    He likes big boobs and she isn't like that. Still, they really like each other. He will help her make them bigger?!\n\n2.  Lady Virgo\n    They both watch the same tv horoscope, they are both virgos and they both believe in the lucky items and lucky colors. That's what makes them closer, but also what tries now to separate them?\n\n3.  Work Hard!\n    Nagano is a new worker, part time, at the company where Takigawa works. He notice her and because of her he tries to look serious, hard working. He knows the difference of age, she is 8 years younger than him, and thinks that she will never like an \"old man\" like him. But contrary, she thinks that she is not good enough for this job and that Takigawa can do anything and is no need for her. He learned her something new, like love? And so, she's being promoted!\n\n4.  Lovers’ Spa\n    They plan a weekend at the spa but he is called sunday at work because they run out of workers that day. And when he is just fine doing his just finds our the best way to please her: spa vacantion at home!\n\n5.  Summer Side\n    She came back to her home town and she meet again a childhood friend. He has always loved her, but she only saw him as a cute friend. Not to forgot to mention that she has a boyfriend in the big city. But is that boyfriend and she okay with this distance relationship?\n\n6.  Smile, Honey\n    He is not good at smiling.\n    They go out in town for a drink with a lot of colegues. She gets a little too drunk and he takes her home, having a nice talk on the way that makes him realise that he gets angry too fast. He changes his toughs about her, but during the lunch break at work he hears her taking with her frind about an arrange wedding she is attending!? But the worst thing, he is tottaly different then him: he seems very calm and worm.\n\n7.  Do your best!\n    Yugo loves Tomomi and she loves him back. She gives herself in everything and does her best. He is trying so hard to make her happy, but it seems that buying expensive dinners and expensive presents isn't the key to her heart?\n\n8.  Poni-Poni Candy\n    Kotori and Kenji are levers for some time, but because of the work it looks like they lost the passion? They are always tired, even fallen a sleep in the time of making love...\n\n9.  Daring\n    Yori is Okuda's first girlfriend, he loves her very much and want's to do everything for her. Just that the first time they go to a love hotel, he faints. He is very ashamed of what he did and thinks that maybe she will broke out with him. He tryies to fix all by buying a ring for they anniversary. Ops, she sees him with another woman. What!?",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/20580/Cutie_Lips"
        }
    ]
}