{
    "title": "Trompe-l'oeil no Yubisaki",
    "type": "manga",
    "volumes": "1",
    "chapters": "6",
    "original_name": "トロンプルイユの指先",
    "start_date": "2008-03-20",
    "tags": [
        "yaoi"
    ],
    "authors": [
        "Katou",
        "Setsuko (Story & Art)"
    ],
    "sinopse": "1. Dazzling\n   College student Keisuke often picks up his younger brother from elementary school, and talks with handsome Murakami sensei. As they gradually become closer Keisuke finds himself thinking about Murakami in more than friendly terms.\n\n2. The Flow of String\n   Yamazaki sensei finds himself paying special attention to archery club student Yagi. At first Yagi is just his cute student, but as his body matures Yamazaki's feelings for the boy begin to change as well.\n\n3. A Cracked Pot with a Battered Lip\n   Super-pervert Haruto started his relationship with Masumi by asking him weird questions, and later graduated to kinky sex play. But suddenly Haruto starts asking other people his questions, is Masumi going to be dumped?\n\n4. The Shadows Under the Tree\n   When Takuma's father remarried he acquired an older brother as well. But three years later his stepmother has passed away and Takuma is well on his way to becoming a deliquent. Something dark and disturbing is happening in his home...\n\n5. Lending and Borrowing\n   Doctor Miyabi isn't that great with kids and trouble communicating with his young patients, however pediatrician Toyama is great with children, not that Miyabi would ever ask for his help! Former classmates they were always compared to each other and Miyabi always felt he came up short. But is that the only reason for Miyabi's hostility?\n\n6. Deception of the Fingers\n   After breaking up with his girlfriend, Mita threw away all the things she bought for him. He met a salesperson, Ootani, when he was buying new ties. When Ootani was putting on a tie for Mita to try, Ootani’s beautiful fingers attracted him. He invited Ootani for dinner to thank him. Will this relationship progress any further?",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/11490/Trompe-loeil_no_Yubisaki"
        }
    ]
}