{
    "title": "Subarashii Shitsuren",
    "type": "manga",
    "volumes": "1",
    "chapters": "6",
    "original_name": "素晴らしい失恋",
    "start_date": "2007-12-20",
    "tags": [
        "drama",
        "yaoi"
    ],
    "authors": [
        "Nishida",
        "Higashi (Story & Art)"
    ],
    "sinopse": "1. Subarashii Shitsuren (Marvelous Heartbreak)\n   Salaryman Naitou’s love life and work life are both going downhill. He sleeps with woman after woman, but none of them really does it for him. On top of that, he has a major crush on his boss, who only chides him for coming in late after his wild nights of unsatisfying sex and generally treats him as an errand boy. Then, one evening, a stranger accosts him at his apartment door.\n\n2. Ore no Shachou Boku no Hisho (My boss, my secretary)\n   An inept president, an uptight secretary, a shady moneylender, and a fiscal crisis. Where will it lead?\n\n3. Kairaku no Chi (Land of Pleasure)\n   A business trip to a tropical paradise is interrupted by an offbeat tour guide and a shocking turn of events.\n\n4. Kou Mono (The Supplicant)\n   A husband and brother deal with the fallout of a life cut short.\n\n5. Ichiban no Ai (The Greatest Love)\n   Former Section Chief Masaki considers it an honor to do his best in his temporary assignment as secretary to President Shirasaki. The problem is that Masaki has fallen in love with the company president, and he has no hope of that love ever being returned, as the President clearly worships his wife. Resigning himself to an unrequited love, Masaki contents himself with anonymous assignations at the local gay porn theater. Until one day when the President discovers Masaki's sexual preference and his pastime.\n\n6. Koi no Katachi (The face of Love)\n   What businessmen think about when escaping a boring meeting.\n   An extra story for the character of Koi wo Shimashou.\n\n(Source: Baka-Updates)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/17712/Subarashii_Shitsuren"
        }
    ]
}