{
    "title": "Steins;Gate Movie: Fuka Ryouiki no Déjà vu",
    "type": "movie",
    "episodes": "1",
    "original_name": "劇場版 シュタインズゲート 負荷領域のデジャヴ",
    "start_date": "2013-04-20",
    "opening_song": "\"Anata no Eranda Kono Toki wo (あなたの選んだこの時を)\" by Kanako Ito",
    "ending_song": "\"Itsumo Kono Basho de (いつもこの場所で)\" by Ayane",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sci-fi",
        "drama"
    ],
    "sinopse": "After a year in America, Kurisu Makise returns to Akihabara and reunites with Rintarou Okabe. However, their reunion is cut short when Okabe begins to experience recurring flashes of other timelines as the consequences of his time traveling start to manifest. These side effects eventually culminate in Okabe suddenly vanishing from the world, and only the startled Kurisu has any memory of his existence.\n\nIn the midst of despair, Kurisu is faced with a truly arduous choice that will test both her duty as a scientist and her loyalty as a friend: follow Okabe's advice and stay away from traveling through time to avoid the potential consequences it may have on the world lines, or ignore it to rescue the person that she cherishes most. Regardless of her decision, the path she chooses is one that will affect the past, the present, and the future.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/11577/Steins_Gate_Movie__Fuka_Ryouiki_no_Déjà_vu"
        },
        {
            "text": "Official Site",
            "link": "http://steinsgate-movie.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8655"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=13542"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Steins;Gate:_Fuka_Ryōiki_no_Déjà_vu"
        }
    ]
}