{
    "title": "Romeo x Juliet",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/12/75159.jpg",
        "alt": "romeo-x-juliet"
    },
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "ロミオ × ジュリエット",
    "start_date": "2007-04-05",
    "end_date": "2007-04-05",
    "opening_song": "\"Inori ~You Raise Me Up~\" by Lena Park",
    "ending_song": "#1: \"サイクロン\" (\"Cyclone\") by 12012 (eps 1-14)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "fantasy",
        "historical",
        "romance"
    ],
    "sinopse": "On the floating continent of Neo Verona, the Montague family slaughters the entire Capulet family and seizes control of the kingdom. The true heir to the throne, Juliet Fiammata Asto Capulet, manages to escape the onslaught and is hidden away by loyalists for 14 years with hope that she may one day overthrow the cruel Montague regime.\n\nDespite having forgotten the murder of her entire family, Juliet now secretly protects the oppressed citizens of Neo Verona as a vigilante called the Red Whirlwind. During one of her escapades she meets Romeo Candorebanto Montague, the kind and selfless son of the tyrannical Prince Laertes Montague, and without knowledge of each other's background, they both fall in love at first sight.\n\nUnfortunately, however, their destiny is a cursed one: not only does each of the two families wish to obliterate the other, but an ancient secret hidden beneath Neo Verona also threatens their undying love for each other. Will they be able to defy the stars, or is this truly a love that can never be?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1699/Romeo_x_Juliet"
        },
        {
            "text": "Official Site",
            "link": "http://www.romejuli.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=4832"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=7087"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Romeo_%C3%97_Juliet"
        }
    ]
}