{
    "title": "Lassie",
    "type": "manga",
    "volumes": "2",
    "chapters": "16",
    "original_name": "ラッシー",
    "start_date": "2001-07-20",
    "end_date": "2001-07-20",
    "tags": [
        "action",
        "adventure"
    ],
    "authors": [
        "Takahashi",
        "Yoshihiro (Story & Art)"
    ],
    "sinopse": "The story of Lassie begins with his birth in a petstore. He was raised there, but everytime he got bought by costumers, he ran back to the store. In the end, no one wanted him. One day, a young girl named Akutsu is employeed at the petstore and she immidialy throws her love on Lassie. She takes the dog for walks, pet and feed him.\n\nOn one of their daily walks, Akutsu is being attacked by three guys who try to rape her. Lucky enough, the guys didn’t complete their goal because Lassie attacks them. Akutsu is so gratefull for her rescue that she give Lassie a small pendent. She promise to come and pick up Lassie as soon as she can afford to keep a dog. A few months later Akutsu calls the store, only to find out that Lassie has been sold. However, Akutsu can't buy her from the new owners since Lassie has run away from them. And thus, Lassie's journey began.\n\nLassie is travelling through the mountains when he bumps into the American Pit Bull Terrier, Bull. Bull fights Lassie because of the human pendent he's carrying around his neck. As they fight, the German Shepherd, German enters and saves Lassie. However, he doesn’t help him further on, but tells him to take care of himself. Lassie continues his journey, but exhausted from that and the fight, he almost passes out in the nearby village.\n\nA young boy, Shingo, finds him and takes him home for medical care. Lassie stays with him for awhile, but a few days later he sees German beng hunted by Bull. He leaves the boy and fights Bull off. He then takes care of German. He's badly wounded and Lassie realises that if he shall save him, he'll need human care. Lassie fetches Shingo and he takes care of German and gives him a new home.\n\nLassie then continues further down South. Here he meets the Shiba, Chiyomaru who has been forced from home by his master's lover, Machiko. Lassie helps Chiyomaru re-unite with his owner and also with getting the evil Machiko out of Chiyomaru's home. Alas, once more, Lassie says goodbye to a friend and continues his serach for Akutsu. What he doesn’t know is that Chiyomaru's owner, Sanosuke, has contacted the petstore Lassie originally came from.\n\nAkutsu quickly leaves her possition at the job and arrives only to find out that Lassie is gone. However, Chiyomaru wants to repay Lassie, so he runs out in town to find him. He succed and Lassie is finally reunited with his true owner, Akutsu.\n\n(Source: GingaSite.net)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/9154/Lassie"
        }
    ]
}