{
    "title": "Rewrite",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "リライト",
    "start_date": "2016-07-02",
    "end_date": "2016-07-02",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "comedy",
        "supernatural",
        "romance",
        "school"
    ],
    "sinopse": "Kazamatsuri, a modern, well-developed city renowned for its burgeoning greenery and rich Japanese culture, is home to Kotarou Tennouji, a high schooler least privy to the place's shared values. Content to fill his pockets with frivolity, the proud and nosey boy whiles away his time pestering the self-proclaimed delinquent Haruhiko, and indulging in his amorous feelings toward the oddball Kotori.\n\nEquipped with the superhuman ability to permanently rewrite any part of his body to multiply his strength or speed, Kotarou is naturally drawn to the supernatural. One special meeting with the lone member and president of the Occult Research Club, the \"Witch\" Akane Senri, leads to Kotarou reviving the Occult Club by recruiting Kotori and three other members: the clumsy transfer student Chihaya, the strict class representative Lucia, and the unassuming Shizuru. As Kotarou unveils hidden secrets of each member of the Occult Club through their shared adventures, he will inevitably encounter a fate that only he might be able to rewrite.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/31716/Rewrite"
        },
        {
            "text": "Official Site",
            "link": "http://www.rewrite-anime.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11643"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=17689"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Rewrite_%28visual_novel%29"
        }
    ]
}