{
    "title": "Mobile Suit Gundam I",
    "type": "movie",
    "episodes": "1",
    "original_name": "劇場版　機動戦士ガンダム I 　特別編",
    "start_date": "1981-03-14",
    "ending_song": "\"Suna no Juujika (Cross of Sand)\" by Takajin Yashiki",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "military",
        "sci-fi",
        "adventure",
        "space",
        "drama",
        "mecha"
    ],
    "sinopse": "In the future, with Earth's population rapidly increasing, humanity has developed giant orbiting space colonies gathered in clusters known as \"Sides.\" As the elites on Earth force most of the populace into space, rebellion begins to brew. In the year Universal Century 0079, one of the colony clusters known as Side 3 declares itself the Principality of Zeon and launches a war of independence against the Earth Federation.\n\nDespite having only a fraction of the resources of the Federation, Zeon quickly gains the upper hand in the conflict through the use of giant humanoid robots called mobile suits. Chief among Zeon's mobile suit ace pilots is Char Aznable, a mysterious masked man known as the \"Red Comet.\" When Char's squadron comes across the Federation developing its own prototype mobile suit called Gundam in the colony Side 7, his men launch a brutal attack. Amuro Ray, the son of the prototype's developer, gets in the Gundam and is able to fend off the Zeon attack. As Amuro soon finds himself directly in conflict with Char, he is forced to flee the colony on a Federation ship.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1090/Mobile_Suit_Gundam_I"
        },
        {
            "text": "Official Site",
            "link": "http://www.b-ch.com/cgi-bin/contents/ttl/det.cgi?ttl_c=101"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=729"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=154"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Mobile_Suit_Gundam"
        }
    ]
}