{
    "title": "After War Gundam X",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/31804.jpg",
        "alt": "after-war-gundam-x"
    },
    "type": "manga",
    "volumes": "3",
    "chapters": "15",
    "original_name": "機動新世紀ガンダムＸ",
    "start_date": "1996-10-05",
    "end_date": "1996-10-05",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "mecha",
        "sci-fi",
        "military"
    ],
    "authors": [
        "Yatate",
        "Hajime (Story)",
        "Tokita",
        "Kouichi (Art)"
    ],
    "sinopse": "Fifteen years ago, those living in Outer Space went to war with people still on Earth. During the battles of the 7th Space War, it was found that certain human beings had mysterious arcane abilities, powers of the mind to control and forsee. These gifted people were called Newtypes. They were valuable to both sides of the war; the Earth Federation designed the Flash System which allowed a Newtype pilot to control a horde of unmanned MS, called Bit-Mobile Suits.This was an effective weapon, but sacrificed the lives of many Newtypes.\n\nSpace fought back for principal, believing the effect of living in Space heightened every human ability and eventually created the prized power of a Newtype, who was not something to use as a tool for war. But in the end, mankind was its own downfall. During the final battle, the Space Revolution Army (SRA) crashed numerous colonies into the planet Earth, with a devastating effect.\n\nMillions died as a result of the colony drop. Those that were fortunate enough to find refuge in a Shelter were both blessed and cursed; they wouldn't see the sun again for four years. The rest that made it through had to endure and suffer with living on a ruined planet, plagued by an endless winter and an ever-changing, chaotic atmosphere. With that, the war had ended. For now. But everyone who continued to live on was possessed by that tragic war, and the word \"Newtype\"...\n\nThe year is After War 0015, and life on Earth is finally on its way to creating a more perfect world, except for the ruthless mercenaries who use mobile suits to make a living raiding; called Vultures, some of these people are merely chasing money, while others are running from the past. Enter 15 year old Garrod Ran, an orphan of the war. He is a lively and friendly boy who is trying to survive in the wake of the war, living off his daring-do's and knowledge of MS. Because of this, Garrod is hired to rescue a kidnapped girl from a Vulture ship, called the Freeden, and its stoic captain, Jamil Neate.\n\nBut Garrod soon finds out that this job is entirely not what it seems; that the girl, Tiffa Adill, is actually a powerful Newtype, able to dream the future. And when Tiffa shows Garrod the Gundam X, Garrod can do nothing but bear witness to the suddenly changing times. He may learn that people's true intentions run far deeper, and that the Vultures and Captain Jamil Neate are their only hope for surviving the coming age, and the birth of the New Earth Federation.\n\nMust mankind repeat the tragic mistake of the past?",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/20221/After_War_Gundam_X"
        }
    ]
}