{
    "title": "Mobile Suit Gundam Unicorn RE:0096",
    "type": "tv-serie",
    "episodes": "22",
    "original_name": "機動戦士ガンダム UC（ユニコーン）RE",
    "start_date": "2016-04-03",
    "end_date": "2016-04-03",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "drama",
        "mecha",
        "military",
        "sci-fi",
        "space"
    ],
    "sinopse": "By the year 0096 of the Universal Century, a fragile peace emerges from the ashes of conflict. Sixteen-year-old student Banagher Links visits the Industrial 7 space colony on a school field trip, but because of a broken shuttle, he is left completely stranded.\n\nTo Banagher, who has always lived a normal life, war had always been a distant, almost mythical part of history; but within minutes, fantasy becomes reality when he rescues a girl named Audrey Burne, who urgently needs to meet with the leader of the nearby Vist Foundation, Cardeas Vist. She hopes to persuade him to withhold the \"Laplace's Box,\" an object that holds the potential to destroy the world. History is set in motion as galactic forces converge on Industrial 7, each vying for possession of the Laplace's Box. As Neo Zeon remnants clash with Earth Federation Forces around the colony, Cardeas, in his final moments, gives Banagher the key to the Box, a mobile suit dubbed \"The Unicorn Gundam.\"\n\nPacked with explosive action and rising tension, Mobile Suit Gundam Unicorn RE:0096 follows Banagher as his conviction is tested and the destiny that has laid dormant for more than a century is finally realized.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/32792/Mobile_Suit_Gundam_Unicorn_RE_0096"
        },
        {
            "text": "Official Site",
            "link": "http://www.gundam-unicorn.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11977"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18087"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Mobile_Suit_Gundam_Unicorn"
        }
    ]
}