{
    "title": "Mobile Suit Gundam Wing",
    "type": "tv-serie",
    "episodes": "49",
    "original_name": "新機動戦記ガンダム W",
    "start_date": "1995-04-07",
    "end_date": "1995-04-07",
    "opening_song": "#1",
    "ending_song": "\"It's Just Love!\" by Lumi Ohishi",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "military",
        "sci-fi",
        "space",
        "drama",
        "mecha"
    ],
    "sinopse": "The United Earth Sphere Alliance is a powerful military organization that has ruled over Earth and space colonies with an iron fist for several decades. When the colonies proclaimed their opposition to this, their leader was assassinated. Now, in the year After Colony 195, bitter colonial rebels have launched \"Operation Meteor,\" sending five powerful mobile suits to Earth for vengeance. Built out of virtually indestructible material called Gundanium Alloy, these \"Gundams\" begin an assault against the Alliance and its sub organization OZ.\n\nOne Gundam, whose pilot has taken the name of the slain colony leader Heero Yuy, is forced to make a crash landing into the ocean after an atmospheric battle against OZ's ace pilot Zechs Marquise. Upon coming ashore, he is found by Relena Peacecraft, daughter of a peace-seeking politician, who witnesses Heero's descent to Earth. Although neither of them realize it yet, this encounter will have a profound impact on both their lives, as well as those on Earth and in space colonies.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/90/Mobile_Suit_Gundam_Wing"
        },
        {
            "text": "Official Site",
            "link": "http://www.gundamofficial.com/www_ac/gw/index.htm"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=229"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=26"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Gundam_wing"
        }
    ]
}