{
    "title": "Mobile Fighter G Gundam",
    "type": "tv-serie",
    "episodes": "49",
    "original_name": "機動武闘伝 G ガンダム",
    "start_date": "1994-04-01",
    "end_date": "1994-04-01",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "comedy",
        "drama",
        "martial-arts",
        "mecha",
        "romance",
        "sci-fi",
        "space",
        "sports"
    ],
    "sinopse": "In the year Future Century 0060, the many countries that once comprised Earth's surface exist as separate colonies floating in space. Their home planet now uninhabitable, the ruler of all of the colonies is decided by their unanimous participation in the intergalactic Gundam Fight Tournament—a series of battles between the champions of each colony to determine who is most fit to reign over them all.\n\nNeo-Japan's champion is Domon Kasshu, a man who accepts the role with some ulterior motives. Domon searches the galaxy for his brother, a criminal who allegedly murdered their mother and made off with the Devil Gundam, a highly advanced weapon with the power to unleash mass destruction across the galaxy. In his quest to bring his sibling to justice, Domon travels from colony to colony, meeting many of the fighters who will become his allies and enemies in the forthcoming Gundam Fight Tournament.\n\nArmed with the strength of the Shining Gundam, Domon battles to uncover the truth behind his tortured childhood, suffering great betrayal and crushing blows on his quest toward personal and national triumph.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/96/Mobile_Fighter_G_Gundam"
        },
        {
            "text": "Official Site",
            "link": "http://www.gundam.channel.or.jp/program/_gg_tv.shtml"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=915"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=299"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/G_Gundam"
        }
    ]
}