{
    "title": "Turn A Gundam",
    "type": "tv-serie",
    "episodes": "50",
    "original_name": "∀ ガンダム",
    "start_date": "1999-04-09",
    "end_date": "1999-04-09",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "military",
        "sci-fi",
        "adventure",
        "space",
        "drama",
        "romance",
        "mecha"
    ],
    "sinopse": "It is the Correct Century, two millennia after a devastating conflict which left the world broken. Earth is now mostly uninhabitable, and thus a remnant of humanity has resided on the Moon while the Earth and its few survivors recover. For years, the \"Moonrace,\" the people of the Moon, have continued to check if Earth is fit for resettlement.\n\nA boy named Rolan Cehack and two others are sent down to Earth for a reconnaissance mission. Rolan ends up spending a year on the planet working for the Heim Family, aristocrats living in a Victorian-like society. This family, like others of similar wealthy status, celebrates one's coming of age with a ceremony involving a giant stone statue known as the \"White Doll.\"\n\nTo Rolan's surprise, the Moonrace suddenly touches down on Earth with the intent of taking it by force. During the attack, the White Doll is broken apart, revealing a mobile suit called the \"Turn A Gundam\" inside. With Rolan in its cockpit, the Turn A causes a standoff between the forces of Earth and Moon. The young pilot, along with the people of both sides, must keep the peace and avoid another all-out, catastrophic war.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/95/Turn_A_Gundam"
        },
        {
            "text": "Official Site",
            "link": "http://www.gundam.channel.or.jp/program/_ta_tv.shtml"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=916"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=917"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Turn_A_Gundam"
        }
    ]
}