{
    "title": "Kidou Senshi Gundam AGE: First Evolution",
    "type": "manga",
    "volumes": "3",
    "chapters": "11",
    "original_name": "機動戦士ガンダム AGE First Evolution",
    "start_date": "2011-09-26",
    "end_date": "2011-09-26",
    "tags": [
        "action",
        "drama",
        "mecha",
        "sci-fi",
        "shounen"
    ],
    "authors": [
        "Yatate",
        "Hajime (Story)",
        "Tomino",
        "Yoshiyuki (Story)",
        "Katsuragi",
        "Hiyon (Art)"
    ],
    "sinopse": "In A.G. 101 (the 101st year of the Advanced Generation calendar) a mysterious entity known only as \"UE\", or \"unknown enemy\", attacks and destroys the space colony Angel. This brutal attack becomes infamous as the \"The Day the Angel Fell\", and marks the beginning of humanity's war for survival. The series begins in A.G. 108 when the UE attack the space colony Ovan, where Flit Asuno now lives after he escaped colony Angel before its destruction. Flit's mother shortly before she is killed by the UE, she gives her son an object called \"AGE Device\". Within it he discovers the blueprints for a powerful weapon from the past—the ancient messiah named \"Gundam.\"\n\nFrom these blueprints, Flit spends the next several years studying engineering at an Earth Federation base on the Nora space colony and designing the Gundam AGE-1. Seven years later, in A.G. 115, Flit completes the Gundam AGE-1 Normal, just as the UE attack Nora, and make use of it to aid the crew of Federation's battleship \"Diva\" in evacuating the colony's citizens before it is destroyed. Determined to bring the battle to the U.E. for destroying his home twice, Flit agrees to serve at Diva's mobile suit squad piloting the Gundam. After obtaining enough data and military power to establish a course of action, the crew of Diva and their allies launch a sucessful attack that destroyed the U.E.'s secret fortress in the Ambat asteroid. There they learn that the U.E. are actually the descendants of a supposedly failed human mission sent to colonize Mars, left for dead by the Earth Federation, who formed their own nation on the red planet called Veigan.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/35319/Kidou_Senshi_Gundam_AGE__First_Evolution"
        }
    ]
}