{
    "title": "Mobile Suit Gundam 00 Second Season",
    "type": "tv-serie",
    "episodes": "25",
    "original_name": "機動戦士ガンダム 00 セカンドシーズン",
    "start_date": "2008-10-05",
    "end_date": "2008-10-05",
    "opening_song": "#01",
    "ending_song": "#01",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "drama",
        "mecha",
        "military",
        "sci-fi",
        "space"
    ],
    "sinopse": "In the year 2311 AD, a world that once saw itself full of inter-continental conflict now stands unified, led by the Earth Sphere Federation (ESF). The ESF established a preventative military task force known as the A-Laws, tasking them with shutting down violent terrorist organizations. As they gain more and more legal authority, the A-Laws begin to twist the law to fit their own agenda, ruling the citizens of Earth with a heavy hand.\n\nIn response to the fascistic behavior of the A-Laws, the anti-terrorist group Celestial Being reappears. Led by state-of-the-art mobile suits known as Gundam, the pilots of Celestial Being wage a new war with the A-Laws, aiming to stop their tyrannical abuse of power.\n\nSetsuna F. Seiei, pilot of the Gundam Exia, helps to lead the charge along with his fellow Gundam Meisters Lockon Stratos, Allelujah Haptism, and Tieria Erde. But in the process, Setsuna stumbles upon a conspiratorial plot spearheaded by a new faction, the Innovators, and must contend with his own old wounds and ghosts of the past in order to save a world that despises him.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/3927/Mobile_Suit_Gundam_00_Second_Season"
        },
        {
            "text": "Official Site",
            "link": "http://www.gundam00.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5903"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10157"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Gundam_00"
        }
    ]
}