{
    "title": "Mobile Suit Gundam: Iron-Blooded Orphans",
    "type": "tv-serie",
    "episodes": "25",
    "original_name": "機動戦士ガンダム 鉄血のオルフェンズ",
    "start_date": "2015-10-04",
    "end_date": "2015-10-04",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "drama",
        "mecha",
        "sci-fi",
        "space"
    ],
    "sinopse": "Over three hundred years have passed since the Calamity War, the great conflict between Earth and its outer space colonies. Now Earth is ruled over by four economic blocs, and the military organization Gjallarhorn is responsible for keeping the peace. Mars, on the other hand, depends heavily on Earth's economy.\n\nHorrified by the appalling living conditions that Mars' inhabitants have to bear, Kudelia Aina Bernstein, a young aristocrat from the Chryse Autonomous Region, gets involved in the Red Planet's independence movement. She hires the services of a local company, Chryse Guard Security (CGS), to escort her on the journey to Earth to negotiate economic conditions with the earthly bloc that controls the region. The Third Army Division—consisting of Mikazuki Augus, Orga Itsuka, and many other child soldiers—are chosen to protect her.\n\nWhen Gjallarhorn attacks the CGS facilities to assassinate the young revolutionary threatening their interests, Orga and his comrades must not let the attackers accomplish their goal—in fact, Gjallarhorn's actions might turn out to be the unintentional catalyst that leads the children to be the forgers of their own destiny.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/31251/Mobile_Suit_Gundam__Iron-Blooded_Orphans"
        },
        {
            "text": "Official Site",
            "link": "http://www.g-tekketsu.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11372"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=17329"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Mobile_Suit_Gundam:_Iron-Blooded_Orphans"
        }
    ]
}