{
    "title": "Mobile Suit Gundam: Hathaway's Flash",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1195/115685.jpg",
        "alt": "mobile-suit-gundam-hathaways-flash"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "機動戦士ガンダム 閃光のハサウェイ",
    "start_date": "2021-06-11",
    "opening_song": "\"Möbius\" by Hiroyuki Sawano feat. mpi & Laco & Benjamin",
    "ending_song": "\"Senkou (閃光)\" by [Alexandros]",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "military",
        "sci-fi",
        "space",
        "drama",
        "mecha"
    ],
    "sinopse": "—Do you know the Nejen?\nIf you know it, then I'll take you there—\n\nThe year is U.C. 0105. Twelve years have passed since the end of the second Neo Zeon War (Char's Rebellion). Even after \"the Axis Shock,\" which seemed to indicate the future of humanity and the Universal Century, the world is still in a chaotic situation where intermittent military conflicts continue to break out. The Earth Federation government is more corrupt than ever, and its leadership has not only accelerated Earth's pollution, but also implemented an inhuman \"Man Hunting\" policy in which civilians are forcibly exiled to outer space.\n\nThe anti-Federation government organization \"Mafty,\" led by someone called \"Mafty Navue Erin,\" has taken a stand against the corruption of the Earth Sphere. Mafty carries out fierce acts of terrorism, assassinating high officials of the Federation government one after another, but it gains a certain level of support from the populace who are growing more opposed to the Federation government.\n\nThe person who calls himself \"Mafty\" and leads this organization is Hathaway Noa, the son of Bright Noa, an officer of the Earth Federation Forces who once participated in the One Year War. Hathaway himself joined the forces trying to stop Char’s Rebellion. With firsthand knowledge of the ideals and ideologies of Amuro Ray and Char Aznable, he has become a warrior following in their footsteps, and plans to clear a path forward through armed resistance. His destiny, however, is drastically altered as he encounters the Federation Forces officer Kenneth Sleg and a mysterious young beauty named Gigi Andalucia.\n\n(Source: Gundam.info)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37765/Mobile_Suit_Gundam__Hathaways_Flash"
        },
        {
            "text": "Official Site",
            "link": "http://gundam-hathaway.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14043"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22960"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Mobile_Suit_Gundam:_Hathaway's_Flash#Films"
        }
    ]
}