{
    "title": "Mobile Suit Gundam F91",
    "type": "movie",
    "episodes": "1",
    "original_name": "機動戦士ガンダムＦ 91",
    "start_date": "1991-03-16",
    "opening_song": "\"Kimi no Mitsumete -The Time I'm Seeing You-\" by Hiroko Moriguchi",
    "ending_song": "\"Eternal Wind ~ Hohoemi wa Hikaru Kaze no Naka (Smile in the Shining Wind)\" by Hiroko Moriguchi",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "mecha",
        "military",
        "sci-fi",
        "space"
    ],
    "sinopse": "In the year 123 of the Universal Century, skirmishes between the Federation government and the rebel group Crossbones Vanguard echo across Earth's space colonies. One of these small battles breaks in the hometown of young Seabook Arno, forcing him and his friends to flee and ensnaring them in the political turmoil that is quickly evolving into an all-out war.\n\nSeabook meets Cecily Fairchild, granddaughter of the aristocrat Meitzer Ronah, who seeks to create a new political power called \"Cosmo Babylonia.\" Using the Crossbone Vanguard as its muscle, the Ronah family schemes to restore aristocratic rule and establish an economic system that will benefit the nobility, thus devastating the quality of life for the common people of the Earth Sphere.\n\nSeabook is tasked with piloting the Gundam F91, a mobile suit created by his mother, and must choose between protecting the status Federation's status quo or cooperating with Cecily to find a better way of life for all.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/88/Mobile_Suit_Gundam_F91"
        },
        {
            "text": "Official Site",
            "link": "http://www.gundam.channel.or.jp/program/_f91_movie.shtml"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=626"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1402"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Mobile_Suit_Gundam_F91"
        }
    ]
}