{
    "title": "Mobile Suit Gundam 00",
    "type": "tv-serie",
    "episodes": "25",
    "original_name": "機動戦士ガンダム 00",
    "start_date": "2007-10-06",
    "end_date": "2007-10-06",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "military",
        "sci-fi",
        "space",
        "drama",
        "mecha"
    ],
    "sinopse": "In the distant future, mankind's dependence on fossil fuels will lead to their complete depletion, an energy crisis unlike anything the world witnessed. Out of retaliation and fear, humanity began focusing at an alternative source of energy: solar power. Different nations have united together to form three major factions—the Union of Solar Energy and Free Nations, the Advanced European Union, and the Human Reform League. Each of these sectors has access to a solar power generator, which gives them limitless energy.\n\nAs a result, countries that were once dependent on the sale of fossil fuels are now plunged in poverty, leading to years of warfare and internal strife over the control of solar energy. Amid this chaos, an unknown paramilitary organization appeared identifying themselves as \"Celestial Being,\" aspire to end all warfare through armed intervention by using mysterious and technologically advanced Mobile Suits known as Gundams.\n\nMobile Suit Gundam 00 follows the story of Celestial Being's Gundam Meisters Setsuna F. Seiei, Lockon Stratos, Allelujah Haptism, and Tieria Erde. These four dive into the devastating battle between the three superpowers to accomplish their goal of changing the world.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2581/Mobile_Suit_Gundam_00"
        },
        {
            "text": "Official Site",
            "link": "http://www.gundam00.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5252"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=8190"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Mobile_Suit_Gundam_00"
        }
    ]
}