{
    "title": "Romeo no Aoi Sora",
    "type": "tv-serie",
    "episodes": "33",
    "original_name": "ロミオの青い空",
    "start_date": "1995-01-15",
    "end_date": "1995-01-15",
    "opening_song": "\"Sora e...\" by Hiroko Kasahara",
    "ending_song": "\"Si Si Ciao -Romana no Oka de-\" by Hiroko Kasahara",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "drama",
        "historical",
        "slice-of-life"
    ],
    "sinopse": "Romeo is a kindhearted and courageous boy living with his family in a small village in Switzerland. Unfortunately, Romeo becomes the interest of a man named Luini, known as \"The God of Death,\" who is infamous for buying children and selling them as chimney sweeps in Milan. While visiting the village, Luini burns down Romeo's family cornfield in an attempt to have Romeo as his own. With the cornfield gone and his father sustaining a head injury trying to put out the fire, Romeo bravely sells himself to the God of Death in order to help his family afford a doctor.\n\nOn his way to Milan, Romeo meets a boy named Alfredo Martini and they quickly become friends. Just as Alfredo is sold to a different master, the two boys swear eternal friendship and vow to meet again. As a chimney sweep, Romeo faces many hardships and abuse, especially from his master's family and a gang known as the Wolf Pack. But after reuniting with Alfredo, the two form a fraternity of chimney sweeps called \"The Black Brothers,\" who will learn to fight against the Wolf Pack and help each other in times of need.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2559/Romeo_no_Aoi_Sora"
        },
        {
            "text": "Official Site",
            "link": "http://www.nippon-animation.co.jp/work/romio_noaoisora.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2023"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=2019"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Romeo's_Blue_Skies"
        }
    ]
}