{
    "title": "Lily C.A.T.",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/12/5157.jpg",
        "alt": "lily-c-a-t"
    },
    "type": "ova",
    "episodes": "1",
    "original_name": "LILY-C.A.T.",
    "start_date": "1987-09-01",
    "ending_song": "\"Listening to the Angels\" by Teressa Jonette",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sci-fi",
        "space",
        "horror"
    ],
    "sinopse": "The Deep Sleep Capsules, technology that has allowed man to reach out to the stars. These chambers slow the aging process by 95%. A 20-year trip passes, and the traveler has only aged 1 year. It definitely has its advantages, but after you've been on a few trips, it sure gets very lonely.\n\nRight now, however, that's not the big issue. The year is 2264. The Syncam Corporation has sent the Saldes and its crew of 13 (and 1 cat) out into deep space to explore the potential of a newfound planet 20 years away. Soon after they awaken from their stasis, however, things are happening one after another. First, the crew learns that two of the crew are not who they claim to be. Then, one by one, crewmembers die suddenly. Then, the ship begins to turn against them. And as if it couldn't get any worse, they find another mess on their hands and it is ugly.\n\nWhat was supposed to be a simple exploratory mission has become a struggle for survival in the depths of space. 20 years from home, they're all alone and no one can hear them scream.\n\n(Source: AnimeNfo)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/3258/Lily_CAT"
        },
        {
            "text": "Official Site",
            "link": "https://pierrot.jp/archive/ova/title11.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1132"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=2009"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Lily_C.A.T."
        }
    ]
}