{
    "title": "Tokyo Majin Gakuen Kenpucho: Tou Dai Ni Maku",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "東京魔人學園剣風帖　龖（トウ） 第弐幕",
    "start_date": "2007-07-27",
    "end_date": "2007-07-27",
    "opening_song": "#01",
    "ending_song": "\"Hanafubuki (花吹雪)\" by ACID",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "mystery",
        "horror",
        "drama",
        "martial-arts",
        "fantasy",
        "school"
    ],
    "sinopse": "The battle against Tendou Kodzunu is over, and the Magami Five begin to look forward to their senior graduation, hopefully planning for their adult futures. However, life in Tokyo is not at peace...\n\nThe underground assassin group known as the Twelve Heavenly Generals of the Martial Fist begin to move against those protecting the city from demons. Normally rumored to kill criminals that the mundane law was unable to bring to justice, the Martial Fist now set their sights on Tatsuma Hiyuu, Kyouichi Houraiji, Aoi Misato, Komaki Sakurai, Yuuya Daigo, and Hisui Kisaragi.\n\nWhat is the purpose of this cruel turn of events? And who ordered the hit? New threats emerge as others awakened to powers unleashed by the Ryumyaku seek out the Magami kids - and old friends now return as enemies.\n\nDestinies will collide as the Stars of Fate begin to merge; Yin and Yang will meet. And soon the shadowy figure pulling the strings will reveal himself, in an effort to raze Tokyo to the ground and awaken the Vessel of the Golden Dragon.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2683/Tokyo_Majin_Gakuen_Kenpucho__Tou_Dai_Ni_Maku"
        },
        {
            "text": "Official Site",
            "link": "http://www.majin.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5246"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=8209"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Tokyo_Majin_Gakuen_Kenpuch%C5%8D:_T%C5%8D"
        }
    ]
}