{
    "title": "Omae Umasou da na",
    "type": "movie",
    "episodes": "1",
    "original_name": "おまえうまそうだな",
    "start_date": "2010-10-16",
    "ending_song": "\"Kimi to Iru Jikan no Naka de (君といる時間の中で)\" by Ayaka Hirahara (平原 綾香)",
    "rating": "G - All Ages",
    "tags": [
        "action",
        "adventure",
        "fantasy"
    ],
    "sinopse": "By a twist of fate, a herbivorous dinosaur finds a lost egg and brings it back to her nest. When the egg hatches, however, a carnivorous dinosaur emerges. Unable to abandon the child, she names him \"Heart\" and raises him in exile alongside her own child. As Heart comes of age, he struggles to eat the same food as his family and runs away in disgrace when he learns that he cannot live properly without meat.\n\nYears later, the now feared predator Heart encounters a situation similar to his past—he spots a dinosaur egg opposite his kind. As it emerges, Heart remarks that the newborn is delicious-looking. The newborn herbivore thinks that Heart is his father and takes delicious-looking, or \"Umasou,\" as his name. Unable to eat a newborn who loves him, Heart reluctantly decides to raise Umasou as his own. As he nurtures a forbidden child like his mother before him, Heart struggles to deal with an unforgiving world and the true natures of predator and prey.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/9204/Omae_Umasou_da_na"
        },
        {
            "text": "Official Site",
            "link": "http://www.umasoudana.com"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7655"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=11715"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/%E3%81%8A%E3%81%BE%E3%81%88_%E3%81%86%E3%81%BE%E3%81%9D%E3%81%86%E3%81%A0%E3%81%AA"
        }
    ]
}