{
    "title": "Hanasakeru Seishounen",
    "type": "tv-serie",
    "episodes": "39",
    "original_name": "花咲ける青少年",
    "start_date": "2009-04-05",
    "end_date": "2009-04-05",
    "opening_song": "\"Change\" by J-Min",
    "ending_song": "\"One\" by J-Min",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "romance",
        "shoujo"
    ],
    "sinopse": "Kajika Louisa Kugami Burnsworth is the only daughter of Harry Burnsworth, an influential and respected industrialist who has the power to move the world. There was a threat on Kajika’s life when she was just two years old, and her mother died protecting her. After this tragic incident, Harry sent his only child to an isolated island, Giviolle, where she was raised by the island’s native, Maria. Kajika’s companions during her time there include a white leopard named Mustafa and a boy named Li Ren Fang, who visited her two or three times a year.\n\nKajika, now fourteen, returns to her father's side, only to be told to begin a game to find her future husband. Harry makes sure that Kajika willingly participates in this game by telling her that she needs to face the harshness of her fate along with the man she chooses to be her husband. She needs to decide among the three candidates that Harry has personally chosen, but it won’t be easy. Kajika must figure out who they are and where they are without any information to go on except that they all possess an irresistible brilliance and charm. All the while, the men aren't even aware that they are the chosen ones. Kajika must also choose wisely, as her partner has to willingly accept her to be his bride.\n\nHansakeru Seishounen revolves around endearing love, intense passion, noble friendship, undying loyalty, family relations, and political intrigue. The heaviness of Kajika’s fate is real, the threat on Kajika’s life is inevitable, and the husband game is more than just a mere game. Harry needs to find a suitable partner to protect his daughter before someone discovers Kajika’s deep secret—a secret even she is unaware of.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/5835/Hanasakeru_Seishounen"
        },
        {
            "text": "Official Site",
            "link": "http://www3.nhk.or.jp/anime/hana/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6329"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10510"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Hanasakeru_Seish%C5%8Dnen"
        }
    ]
}