{
    "title": "Release the Spyce",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1623/95617.jpg",
        "alt": "release-the-spyce"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "RELEASE THE SPYCE",
    "start_date": "2018-10-07",
    "end_date": "2018-10-07",
    "opening_song": "\"Spatto! Spy & Spyce (スパッと！スパイ&スパイス)\" by Tsukikage (Yukari Anzai, Manami Numakura, Akane Fujita, Aya Suzaki, Yuri Noguchi, Aya Uchida)",
    "ending_song": "\"Hide & Seek\" by Tsukikage (Yukari Anzai, Manami Numakura, Akane Fujita, Aya Suzaki, Yuri Noguchi, Aya Uchida)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "school"
    ],
    "sinopse": "Momo Minamoto is a shy teenager who simply wants to do good in the world. Her dream is to follow in her police officer father's footsteps and support law and order. And just like him, she has a very unique ability: her senses are much more refined than those of any average person. A simple lick will enable her to determine what someone is feeling.\n\nOne night, as she admires the landscape, Momo sees suspicious shades moving in the distance. After learning that those shades were spies, she is recruited by their captain Yuki Hanzoumon, a senior at her school. The members of their secret agency, called the Tsukikage, also have the power to gain strength after ingesting spices.\n\nRelease the Spyce is an action-packed spy series about the Tsukikage's missions as they fight in the shadows to protect the city from crime while keeping up with their high school life.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37221/Release_the_Spyce"
        },
        {
            "text": "Official Site",
            "link": "http://www.releasethespyce.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13760"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20595"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Release_the_Spyce"
        }
    ]
}