{
    "title": "Action Heroine Cheer Fruits",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "アクションヒロイン チアフルーツ",
    "start_date": "2017-07-07",
    "end_date": "2017-07-07",
    "opening_song": "\"Jounetsu☆Fruit (情熱 ☆ フルーツ)\" by Tokimeki Kanshasai (トキメキ感謝祭)",
    "ending_song": "\"Hi no Ataru Basho (陽の当たる場所)\" by Tokimeki Kanshasai (トキメキ感謝祭)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "school",
        "slice-of-life"
    ],
    "sinopse": "Several years ago, local heroines—superhero characters who represent towns and perform stage shows in order to raise their town's acclaim—had a boom in popularity. The most famous of these local heroines, Kamidaio, is scheduled to perform in the small town of Hinano, much to the excitement of Mikan Kise's little sister Yuzu. Unfortunately, when Mikan takes Yuzu to the show, she finds out that it has been canceled. She promises her distraught sister that she'll make sure she can see the show. Desperate not to let her down, Mikan asks her classmate, the local heroine fanatic An Akagi, for help.\n\nMikan and Ann put on their own Kamidaio performance clad in homemade costumes, which the kids in the audience love despite its lack of production value. The show is recorded by the student council president Misaki Shirogane, who posts it online to garner attention. Misaki is from a family of politicians and has taken it upon herself to revitalize Hinano. Impressed by their show, she recruits Mikan and An to become the official local heroines of their town. As the group works to improve their shows, they enlist the help of a variety of colorful individuals.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/34800/Action_Heroine_Cheer_Fruits"
        },
        {
            "text": "Official Site",
            "link": "http://www.tbs.co.jp/anime/cfru/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12746"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19478"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E3%82%A2%E3%82%AF%E3%82%B7%E3%83%A7%E3%83%B3%E3%83%92%E3%83%AD%E3%82%A4%E3%83%B3_%E3%83%81%E3%82%A2%E3%83%95%E3%83%AB%E3%83%BC%E3%83%84"
        }
    ]
}