{
    "title": "Final Fantasy Reishiki",
    "type": "manga",
    "volumes": "1",
    "chapters": "4",
    "original_name": "FINAL FANTASY 零式",
    "start_date": "2011-11-12",
    "end_date": "2011-11-12",
    "tags": [
        "action",
        "fantasy",
        "game",
        "magic",
        "mecha",
        "school",
        "shounen",
        "slice-of-life",
        "military"
    ],
    "authors": [
        "Shiozawa",
        "Takatoshi (Art)",
        "Chiba",
        "Hiroki (Story)"
    ],
    "sinopse": "Final Fantasy Reishiki is set within a place called Oriens, which is divided into four nations: the Suzaku Fiefdom of Rubrum, the Milites Empire, the Lorican Alliance, and the Kingdom of Concordia. Each nation has its own emblem (a phoenix, two tigers, a dragon, and a turtle, based on the Four Symbols) and is blessed with a crystal that grants them unique powers: Rubrum controls the Suzaku Crystal containing the power of Magic, Milites controls the Byakko Crystal containing the power of Weapons, Lorica controls the Genbu Crystal containing the power of the Shield, and Concordia controls the Sōryū Crystal containing the power of Dragons. The Crystals have the ability to mark humans as their countries' servants. These servants, called l'Cie, are branded with a symbol and are given a \"Focus\"—a task to complete. However, while blessed with long life, l'Cie are cursed to lose their memories over time.\n\nA peace treaty is supposed to be in effect with the world's four countries, but Cid Aulstyne has sent his l'Cie soldiers to war with the neighboring countries. Conquering Lorica for its crystal, the Milites military focuses its attack on the Kingdom of Concordia and the Suzaku Fiefdom of Rubrum. However, for reasons unknown, the Suzaku crystal that kept Milites at bay at Rubrum shatters, leaving the nation vulnerable to attack and is forced to surrender to the superior nation. However, still possessing the powers the crystals gave them, the students of Class Zero refuse to surrender and proceed to fight back.\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/32955/Final_Fantasy_Reishiki"
        }
    ]
}