{
    "title": "Kore wa Zombie Desu ka?",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "これはゾンビですか?",
    "start_date": "2011-01-11",
    "end_date": "2011-01-11",
    "opening_song": "\"Ma・Ka・Se・Te Tonight (魔・カ・セ・テ Tonight)\" by Iori Nomizu",
    "ending_song": "\"Kizuite Zombie-sama, Watashi wa Classmate desu (気づいてゾンビさま、私はクラスメイトです)\" by Rie Yamaguchi with manzo",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "comedy",
        "ecchi",
        "harem",
        "magic",
        "supernatural"
    ],
    "sinopse": "Ayumu Aikawa is a 16-year-old high school student who is tragically murdered while investigating a suspicious house. However, he soon awakens next to a strange armored girl called Eucliwood Hellscythe. She reveals herself to be a necromancer who has revived Ayumu, consequently turning him into a zombie!\n\nNow immortal, Ayumu sets out to hunt down his killer. One day, while searching in a cemetery, he encounters a boisterous young girl named Haruna, who is fighting a bear with a chainsaw while dressed as a magical girl. After she kills the beast, Haruna attempts to erase Ayumu's memories of her, but he instead absorbs her magic for himself. Stripped of her powers, Haruna now orders Ayumu to take up her role of hunting strange creatures known as \"Megalo,\" monsters that roam the human world and terrorize the population.\n\nKore wa Zombie Desu ka? follows the daily antics of the human-turned-zombie Ayumu as he begins his new, ludicrous life where the supernatural becomes the norm.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/8841/Kore_wa_Zombie_Desu_ka"
        },
        {
            "text": "Official Site",
            "link": "http://www.fujimishobo.co.jp/sp/201006zombie/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7674"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=11752"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Kore_wa_Zombie_Desu_ka%3F"
        }
    ]
}