{
    "title": "Cardcaptor Sakura Movie 2: Fuuin Sareta Card",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1652/90326.jpg",
        "alt": "cardcaptor-sakura-movie-2-fuuin-sareta-card"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "劇場版 カードキャプターさくら 封印されたカード",
    "start_date": "2000-07-15",
    "ending_song": "\"Ashita e no Melody\" by CHAKA",
    "rating": "PG - Children",
    "tags": [
        "comedy",
        "drama",
        "fantasy",
        "magic",
        "romance",
        "shoujo"
    ],
    "sinopse": "For this year's Nadeshiko Festival, Sakura Kinomoto's elementary school class is presenting a play. She will portray a princess who struggles to respond to the love confession of the neighboring country's prince. Sakura empathizes with her character all too well, since she herself still owes an answer to the boy who confessed his love for her four months ago.\n\nWhen cousins Shaoran and Meiling Li return from Hong Kong to pay a surprise visit to their friends in Japan, Sakura receives further encouragement to finally declare her feelings. However, she is repeatedly distracted by a presence reminiscent of a Clow Card as well as unexplained disappearances around town.\n\nEventually, Sakura learns of another of Clow Reed's creations—the \"Nothing\"—which was formerly sealed away beneath the magician's old house. It has power equal to all 52 cards Sakura possesses, and furthermore, it wants to take those cards away from her! Objects, space, and people disappear from Tomoeda with each card that is stolen. Sakura sets out to capture the Nothing so everything will return to normal, but what must she sacrifice in the process?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/372/Cardcaptor_Sakura_Movie_2__Fuuin_Sareta_Card"
        },
        {
            "text": "Official Site",
            "link": "http://www.madhouse.co.jp/works/2001-2000/works_movie_cardcapturesakura.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=514"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=2026"
        }
    ]
}