{
    "title": "Rotte no Omocha!",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/158386.jpg",
        "alt": "rotte-no-omocha"
    },
    "type": "manga",
    "volumes": "9",
    "chapters": "70",
    "original_name": "ロッテのおもちゃ!",
    "start_date": "2007-06-27",
    "end_date": "2007-06-27",
    "tags": [
        "comedy",
        "demons",
        "ecchi",
        "fantasy",
        "romance",
        "seinen"
    ],
    "authors": [
        "Haga",
        "Yui (Story & Art)"
    ],
    "sinopse": "In the medieval fantasy world of Alfheimr, succubus princess Astarotte Ygvar, the first princess of the kingdom of Ygvar, has just reached the age of 10. For the coming years of a young succubus' life, it is necessary for them to have a male harem. In order to maintain their body and preserve their beautiful appearance, they must consume a substance only found on males. This substance is a liquid called \"Sauzfryma\", better known as semen. The princess, however, bears a great dislike against men, and only agrees to create a harem if a human male is to join.\n\nIn the human world Midgar, young father Touhara Naoya was greeted by a suspicious lady one day, claiming that she is a fortune teller. She also claims that she can help him find the \"perfect job\" fitted for him. Even though it seems suspicious, he accepts the free consultation in order to support himself and his young daughter. After meeting in the park with the suspicious lady a day later, he suddenly found himself in Alfheimr, a medieval fantasy realm located on a different world. The mysterious lady uncloaks her true identity as the Head Chamberlain of the kingdom of Ygvarland. He was then lead to the palace of Ygvarland, and there, the \"job\" he accepted was finally revealed; he was to become a human candidate for princess Astarotte's harem.\n\n(Source: MangaHelpers)\n\nIncluded one-shot:\nVolume 4: Miracle Pantser",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/6778/Rotte_no_Omocha"
        }
    ]
}