{
    "title": "Doukyuusei H kara Hajimaru Koi",
    "type": "manga",
    "volumes": "1",
    "chapters": "8",
    "original_name": "同級生 H から始まる恋",
    "tags": [
        "drama",
        "ecchi",
        "romance",
        "shoujo"
    ],
    "authors": [
        "Shinjou",
        "Mayu (Story & Art)",
        "Ayukawa",
        "Mio (Story & Art)",
        "Kousaka",
        "Yuuka (Story & Art)",
        "Toda",
        "Megumi (Story & Art)",
        "Ibuki",
        "Kaede (Story & Art)",
        "Uchuuda",
        "Kai (Story & Art)"
    ],
    "sinopse": "A collection of short stories from the pages of Sho-Comi!\n\nStory 1: Side Seat de Daite.\nMamii is in love with Sawaii, the person everyone considers to be a dork. When she confesses to him, he tells her he has conditions for dating her. What are the conditions? And is Sawaii the person she really thinks he is?\n\nStory 2: Brazen Lovers. three chapters\nYuuna's mother moves them everytime she breaks up with a boyfriend. This new place is a real dump. Annoyed, Yuuna heads off to the beach where she meets a very sexy guy. Sou says \"Lets always be together.\" but when Yuuna wakes up he's gone! Two people like this are bound to meet again...\n\nStory 3: Feel It, Roast Virgin. Rika is a virgin and is very nervous about her first night with her boyfriend Yuuya. It doesn't help that Yuuya tries to do it everywhere, outside, at school, he's ready! But will Rika be ready?\n\nStory 4: St. Gal Chick Valentine's Day. Mika's school has separate buildings for boys and girls and the girls have asked Mika as a student representative to get them co-ed classrooms so they can spend Valentine's Day with school idol, Subaru. Mika vows to try her hardest, even though Subaru annoys her. But maybe he's not such a bad guy.\n\nStory 5: Secret Apple. Sakura Kazuki and Katou Ryu are lovers who have been meeting secretly for two years. Because they were once step siblings, and their parents had a messy divorce, they can't tell anyone. Will they ever be able to love freely?\n\nStory 6: Double Face The Dangerous Classmate.\n\n(Source: Shoujo Manga Maniac)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/6056/Doukyuusei_H_kara_Hajimaru_Koi"
        }
    ]
}