{
    "title": "Mahoutsukai Sally",
    "type": "tv-serie",
    "episodes": "109",
    "original_name": "魔法使いサリー",
    "start_date": "1966-12-05",
    "end_date": "1966-12-05",
    "opening_song": "\"Mahoutsukai Sally no Uta (魔法使いサリーのうた)\" by Three Graces",
    "ending_song": "#1",
    "rating": "G - All Ages",
    "tags": [
        "magic",
        "fantasy",
        "school",
        "shoujo"
    ],
    "sinopse": "Sally, the kind but mischievous princess of the Land of Magic, has developed an interest in the human world. Wanting to experience it for herself, she runs away and meets two girls her age—Yoshiko \"Yocchan\" Hanamura and Sumire Kasugano—at a department store. They quickly become friends and spend time at Sally's mansion, which she conjured with magic.\n\nThe two girls realize they forgot something at the store, and despite it having closed for the night, they leave to fetch the item. Sally and her younger brother Cub, who had been sent by their parents to retrieve her, follow them and discover that they have been captured by a pair of thieves who were attempting to rob the store. Utilizing their magic, Sally and Cub drive the thieves away and rescue the girls, who remain unaware of Sally's powers.\n\nAttached to her new friends and the fun of the human world, Sally decides to stay, taking up the surname Yumeno and attending school with Yocchan and Sumire. Cub chooses to live with her and together they make a variety of new friends and go on various adventures, all the while spicing up their lives with magic.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/3356/Mahoutsukai_Sally"
        },
        {
            "text": "Official Site",
            "link": "http://www.toei-anim.co.jp/lineup/tv/sally/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1890"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1385"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Mahou_Tsukai_Sally"
        }
    ]
}