{
    "title": "Mazinger Z",
    "type": "tv-serie",
    "episodes": "92",
    "original_name": "マジンガーＺ",
    "start_date": "1972-12-03",
    "end_date": "1972-12-03",
    "opening_song": "\"Mazinger Z\" by Ichiro Mizuki",
    "ending_song": "\"Bokura no Mazinger Z\" by Ichiro Mizuki",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "drama",
        "mecha",
        "sci-fi",
        "shounen"
    ],
    "sinopse": "The villainous Dr. Hell has amassed an army of mechanical beasts in his secret hideaway, the island of Bardos located in the Aegean Sea. He is capable of controlling mechanized beasts with his cane, and instructs them to unleash devastating attacks. However, Dr. Hell doesn't do all the dirty work by himself; he has his loyal henchman Baron Ashura to carry out his devilish plans.\n\nThere are also those that will see to it that evil does not prevail. Kouji Kabuto is the young and feisty teenager with a score to settle: his goal is avenging the murder of his grandfather by Dr. Hell. And he might just be able to pull it off, as he is the pilot of Mazinger Z, a mighty giant robot made out of an indestructible metal known as Super-Alloy Z.\n\nMazinger Z boasts several powerful special attacks. By channeling Photonic Energy through its eyes, and unleashing the Koushiryoku Beam, it can cause great destruction. But things get really cool when Mazinger Z launches its Rocket Punch attack. Dr. Hell and his minions might have just found their match!",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2253/Mazinger_Z"
        },
        {
            "text": "Official Site",
            "link": "http://www.toei-anim.co.jp/lineup/tv/mazingerz/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=950"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1100"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Mazinger_Z"
        }
    ]
}