{
    "title": "Hanebado!",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1288/93432.jpg",
        "alt": "hanebado"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "はねバド！",
    "start_date": "2018-07-02",
    "end_date": "2018-07-02",
    "opening_song": "\"Futari no Hane (ふたりの羽根)\" by YURiKA",
    "ending_song": "#1: \"High Stepper (ハイステッパー)\" by Yuiko Ohara (eps 2, 4-13)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "seinen",
        "sports"
    ],
    "sinopse": "After her crushing defeat of 21-0 at the National Junior Badminton Tournament, Nagisa Aragaki's love for her sport begins to distort. Unable to deal with the shame of loss, she starts to terrorize the members of her high school badminton club. Her grueling drills bring some to the verge of tears while others quit the club outright. With the team losing members and new prospects being too terrified to join, the future of the badminton club looks exceptionally grim.\n\nThat is, until Kentarou Tachibana joins as the new head coach. Not only is he an Olympic-level player, but he also comes bearing a secret weapon: Ayano Hanesaki, the girl who defeated Nagisa six months ago. However, Ayano is not the rival Nagisa remembers, but a girl with conflicted feelings wanting to distance herself from badminton. With her future in sports now on the line, Nagisa must find a way to face her fears of inadequacy, heal her rival's troubled heart, and bring victory to Kitakomachi High School's badminton club.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37259/Hanebado"
        },
        {
            "text": "Official Site",
            "link": "http://hanebad.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13783"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20613"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Hanebado!"
        }
    ]
}