{
    "title": "Maison Ikkoku",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/6/17576.jpg",
        "alt": "maison-ikkoku"
    },
    "type": "tv-serie",
    "episodes": "96",
    "original_name": "めぞん一刻",
    "start_date": "1986-03-26",
    "end_date": "1986-03-26",
    "opening_song": "#1: \"Kanashimi yo Konnichiwa\" by Yuki Saito (eps 1-23, 25-37)",
    "ending_song": "#1: \"Ashita Hareru ka\" by Takao Kisugi (eps 1-14)",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "slice-of-life",
        "comedy",
        "drama",
        "romance",
        "seinen"
    ],
    "sinopse": "In the town of Clock Hill, there is an old boarding house called Maison Ikkoku. While the residence itself is fairly normal, most of its occupants are not. Yuusaku Godai, its most quiet tenant, has finally reached his limit with his neighbors' constant disruptions and boisterous partying. Wanting a calmer place to call home so that he can study in peace, he prepares to move away.\n\nHowever, his plans to leave are suddenly interrupted when he meets the new boarding house manager, Kyoko Otonashi. Falling madly in love with her, he decides that the boarding house may not be such a bad place to live after all. Unfortunately for him, Kyoko has her own romantic troubles: she is a widow whose husband died six months into their marriage. And despite her blossoming feelings for Godai, Kyoko still cherishes her dearly departed husband, and she believes that no other man could possibly fill the void in her heart. But with Godai's persistence and some help of the other eccentric tenants, she may experience true love once again.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1453/Maison_Ikkoku"
        },
        {
            "text": "Official Site",
            "link": "http://www.mxtv.co.jp/maison/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=288"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=376"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Maison_Ikkoku"
        }
    ]
}