{
    "title": "Suisei no Gargantia",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/11/48817.jpg",
        "alt": "suisei-no-gargantia"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "翠星のガルガンティア",
    "start_date": "2013-04-07",
    "end_date": "2013-04-07",
    "opening_song": "\"Kono Sekai wa Bokura wo Matteita (この世界は僕らを待っていた)\" by Minori Chihara",
    "ending_song": "\"Sora to Kimi no Message (空とキミのメッセージ)\" by ChouCho",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "sci-fi",
        "adventure",
        "mecha"
    ],
    "sinopse": "In the distant future, a majority of humans have left the Earth, and the Galactic Alliance of Humanity is founded to guide exploration and ensure the prosperity of mankind. However, a significant threat arises in the form of strange creatures called Hideauze, resulting in an interstellar war to prevent humanity's extinction. Armed with Chamber, an autonomous robot, 16-year-old lieutenant Ledo of the Galactic Alliance joins the battle against the monsters. In an unfortunate turn of events, Ledo loses control during the battle and is cast out to the far reaches of space, crash-landing on a waterlogged Earth.\n\nOn the blue planet, Gargantia—a large fleet of scavenger ships—comes across Chamber and retrieves it from the ocean, thinking they have salvaged something of value. Mistaking their actions for hostility, Ledo sneaks aboard and takes a young messenger girl named Amy hostage, only to realize that the residents of Gargantia are not as dangerous as he had believed. Faced with uncertainty, and unable to communicate with his comrades in space, Ledo attempts to get his bearings and acclimate to a new lifestyle. But his peaceful days are about to be short-lived, as there is more to this ocean-covered planet than meets the eye.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/16524/Suisei_no_Gargantia"
        },
        {
            "text": "Official Site",
            "link": "http://www.gargantia.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9556"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14961"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Gargantia_on_the_Verdurous_Planet"
        }
    ]
}