{
    "title": "D-Frag!",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1662/112108.jpg",
        "alt": "d-frag"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ディーふらぐ！",
    "start_date": "2014-01-07",
    "end_date": "2014-01-07",
    "opening_song": "\"Stalemate! (すているめいと!)\" by IOSYS jk Girls (eps 2-12)",
    "ending_song": "#1: \"Stalemate! (すているめいと!)\" by IOSYS jk Girls (ep 1)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "game",
        "comedy",
        "school",
        "seinen"
    ],
    "sinopse": "The Kazama Family—a gang of three wannabe delinquents and close friends, spearheaded by Kenji Kazama, is trying to make a name for themselves at Fujou Academy. On the first day of the term, the gang finds themselves putting out a fire in the Game Development Club. Instead of thanking them, the eccentric club members attack and knock out Kenji's two friends, forcing Kenji to fight for his life. Failing to escape, the gang leader is coerced into joining the Game Development Club.\n\nAs he settles in, Kenji gets to know the four girls responsible for his provisional membership—student council president and general tyrant Chitose Karasuyama, spirited tomboy Sakura Mizukami, negligent club advisor Minami Oosawa, and the school's infamous shadow leader Roka Shibasaki. Throughout the Game Development Club's constant shenanigans and his desperate attempts to leave the club, Kenji begins to realize that he may be actually enjoying himself.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/20031/D-Frag"
        },
        {
            "text": "Official Site",
            "link": "http://www.d-fragments.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10011"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15705"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/D-Frag!"
        }
    ]
}