{
    "title": "Jibaku-kun",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/186970.jpg",
        "alt": "jibaku-kun"
    },
    "type": "manga",
    "volumes": "6",
    "chapters": "29",
    "original_name": "ジバクくん",
    "start_date": "1998-03-30",
    "end_date": "1998-03-30",
    "tags": [
        "adventure",
        "comedy",
        "super-power"
    ],
    "authors": [
        "Shibata",
        "Ami (Story & Art)"
    ],
    "sinopse": "This history happens at a place called \"Parallel Planet\" located above the sky and down the sea. This planet is divided in twelve worlds, in such way that if it seems like a clock. In the center of this clock, exists the \"Needle tower,\" A place where the time doesn't run, The World Zero.\n\nIn each \"world\" there is a Great Child (or G.C.), that is something like the guardian of that world. The Great Child is always accompanied by a spirit, which is an explosive, espheric side-kick that helps to defeat the Monster Troublemakers.\n\nBucky, the protagonist of the history, is a normal boy that lives in the first world. He lives with a single and humble ambition: to dominate the world (in the sense of the whole planet). He is very certain and he would certainly die to reach his dream.\n\nOne day he meets with Spark, the Great Child of Primas (World One). Spark is known as the strongest Great Child of all of the worlds, and he is on a successor's search. After finding Bucky and talking a little with him, Spark, without apparent reason, chooses Bucky as his successor. Bucky has just become a Great Child and to wins the company of Jibaki, the spirit of the first world.\n\nSince then, Bucky comes out to travel the twelve worlds and to accomplish his dream of dominating the world, with their friends (or like he would say, slaves) that he finds in the world.\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/16529/Jibaku-kun"
        }
    ]
}