{
    "title": "Ryuu no Haisha",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/13/83336.jpg",
        "alt": "ryuu-no-haisha"
    },
    "type": "special",
    "episodes": "2",
    "original_name": "龍の歯医者",
    "start_date": "2017-02-18",
    "end_date": "2017-02-18",
    "opening_song": "\"Bokura ga Tabi ni Deru Riyuu (ぼくらが旅に出る理由)\" by RINKU (eps 1-2)",
    "ending_song": "\"Bokura ga Tabi ni Deru Riyuu (ぼくらが旅に出る理由)\" by RINKU (Mistera Feo)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "fantasy"
    ],
    "sinopse": "War rages between two neighboring countries, but one side has an ace up their sleeve: an ancient dragon bound by a pact to protect the nation. Despite these overpowering creatures being capable of leveling entire battlefields, they are rendered useless by cavities. And so, a special unit—the dragon dentists—has the important duty of caring for the dragon's teeth.\n\nNonoko Kishii was the only one of many brave volunteers who survived a recent round of recruitment; in order to join the dragon dentists, one has to witness their future demise and accept it without a fight. Knowing the exact circumstances of their fated ends, the dragon dentists devote themselves to their work. One day, they gain a new member who did not undergo the test: Bernard \"Bel\" Octavius, a young enemy officer killed by his own men and revived by the dragon's teeth. Despite his appearance being an omen of a great disaster, he is placed under the care of Nonoko as a dentist-in-training. Will Bel come around to the dragon dentists' attitudes toward death and help them face the painful future that is to come?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/34549/Ryuu_no_Haisha"
        },
        {
            "text": "Official Site",
            "link": "http://www.nhk.or.jp/anime/ryu/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12359"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18712"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/The_Dragon_Dentist"
        }
    ]
}