{
    "title": "Kanojo, Okarishimasu",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1485/107693.jpg",
        "alt": "kanojo-okarishimasu"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "彼女、お借りします",
    "start_date": "2020-07-11",
    "end_date": "2020-07-11",
    "opening_song": "\"Centimeter (センチメートル)\" by the peggies",
    "ending_song": "#1: \"Centimeter (センチメートル)\" by the peggies (ep 1, 12)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "romance",
        "school",
        "shounen"
    ],
    "sinopse": "Kazuya Kinoshita is a 20-year-old college student who has a wonderful girlfriend: the bright and sunny Mami Nanami. But suddenly, he doesn't. Without warning, Mami breaks up with him, leaving him utterly heartbroken and lonely. Seeking to soothe the pain, he hires a rental girlfriend through an online app. His partner is Chizuru Mizuhara, who through her unparalleled beauty and cute demeanor, manages to gain Kazuya's affection.\n\nBut after reading similar experiences other customers had had with Chizuru, Kazuya believes her warm smile and caring personality were all just an act to toy with his heart, and he rates her poorly. Aggravated, Chizuru lambastes him for his shameless hypocrisy, revealing her true pert and hot-tempered self. This one-sided exchange is cut short, however, when Kazuya finds out that his grandmother has collapsed.\n\nThey dash toward the hospital and find Kazuya's grandmother already in good condition. Baffled by Chizuru's presence, she asks who this girl might be. On impulse, Kazuya promptly declares that they are lovers, forcing Chizuru to play the part. But with Kazuya still hung up on his previous relationship with Mami, how long can this difficult client and reluctant rental girlfriend keep up their act?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/40839/Kanojo_Okarishimasu"
        },
        {
            "text": "Official Site",
            "link": "http://kanokari-official.com"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15299"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22933"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Rent-A-Girlfriend#Anime"
        }
    ]
}