{
    "title": "Soul Eater NOT!",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/8/61889.jpg",
        "alt": "soul-eater-not"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ソウルイーターノット！",
    "start_date": "2014-04-09",
    "end_date": "2014-04-09",
    "opening_song": "\"monochrome\" by Dancing Dolls!!",
    "ending_song": "\"Yuugure Happy Call (夕暮れハッピーゴー)\" by Tsugumi Harudori (CV: Haruka Chisuga), Meme Tatane (CV: Aoi Yuuki), Anya Hepburn (CV: Saori Hayami)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "comedy",
        "ecchi",
        "shounen",
        "supernatural"
    ],
    "sinopse": "Soul Eater NOT! is a spin-off and side story that takes place one year prior to the events of the original Soul Eater. At the Death Weapon Meister Academy, humans born with the power to transform into weapons and those with the power to wield these weapons (Meisters) train to hone their natural talent. The characters of the main series are enrolled in the Especially Advantaged Talent class, where they train to become warriors of justice capable of defeating what threats prey on innocent lives—or even the entire world.\n\nOther students at the DWMA are less talented. Members of the Normally Overcome Target class focus less on being warriors of justice and more on controlling their powers so they don't hurt themselves or anyone around them. Tsugumi Harudori, a new halberd-transforming student, meets Meisters Meme Tatane and Anya Hepburn and quickly grows indecisive about which of the two new friends should be her partner. As they learn to use these powers and settle in, their lives as everyday students will be far from normal.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/21507/Soul_Eater_NOT"
        },
        {
            "text": "Official Site",
            "link": "http://souleaternot.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10254"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15770"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Soul_Eater_Not!#Soul_Eater_Not.21"
        }
    ]
}