{
    "title": "Soul Eater",
    "type": "tv-serie",
    "episodes": "51",
    "original_name": "ソウルイーター",
    "start_date": "2008-04-07",
    "end_date": "2008-04-07",
    "opening_song": "#01",
    "ending_song": "#01",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "fantasy",
        "comedy",
        "supernatural",
        "shounen"
    ],
    "sinopse": "Death City is home to the famous Death Weapon Meister Academy, a technical academy headed by the Shinigami—Lord Death himself. Its mission: to raise \"Death Scythes\" for the Shinigami to wield against the many evils of their fantastical world. These Death Scythes, however, are not made from physical weapons; rather, they are born from human hybrids who have the ability to transform their bodies into Demon Weapons, and only after they have consumed the souls of 99 evil beings and one witch's soul.\n\nSoul Eater Evans, a Demon Scythe who only seems to care about what's cool, aims to become a Death Scythe with the help of his straight-laced wielder, or meister, Maka Albarn. The contrasting duo work and study alongside the hot headed Black☆Star and his caring weapon Tsubaki, as well as the Shinigami's own son, Death the Kid, an obsessive-compulsive dual wielder of twin pistols Patty and Liz.\n\nSoul Eater follows these students of Shibusen as they take on missions to collect souls and protect the city from the world's threats while working together under the snickering sun to become sounder in mind, body, and soul.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/3588/Soul_Eater"
        },
        {
            "text": "Official Site",
            "link": "http://mediafactory.co.jp/anime/souleater/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5610"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=9070"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Soul_Eater_%28manga%29"
        }
    ]
}