{
    "title": "R.O.D: The TV",
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "アール・オー・ディー ザ・ティーヴィー",
    "start_date": "2003-09-01",
    "end_date": "2003-09-01",
    "opening_song": "\"R.O.D.\" by Y K Z, arranged and composed by Hideki Tanaka",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "sci-fi",
        "adventure",
        "comedy",
        "super-power",
        "drama"
    ],
    "sinopse": "Anita King, Maggie Mui, and Michelle Cheung are the Paper Sisters. They run the Three Sisters Detective Agency in Hong Kong which is dedicated to solving cases involving books. They are hired as local guides for Nenene Sumiregawa, a Japanese novelist who has been struggling with writer's block following the disappearance of her longtime friend, Yomiko Readman. The sisters are all Paper Masters—individuals with the power to control paper—and with their abilities, they save Nenene from the dangerous terrorists targeting her at a book signing. But in case they strike again, the sisters remain as her bodyguards to protect her from further harm.\n\nThis is a dream come true for bookworms Maggie and Michelle who love Nenene's stories, but the young Anita cannot stand books despite her powers over paper. The three struggle to adapt to their new daily life in Japan, guarding Nenene while continuing their detective work under a mysterious organization, Dokusensha. However, the more they get to know Nenene, the more they discover the link between her, the disappearance of her friend Yomiko, and the mysterious books Dokusensha sends the Paper Masters to investigate. What began as a simple job ends up a bigger case than they have ever had before. Are these girls really willing to risk their lives over literature?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/209/ROD__The_TV"
        },
        {
            "text": "Official Site",
            "link": "http://www.sonymusic.co.jp/Animation/ROD/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=894"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1989"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/R.O.D_the_TV"
        }
    ]
}