{
    "title": "Hitoribocchi no Marumaru Seikatsu",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1130/99458.jpg",
        "alt": "hitoribocchi-no-marumaru-seikatsu"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ひとりぼっちの ○○ 生活",
    "start_date": "2019-04-06",
    "end_date": "2019-04-06",
    "opening_song": "\"Hitoribocchi no Monologue (ひとりぼっちのモノローグ)\" by Hitori Bocchi (Chisaki Morishita), Sunao Nako (Minami Tanaka), Honshou Aru (Akari Kito), Sotca Luckythar (Yuuko Kurose)",
    "ending_song": "#1: \"Ne, Issho ni Kaero. (ね、いっしょにかえろ。)\" by Hitori Bocchi (Chisaki Morishita)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "school",
        "shounen",
        "slice-of-life"
    ],
    "sinopse": "Many of us know what it is like to transition to a new school with few to no friends in a new environment, going through the arduous process of getting to know people again. Bocchi Hitori knows this struggle all too well, having just graduated from elementary school and thrown into middle school. Unfortunately, she suffers from extreme social anxiety: she faints when overwhelmed, vomits when nervous, and draws up ridiculously convoluted plans to avoid social contact. It does not help that her only friend from elementary school, Kai Yawara, will not be attending the same middle school as Bocchi. However, wanting to help her, Kai severs ties with Bocchi and promises to reconcile with her when she befriends all of her classmates in her new middle school class.\n\nEven though Bocchi has no faith in herself, she is determined to be friends with Kai again. Summoning all of her courage, Bocchi takes on the daunting challenge of making friends with her entire class, starting with the delinquent-looking girl sitting in front of her...\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37614/Hitoribocchi_no_Marumaru_Seikatsu"
        },
        {
            "text": "Official Site",
            "link": "http://hitoribocchi.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13989"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20806"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E3%81%B2%E3%81%A8%E3%82%8A%E3%81%BC%E3%81%A3%E3%81%A1%E3%81%AE%E2%97%8B%E2%97%8B%E7%94%9F%E6%B4%BB"
        }
    ]
}