{
    "title": "Persona 3",
    "type": "manga",
    "volumes": "11",
    "chapters": "50",
    "original_name": "ペルソナ 3",
    "start_date": "2007-02-27",
    "end_date": "2007-02-27",
    "tags": [
        "action",
        "drama",
        "horror",
        "supernatural",
        "seinen"
    ],
    "authors": [
        "Sogabe",
        "Shuji (Story & Art)",
        "Atlus (Story)"
    ],
    "sinopse": "On the surface, SEES—the Specialized Extracurricular Execution Squad—is a completely normal club at Gekkoukan High School. In reality, they are a group of students who investigate a phenomenon known as the \"Dark Hour\" and eliminate beings known as \"Shadows.\" Only select individuals with \"potential\" can remember the occurrence of the Dark Hour while others will \"transmogrify\" into coffins and become susceptible to Apathy Syndrome—a condition that puts its victims in a trance-like state and causes them to lose their will to live.\n\nTransfer student Minato Arisato is one such individual who can remember the events that occur during the Dark Hour, even though he is not aware of his ability. The moment he arrives at the school, he meets a mysterious person who asks him to sign a contract saying he will take responsibility for his own actions. Afterward, he is confronted by the members of SEES, who place him under secret surveillance because they believe he possesses a potential far greater than any of the other members.\n\nOne night, Minato is abruptly awakened by Yukari Takeba when a Shadow comes to attack their dormitory during the Dark Hour. Feeling compelled to fight the Shadow, he picks up Yukari's gun but, instead of shooting the Shadow, he turns it on himself, awakening his \"Persona.\" Equipped with his newfound powers, Minato joins SEES to uncover the mystery behind the mysterious phenomenon.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/2566/Persona_3"
        }
    ]
}