{
    "title": "Sin: Nanatsu no Taizai",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "sin 七つの大罪",
    "start_date": "2017-04-15",
    "end_date": "2017-04-15",
    "opening_song": "\"My Sweet Maiden\" by Mia REGINA",
    "ending_song": "\"Welcome to our diabolic paradise\" by Mia REGINA",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "ecchi",
        "fantasy"
    ],
    "sinopse": "Lucifer, an Archangel and former head of the Seven Heavenly Virtues, is banished from Heaven after revolting against the Lord's will.. While plummeting from the skies, she is halted halfway between Heaven and Hell after crashing through the roof of a high school church. Though she is witnessed by Maria Totsuka, a soft-spoken student at the academy, Lucifer swiftly continues her descent into the depths of Hell.\n\nSoon after her arrival, Lucifer is found by aspiring Demon Lord and fangirl Leviathan. The two decide to overthrow the Seven Sins, the authorities of Hell under the leadership of Belial. But with their combined powers, the Seven Sins are able to repel Lucifer and contain her divine powers by placing a Garb of Punishment over her body, transforming Lucifer into a Demon Lord.\n\nLonging for revenge and accompanied by Leviathan, Lucifer makes her way back to Earth, where she forces Maria to become her immortal slave. Together with her new accomplices, Lucifer sets out on a mission to subdue the Seven Sins so she may be free of the curse brought upon by her Garb.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/33834/Sin__Nanatsu_no_Taizai"
        },
        {
            "text": "Official Site",
            "link": "http://www.7-sins.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12324"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18689"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Seven_Mortal_Sins"
        }
    ]
}