{
    "title": "Eyeshield 21",
    "type": "tv-serie",
    "episodes": "145",
    "original_name": "アイシールド 21",
    "start_date": "2005-04-06",
    "end_date": "2005-04-06",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "sports",
        "comedy",
        "shounen"
    ],
    "sinopse": "Sena is like any other shy kid starting high school; he's just trying to survive. Constantly bullied, he's accustomed to running away.\n\nSurviving high school is about to become a lot more difficult after Hiruma, captain of the school's American football team, witnesses Sena's incredible agility and speed during an escape from some bullies. Hiruma schemes to make Sena the running back of his school team, The Devil Bats, hoping that it will turn around the squad's fortunes from being the laughingstock of Japan's high school leagues, to title contender.\n\nTo protect his precious star player from rivaling recruiters, he enlists Sena as \"team secretary,\" giving him a visored helmet and the nickname \"Eyeshield 21\" to hide his identity.\n\nThe Devilbats will look to make their way to the Christmas Bowl, an annual tournament attended by the best football teams in Japan, with \"Eyeshield 21\" leading the way. Will they be able to win the Christmas Bowl? Will Sena be able to transform from a timid, undersized freshman to an all-star player? Put on your pads and helmet to find out!",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/15/Eyeshield_21"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-tokyo.co.jp/anime/eyeshield21/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2441"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=4778"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Eyeshield_21"
        }
    ]
}