{
    "title": "Koufuku Graffiti",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "幸腹グラフィティ",
    "start_date": "2015-01-09",
    "end_date": "2015-01-09",
    "opening_song": "\"Shiawase ni Tsuite Watashi ga Shitteiru Itsutsu no Houhou (幸せについて私が知っている５つの方法)\" by Maaya Sakamoto",
    "ending_song": "\"Egao ni Naru (笑顔になる)\" by Ryou Machiko (Rina Satou) & Kirin Morino (Asuka Oogame)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "comedy",
        "seinen"
    ],
    "sinopse": "The path to becoming a fine wife begins with being an accomplished cook—at least, that is what Ryou Machiko's late grandmother had led her to believe. For a middle schooler, Ryou's cooking skills are incomparable; but recently, though Ryou's food looks appetizing and smells inviting, the taste has not been delicious. Just when the dejected art student comes to terms with the possibility that she might continue living alone for the rest of her life, her aunt tells her that Kirin Morino—Ryou's second cousin—will begin staying with her every weekend since the younger girl has joined a cram school in Tokyo and aims to attend the same school as Ryou.\n\nSurprisingly, with her cousin's arrival, Ryou finds that her cooking has vastly improved—apparently, it is not her prowess in the kitchen, but the sharing of the experience with those closest to her that seems to make the flavors shine.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/24629/Koufuku_Graffiti"
        },
        {
            "text": "Official Site",
            "link": "http://www.tbs.co.jp/anime/koufuku_g/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10684"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16131"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Gourmet_Girl_Graffiti"
        }
    ]
}