{
    "title": "Robotics;Notes",
    "type": "tv-serie",
    "episodes": "22",
    "original_name": "ロボティクス・ノーツ",
    "start_date": "2012-10-12",
    "end_date": "2012-10-12",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sci-fi",
        "mystery",
        "drama",
        "mecha",
        "school"
    ],
    "sinopse": "It has always been the aspiration of the Central Tanegashima High School Robotics Research Club to complete the GunPro1, a fully functioning giant robot. For years, the members of the club have contributed to its progress and it is now Akiho Senomiya's goal to finally make the dream of all the past club members become a reality. However, things are not as easy as they seem as the club lacks the funding for such a huge endeavor. Aside from that, the only other club member, Kaito Yashio, shows no interest in assisting his childhood friend and instead indulges in playing mecha-fighting games on his \"PokeCom.\"\n\nAs Kaito is in the middle of wasting his days, he receives an indecipherable message and hears a voice that seems to be drowned out by the noise of static. He searches for the source, only to realize that it came from Airi Yukifune, an AI which only exists within the augmented reality system accessible via the PokeCom. Robotic;Notes follows the story of Kaito as he discovers a peculiar report in Airi's database, one that would have disastrous consequences in the future.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/13599/Robotics_Notes"
        },
        {
            "text": "Official Site",
            "link": "http://www.roboticsnotes.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9128"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14196"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Robotics;Notes"
        }
    ]
}