{
    "title": "The Third",
    "type": "light-novel",
    "original_name": "ザ・サード",
    "start_date": "1999-03-19",
    "tags": [
        "action",
        "adventure",
        "martial-arts",
        "mecha",
        "sci-fi",
        "seinen"
    ],
    "authors": [
        "Hoshino",
        "Ryo (Story)"
    ],
    "sinopse": "The series is set many years after a devastating war, which killed 80% of the Earth's population. Earth is being watched by a group of beings known as The Third from a city called Hyperius. They are named after a red jewel-like eye on their forehead (Space Eye) that serves as a port for data access and other types of communication. These beings are committed to protecting the humans from harm. One of the main ways is to protect the humans is to control the amount of \"technos\" or technology that the humans have access to, known as the \"technos taboo\". Human found using forbidden technos could be killed by The Third's best \"autoenforcer\" an AI robot named Bluebreaker.\n\nIt follows the adventures of Honoka, a 17 year old girl who is human, but was born with a blue third eye as well. The Third found that she could not interface with the rest of The Third and so declared her a mutation and left her with human parents. Her blue eye enables her to see Chi and use it to find cloaked enemies and sense the emotions of all living things. Honoka is a jack-of-all-trades who travels throughout the barren earth with the help of a sand tank operated by Bogie, an AI guardian given to her by her grandfather. She earns a living by doing various jobs with the tank like ridding areas of oversized spiders and ants and escorting or transporting clients. One night while traveling through the desert, she comes upon a strange man named Iks. He arrived on the planet for a purpose which is not clear until the last episode. The Third is also nervous about his arrival and fears he may seek to harm the humans. In order to understand the world more Iks contracts with Honoka to accompany her for most of her travels. During travel or at night, she recites poems by a writer named \"Dona Myfree\" (exact spelling unknown at this time).",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/47675/The_Third"
        }
    ]
}