{
    "title": "Rec",
    "type": "tv-serie",
    "episodes": "9",
    "original_name": "レック",
    "start_date": "2006-02-03",
    "end_date": "2006-02-03",
    "opening_song": "\"Cheer! ~Makka na Kimochi~ (Cheer! ~まっかなキモチ~)\" by Kanako Sakai",
    "ending_song": "\"Devotion\" by BRACE;d",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "drama",
        "romance",
        "seinen"
    ],
    "sinopse": "After being stood up for a movie date, marketing employee Fumihiko Matsumaru is about to throw away his tickets when he is stopped by a girl who implores him to let her accompany him instead. Thanks to his upbeat and eccentric companion Aka Onda, an aspiring voice actress, Fumihiko enjoys his evening. While walking home together, they find out that they live in the same neighborhood. Mere hours later, Fumihiko wakes up from a nightmare and hears sirens outside his window. Going outside to check the situation, he sees that Aka's apartment has burned down, along with all her possessions. Fumihiko invites the distressed Aka to stay at his place, leading to them sleeping together.\n\nIn the aftermath of that fateful night, their personal and professional lives become inextricably intertwined. Not only do they begin living together platonically despite their one-night stand, they also discover that Aka will be voicing the mascot Fumihiko designed for his company's newest product. While trying to keep their live-in relationship under wraps for fear of scrutiny, the two begin to support each other throughout the difficulties in their respective careers.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/710/Rec"
        },
        {
            "text": "Official Site",
            "link": "http://www.tbs.co.jp/rec-aka/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=3656"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=6008"
        },
        {
            "text": "Wikipedia",
            "link": "<http://en.wikipedia.org/wiki/Rec_(manga"
        }
    ]
}