{
    "title": "Ninja Slayer From Animation",
    "type": "ona",
    "episodes": "26",
    "original_name": "ニンジャスレイヤー フロムアニメイシヨン",
    "start_date": "2015-04-16",
    "end_date": "2015-04-16",
    "opening_song": "\"BACK IN BLACK\" by BOOM BOOM SATELLITES",
    "ending_song": "#01",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action"
    ],
    "sinopse": "Ninja... Ninja were... merciless demi-gods, ruling Japan with their karate in the age of ninja tranquillity. But, \"some\" committed a forbidden form of hara-kiri storing their souls at Kinkaku Temple for future resurrection. Their lost history was falsified and concealed and the truth about these ninja was long forgotten.\n\nNow, in the future where the universalization of cybernetic technology and electronic networks are God, suddenly, sinister ninja souls, resurrected from thousands of years past are unleashed on the dark shadows of Neo-Saitama. Fujikido Kenji, is a salaryman whose wife and child were killed in a ninja turf war. In a brush with his own death, Fujikido is possessed by an enigmatic ninja soul. Fujikido cheats death and becomes Ninja Slayer. A Grim Reaper destined to kill evil ninja, committed to a personal war of vengeance.\n\nSet in the dystopian underworld of Neo-Saitama, Ninja Slayer takes on Soukai Syndicate ninjas in mortal combat.\n\n(Source: Animanga wikia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/23605/Ninja_Slayer_From_Animation"
        },
        {
            "text": "Official Site",
            "link": "http://www.ninjaslayer-animation.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10588"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16313"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Ninja_Slayer#Anime"
        }
    ]
}