{
    "title": "Tales of Vesperia: The First Strike",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/7/16680.jpg",
        "alt": "tales-of-vesperia-the-first-strike"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "テイルズ オブ ヴェスペリア",
    "start_date": "2009-10-03",
    "opening_song": "\"Kane wo Narashite (鐘を鳴らして)\" by BONNIE PINK",
    "ending_song": "\"Kane wo Narashite\" by Bonnie Pink",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "fantasy",
        "magic",
        "military"
    ],
    "sinopse": "Ten years after the Great War against the demon-beasts, the empire rules over the world and prosperity relies on the massive use of aer.\n\nYuri Lowell and Flynn Scifo are two young men who have just enrolled the ranks of the prestigious Imperial Knights. One day, they are sent to the town of Ceazontania, where abnormal aer activity has reportedly caused the proliferation of horribly mutated beasts, with serious threat for the whole region.\n\nMeanwhile, the Knights Supreme Commander Alexei Denoia and the naive Princess Estellise are involved in a behind-the-curtains struggle for power in the capital. The situation in Ceazontania deteriorates as the garrison of Imperial Knights finds that they cannot expect any immediate support from the capital.\n\nThen, Niren Fedrok, commander of the Imperial Knights in Ceazontania, takes an unexpected decision that is going to change Yuri and Flynn's destiny forever.\n\nWhat are the secrets behind the extraordinary events that are happening around Yuri and Flynn? Will they be able to defend the innocent people of Ceazontania and stay true to their beliefs?\n\n(Source: Funimation)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/6046/Tales_of_Vesperia__The_First_Strike"
        },
        {
            "text": "Official Site",
            "link": "http://www.tov-movie.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6496"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10759"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Tales_of_Vesperia:_The_First_Strike"
        }
    ]
}