{
    "title": "Tottoko Hamtarou Movie 2: Ham-Ham Hamuuja! Maboroshi no Princess",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/6/17586.jpg",
        "alt": "tottoko-hamtarou-movie-2-ham-ham-hamuuja-maboroshi-no-princess"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "とっとこハム太郎 ハムハムハムージャ！幻のプリンセス",
    "start_date": "2002-12-14",
    "opening_song": "\"Minihamus no Kekkon Song (ミニハムずの結婚ソング)\" by Minimoni. (ミニモニ。)",
    "rating": "PG - Children",
    "tags": [
        "adventure",
        "comedy"
    ],
    "sinopse": "Lately, Hamtaro has been having a strange dream. In the dream, a beautiful princess hamster tearfully asks for help. Hamtaro can’t forget about her, even when he’s awake. One winter day, Laura talks to Hamtaro. She tells him that everyone in the family is going home to her father’s hometown. When Hamtaro tells his friends about it, Maxwell pulls out a Ham-Ham source book. It’s a book on old hamster history.\n\nAccording to the book, there is a “homeland” for hamsters called “Hamja Kingdom”. When the Ham-Hams build a sand castle and recite a spell exactly the way it is written in the book, they are whooshed to the Kingdom. When at last the hamsters reach the bustling Hamja Kingdom of hamsters, the popular King Hamja, the Mini-Hams that they’ve met before in Ham-Ham Land, and many jar spirits called the Mo-Hams appear. A parade begins merrily with singing and dancing! But, the bad magic cat “Sabakunya” appears suddenly, riding the giant sheep monster “Mee Mee”, and starts to trample the town. What a disaster!\n\nThe Ham-Hams flee underground. The Ham-Hams are told of the state of the Kingdom and find that Sabakunya has snatched the King’s daughter, Princess Shera, and is pressing her into marriage on the Kingdom’s Founding Day. Sabakunya is trying to take over the country. Something clicks in Hamtaro’s mind. Princess Shera is without a doubt the princess who appeared in his dreams! Hamtaro wants very much to run to the castle where Sabakunya is, and so he and the Ham-Hams enter the castle. In the castle, they encounter danger after danger, and Hamtaro, pursued by Sabakunya’s henchmen, is separated from others.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/7330/Tottoko_Hamtarou_Movie_2__Ham-Ham_Hamuuja_Maboroshi_no_Princess"
        },
        {
            "text": "Official Site",
            "link": "http://www.hamutaro-movie.com/2nd/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2396"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=5153"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Hamtaro"
        }
    ]
}