{
    "title": "Yuu☆Yuu☆Hakusho (Movie)",
    "type": "movie",
    "episodes": "1",
    "original_name": "幽 ☆ 遊 ☆ 白書",
    "start_date": "1993-07-10",
    "opening_song": "\"Hohoemi no Bakudan (微笑みの爆弾)\" by Matsuko Mawatari",
    "ending_song": "\"Sayonara Bye Bye\" by Matsuko Mawatari",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "demons",
        "supernatural",
        "martial-arts",
        "shounen"
    ],
    "sinopse": "Yusuke Urameshi is not exactly what you'd call an angel. In fact, some might call him down right devilish. But when he dies in an accident trying to save a child, he finds himself in the Spirit World. Unfortunately for Yusuke, his name is not listed in the Book of Enma, which means it was one big mistake! So he should return from the Spirit World, but must pass a few tests first, and become a detective of the spiritual world.\n\nSo now Yusuke works in the Spirit World as a half-dead, half-alive agent for Koenma, son of the ruler of the Spirit World. This position does have its disadvantages, especially when you're trying to enjoy your summer vacation and Koenma gets kidnapped! So now Yusuke must interrupt his summer fun to find Koenma and trade the Golden Seal of King Enma for his life. But if someone other then King Enma has the Golden Seal there will be chaos in the Spirit World! What's a half-dead spirit detective to do?\n\nWith the aide of his closest allies, Yusuke sets off for Magma Valley, to save the life of the one who saved his, and find out who's at the bottom of this evil conspiracy.\n\n(Source: AnimeNfo)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/882/Yuu☆Yuu☆Hakusho_Movie"
        },
        {
            "text": "Official Site",
            "link": "http://pierrot.jp/archives/mov_list_20th/mov_013.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1084"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=607"
        },
        {
            "text": "Wikipedia",
            "link": "<https://ja.wikipedia.org/wiki/%E5%B9%BD%E2%98%86%E9%81%8A%E2%98%86%E7%99%BD%E6%9B%B8_(%E6%98%A0%E7%94%BB"
        }
    ]
}