{
    "title": "King's Raid: Ishi wo Tsugumono-tachi",
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "キングスレイド 意志を継ぐものたち",
    "start_date": "2020-10-03",
    "end_date": "2020-10-03",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "fantasy",
        "magic"
    ],
    "sinopse": "Long ago, the king of Orvelia, Kyle, defeated the demon king Angmund and brought peace to the world. However, one hundred years later, demons have been sighted in the forests, threatening humanity once more. A scouting expedition is sent to verify the claim but only one member returns. Meanwhile, Riheet, the leader of a dark elf mercenary group, plots to take over Orvelia to exact revenge against the humans who forsook their race a century ago.\n\nThe knight apprentice Kasel, accompanied by the priestess Frey, sets out to rescue Clause, an old friend who went missing in the tragic mission. However, along the way, Kasel discovers that he is the son of the revered King Kyle and the only one who can wield the Holy Sword Aea—the same sword that slew the demon king. To fulfill this destiny, the young knight must embark on a perilous quest, unseal the sword, and end the fear instilled by demons. As Kasel's journey to bring hope to humanity and Riheet's vow for vengeance intertwine, what fate could possibly await them?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/41834/Kings_Raid__Ishi_wo_Tsugumono-tachi"
        },
        {
            "text": "Official Site",
            "link": "https://www.anime-kings-raid.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15530"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=23526"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/King%27s_Raid"
        }
    ]
}