{
    "title": "Nanatsu no Taizai Movie 1: Tenkuu no Torawarebito",
    "type": "movie",
    "episodes": "1",
    "original_name": "劇場版 七つの大罪 天空の囚われ人",
    "start_date": "2018-08-18",
    "ending_song": "\"Sora Tobira (空扉)\" by Nogizaka46",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "supernatural",
        "magic",
        "fantasy",
        "shounen"
    ],
    "sinopse": "In search of a mystical ingredient known as Sky Fish, Meliodas and Hawk stumble upon a spring that suddenly transports them to the Sky Temple: a breathtaking land above the clouds, inhabited by beings called Celestials. Meliodas, however, looks strikingly similar to a local criminal called Solaad, and is imprisoned and shunned as a result. Meanwhile, the kingdom of the Sky Temple prepares to defend the Great Oshiro's seal—said to harbour a three thousand-year-old evil—from the malevolent Six Knights of Black, a group of demons who seek to destroy the seal. However, the Demon Clan is successfully unleashed and terrorizes the land, prompting the remaining Seven Deadly Sins and the Celestials to fight against their wicked foes.\n\nThe battle progresses well, until one of the Six Knights awakens an \"Indura of Retribution,\" an uncontrollable beast from the Demon Realm. With its overwhelming strength and sinister power, the Seven Deadly Sins and Celestial beings must now work together to defeat the creature that threatens their very existence.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/35946/Nanatsu_no_Taizai_Movie_1__Tenkuu_no_Torawarebito"
        },
        {
            "text": "Official Site",
            "link": "http://www.7-taizai-movie.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13286"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20834"
        },
        {
            "text": "Wikipedia",
            "link": "<http://en.wikipedia.org/wiki/The_Seven_Deadly_Sins_(manga"
        }
    ]
}