{
    "title": "Bomberman: Yuuki wo Arigatou - Watashi ga Mimi ni Naru",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1809/102768.jpg",
        "alt": "bomberman-yuuki-wo-arigatou-watashi-ga-mimi-ni-naru"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "ボンバーマン 勇気をありがとう 私が耳になる",
    "start_date": "1995-04-13",
    "rating": "G - All Ages",
    "tags": [
        "drama",
        "game"
    ],
    "sinopse": "The elementary school student Rieko lives with her parents who are deaf and mute, and her younger sister. Rieko wishes to draw cartoons and comics that make people happy, and doodles comics of Bomberman and friends in her notebooks.\n\nAn earthquake strikes during the night and ravages the city, leaving their neighbourhood a shambles. They travel to a shelter, but their parents' inability to hear and speak causes misunderstandings and conflict among the workers; Rieko helps resolve the situation while also keeping an eye on her younger sister.\n\nWith support from volunteer worker Kyoko, an older girl from Tokyo, the community within the shelter begin to grow and understand one another. Rieko helps keep the younger ones amused with her drawings of Bomberman characters, including a comic of the heroes and villains putting their differences aside to help each other when the battle arena comes down on top of them.\n\nThe film ends with a short public safety video from the Bomberman gang, offering pointers on how to safeguard against damage in your house and how to stay safe if you need to evacuate.\n\nDespite the prominent branding on the marketing materials, the Bomberman content is shockingly minimal. Rieko creates comic strips of Bomberman and friends to entertain her younger sister and children at the shelter, leading into animated vignettes with the cast of Super Bomberman 3; these three segments amount to only three minutes\n\n(Source: randomhoohaas.flyingomelette.com)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/40301/Bomberman__Yuuki_wo_Arigatou_-_Watashi_ga_Mimi_ni_Naru"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=3585"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1211"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E3%83%9C%E3%83%B3%E3%83%90%E3%83%BC%E3%83%9E%E3%83%B3_%E5%8B%87%E6%B0%97%E3%82%92%E3%81%82%E3%82%8A%E3%81%8C%E3%81%A8%E3%81%86_%E7%A7%81%E3%81%8C%E8%80%B3%E3%81%AB%E3%81%AA%E3%82%8B"
        }
    ]
}