{
    "title": "Kono Naka ni Hitori, Imouto ga Iru!",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/5/75534.jpg",
        "alt": "kono-naka-ni-hitori-imouto-ga-iru"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "この中に 1 人、妹がいる！",
    "start_date": "2012-07-06",
    "end_date": "2012-07-06",
    "opening_song": "\"Choose me♡Darling (Choose me♡ ダーリン)\" by StylipS",
    "ending_song": "\"Heavenly Lover\" by Konoe Tsuruma (Kaori Ishihara), Miyabi Kannagi (Ayane Sakura), Rinka Kunitachi (Ayana Taketatsu), Mana Tendou (Asuka Ogame), Mei Sagara (Rina Hidaka)",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "comedy",
        "ecchi",
        "harem",
        "mystery",
        "romance",
        "school"
    ],
    "sinopse": "Shougo Mikadono's father has just passed away, and now he must become the head of Mikadono Group, his father's company. After completing the training to take over, there is just one other stipulation he must adhere to: he will need to find a girl he loves at his new school and marry her by the time he graduates high school.\n\nShougo transfers to Miryuin Private Academy, and it seems like he has many girls to choose from, such as Konoe Suruma, the class representative as well as his first new friend; Miyabi Kannagi, a standoffish but kind girl; Rinka Kunitachi, the student council vice president; Mei Sagara, who runs a cafe and dresses like a witch; and Mana Tendou, the student council president. However, there is a complication: one of them is his long-lost half sister, and he has no idea which one, so how can he become romantically involved with any of them?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/13367/Kono_Naka_ni_Hitori_Imouto_ga_Iru"
        },
        {
            "text": "Official Site",
            "link": "http://www.tbs.co.jp/anime/nakaimo/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8830"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14176"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/この中に1人、妹がいる!"
        }
    ]
}