{
    "title": "Shin Sakura Taisen the Animation",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "新サクラ大戦 the Animation",
    "start_date": "2020-04-03",
    "end_date": "2020-04-03",
    "opening_song": "\"Geki! Teikoku Kagekidan - Shinsho (檄!帝国華撃団<新章>)\" Teikoku Kagegi Dan",
    "ending_song": "\"Sakura Yumemishi (桜夢見し)\" by Teikoku Kagegi Dan",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sci-fi",
        "adventure",
        "mecha",
        "shounen"
    ],
    "sinopse": "In 1930, two years after the events of So Long, My Love, the Great Demon War results in the annihilation of the Imperial, Paris and New York Combat Revues' Flower Divisions. With Earth at peace and the revues' actions becoming public, the World Combat Revue Organization is formed with several international divisions; a biennial international Combat Revue tournament has been organized.\n\nTen years later in 1940, Imperial Japanese Navy captain Seijuurou Kamiyama is assigned as the captain of the new Imperial Combat Revue's Flower Division in Tokyo, which consists of: Sakura Amamiya, a swordswoman and new recruit; Hatsuho Shinonome, a shrine maiden and the most popular actress; Anastasia Palma, a newly-transferred Greek actress; Azami Mochizuki, a ninja prodigy from the Mochizuki clan; and Clarissa \"Clarise\" Snowflake, a Luxembourgian noblewoman. The division once again faces a new demon invasion and participates in the upcoming tournament—while trying to keep their home at the Imperial Theater open.\n\n(Source: Wikipedia, edited)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/40403/Shin_Sakura_Taisen_the_Animation"
        },
        {
            "text": "Official Site",
            "link": "https://sakura-taisen-theanimation.com"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15097"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22510"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Sakura_Taisen"
        }
    ]
}