{
    "title": "Mimurake no Musuko",
    "type": "manga",
    "volumes": "3",
    "chapters": "19",
    "original_name": "三村家の息子",
    "start_date": "2005-10-01",
    "end_date": "2005-10-01",
    "tags": [
        "yaoi"
    ],
    "authors": [
        "Meiji",
        "Kanako (Story & Art)"
    ],
    "sinopse": "Vol 1 - Mimurake no Musuko (Son Of The Mimura Family)\nA story set in countryside, about two childhood friends Yumi and Toshi. While going through puberty Toshi develops unresolved feelings for Yumi. One day Toshi meets Yumi’s older brother Sumi and is lured into a sexual relationship with him. And so the love triangle begins...\n\n(Source: MU)\n\nVol 2 - Deki no Waruiko (Clumsy Child)\nShocked to find that his childhood friend, Toshio is in a relationship with his older brother, Sumi, Kyu is determined to win Toshio over for himself. Kyu finds the perfect plan to seduce Toshio by studying for their college entrance exams together. But his planned seduction goes awry when he fails his exam while Toshio passes his.\n\nHitting two birds with one stone is Kyu’s plan as he’s given a second chance to pass his college exam and his continued determination to make Toshio fall for him grows. However, things don’t go as planned when Toshio starts avoiding him and Sumi reappears in Toshio’s life. How will Kyu handle the return of his brother into Toshio’s life? And will Toshio ever come to terms with his feelings for Kyu?\n\n(Source: DMG)\n\nVol 3 - Umareboshi (Newborn Star)\nIn the final volume of the Son of Mimura series, Kyu finds himself back in his hometown for a break away from the city. However, he finds his thoughts drifting back to Toshio and the kisses that they shared. Meanwhile, Toshio also returns home with thoughts of Kyu constantly on his mind. They both attempt to avoid one another, but find themselves spending time together in their peaceful hometown.\n\nIt’s during his home-stay when Kyu makes a decision that will change his life and his future. How will this affect his relationship with Toshio? And will Kyu and Toshio ever come to terms with their feelings and confess their love for one another?\n\n(Source: DMG)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/7670/Mimurake_no_Musuko"
        }
    ]
}