{
    "title": "Ike! Ina-chuu Takkyuubu",
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "行け! 稲中卓球部",
    "start_date": "1995-04-06",
    "end_date": "1995-04-06",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "comedy",
        "ecchi",
        "school",
        "sports"
    ],
    "sinopse": "When the Inaho Junior High Ping-Pong Club grows apathetic about an upcoming tournament, their new manager, Kyoko Iwashita, boosts their morale with something they cannot refuse—a \"sex pass,\" a voucher that grants the best player on the team unadulterated access to her body for a whole month. This is just one of many ways that this peculiar ping-pong club exceeds the realm of normalcy.\n\nAmong the Ping-Pong Club's six members, Maeno proves to be the most troublesome, discovering bizarre ways to distract the team each day. With the others contributing to these mischievous acts, Takeda—the captain of the club—tries his hardest to put up with the team's antics. But when popular vice-captain Yuusuke Kinoshita is being swept away by girls, he instead finds himself receiving support from the stern but resilient manager, Kyoko.\n\nWith the ever-present risk of their team being dissolved, Takeda and his friends find themselves having to overcome numerous obstacles. While Maeno often appears to put the club in jeopardy, it is usually he who devises schemes that are just so crazy that they have a chance of working. Can Maeno and his ludicrous stunts help his team persevere, or will they continue to just be a nuisance to the Ping-Pong Club?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/914/Ike_Ina-chuu_Takkyuubu"
        },
        {
            "text": "Official Site",
            "link": "http://www.5-ace.co.jp/anime/inachu/index.htm"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=688"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=60"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Ping-Pong_Club"
        }
    ]
}