{
    "title": "Chin-Man",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/34687.jpg",
        "alt": "chin-man"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "8",
    "original_name": "ちんまん ～中村珍短編集～",
    "start_date": "2009-10-19",
    "tags": [
        "drama",
        "psychological"
    ],
    "authors": [
        "Nakamura",
        "Ching (Story & Art)"
    ],
    "sinopse": "A collection of one-shot stories filled with intensity.\n\n-   The first story follows Sae, a young woman with a mysterious disease that causes extreme nosebleeds and some kind of internal convulsions when she's over stimulated. ....Ahem. When's she's kissed deeply by a worried female friend, she realizes that her illness might not be so bad, after all.\n\n-   Nanako listens to her grandmother's story of how she and her grandfather lived through hard times and were parted during the war, but doesn't really understand her grandmother's feelings until she herself finds love.\n\n-   \"Sonny\" is a boxer, whose son does not respect him, until he sees him give his all in the ring.\n\n-   Noboru is a 19-year old slacker who decides that he wants to become a tattoo artist. He apprentices himself to a woman who really runs him through the traditional method of apprenticing—he cleans constantly, endures physical and emotional abuse until he proves himself worthy of taking ink and needle to the skin of his master.\n\n-   A local boy and girl have a very contentious relationship that ends with the boy becoming a hero eternally as a Kamikaze pilot.\n\n-   \"Lady Stanch\" is a look at life among the bosozoku and the relationships that develop between friends, enemies and lovers in that world.\n\n-   A young man faces the harsh real life of someone he admired when he was younger in \"Cheerio.\"\n\n-   And the final story is a hyper-intensive look at an artist's tools. I mean that literally. This is a manga about the pens, pencils and brushes and one woman's over-the-top relationship with her writing utensils.\n\n(Source: Okazu)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/21474/Chin-Man"
        }
    ]
}