{
    "title": "Princess Shoukougun",
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "original_name": "プリンセス症候群",
    "tags": [
        "comedy",
        "fantasy",
        "romance",
        "shoujo"
    ],
    "authors": [
        "Yamaguchi",
        "Miyuki (Story & Art)"
    ],
    "sinopse": "A cute collection of short stories about friendship and magical adventures. (Source: Wingtip Cafe)\n\nStory 1: The Dream of the Fairy Tales Forest\nMr. Linus is a writer whose books aren't selling well at all. One night, as he contemplates suicide, some little dwarves come to him and beg his help, taking him to a world where the story of Snow White really exists!\n\nStory 2: Princess Syndrome (sequel to Story 1)\nThe 7 dwarves bring Mr. Linus back to the world of Snow White and her husband begs Mr. Linus for help-- Snow White has run away and left him to take care of their baby alone!\n\nStory 3: Lie \\* Lie Little Island (sequel to Story 2)\nMr. Linus's son, Lee, goes to the world of Snow White and the Seven Dwarves and has an adventure with Snow White's Daughter, Little.\n\nStory 4: Moonlight Serenade\nPaul, a young orphan, and Gramps, his elderly friend, read a story called \"Moonlight Serenade\" about the magic which allows someone to make 4 wishes on the night of the full moon. Gramps is inspired to wish for his youth back, so he can search for his long-lost love Mary. And so a youthful Gramps and Paul set out that night to look for Mary, and have one of the most wonderful nights of their lives.\n\nStory 5: The Phenomenon of the Falling Flowery Objects\nAkemi, a student, spent all her money in a shopping spree and couldn't afford to go on a trip with her school. One night, she finds a blonde young man unconcious outside the window. She brings him inside, but he refuses to tell her his name, where he is from-- only that he is looking for a certain someone. Having nothing better to do, Akemi decides to help him. Who is Mr. X looking for? And who is he? And why are the sakura blooming in the middle of winter?\n(source: crazyanimeaddict)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/8365/Princess_Shoukougun"
        }
    ]
}