{
    "title": "Doteraman",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/53523.jpg",
        "alt": "doteraman"
    },
    "type": "tv-serie",
    "episodes": "20",
    "original_name": "ドテラマン",
    "start_date": "1986-10-14",
    "end_date": "1986-10-14",
    "opening_song": "\"Seigi no Shisha Da The Doteraman (正義の使者だぜドテラマン)\" by Koorogi '73",
    "ending_song": "\"Motto Buki 'Uki' (もっとブ鬼゛ウ鬼゛)\" by Koorogi '73, Noriko Tsukase",
    "rating": "G - All Ages",
    "tags": [
        "sci-fi",
        "comedy"
    ],
    "sinopse": "In a small town of Tokyo there lives a middle-aged man, Suzuki, who spends commonplace days conducting a small business. He is ambitious to become such a celebrity as to appear on the cover page of a popular magazine.\n\nOne day he happens to discover a mysterious entrance that leads to an alien space. Through it he reaches the world of goblins and attaches control devices to goblins there to make them act at his free command. Capitalizing on those zombies, he grows outrageous and notoriously sets his hand to evil things. Meanwhile two witty pupils, Hajime and his girl friend Mariko, come across a strange alien detective who presents them with Doteraman garments. Wearing those garments, they transform themselves into Doteraman and Doterapink with supernatural strength. Then they challenge the wicked ruler and successfully liberate the poor goblins. They continue to fight in the cause of justice creating excitement and entertainment full of pleasure.\n\n(Source: AniDB)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/20083/Doteraman"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1780"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=2182"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Doteraman"
        }
    ]
}