{
    "title": "Chuan Shu Zijiu Zhinan",
    "type": "ona",
    "episodes": "10",
    "original_name": "穿书自救指南",
    "start_date": "2020-09-10",
    "end_date": "2020-09-10",
    "opening_song": "\"Wang Yan Ge (忘言歌)\" by R1SE-Zhao Lei (R1SE-赵磊)",
    "ending_song": "“Que Chun Shan (却春山)” by Angelina Zhu (朱梓溶)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "demons",
        "drama",
        "historical",
        "supernatural"
    ],
    "sinopse": "Shen Yuan has read enough xianxia novels to know that the protagonist will somehow cultivate the demonic path, take revenge on his scumbag master, and gain a massive harem along the way. So when he unexpectedly transmigrates into the world of Proud Immortal Demon Way, he knows exactly how the story is going to proceed. However, he does not get to play the role of the protagonist, but instead he becomes the scumbag master destined to suffer a humiliating defeat.\n\nShen Yuan, now known as cultivation master Shen Qingqiu, makes it his mission to change his fate so that he does not fall to his disciple, Luo Binghe, the protagonist of the novel. Trying to break away from the cruel personality of the original Shen Qingqiu seems impossible as any uncharacteristic behavior is blocked by a monitoring system meant to keep him from derailing the plot.\n\nShen Yuan must find a way to befriend Luo Binghe so that he has no reason to seek revenge on his teacher in the future. But with the set series of tragedies meant to befall the protagonist at the hands of Shen Qingqiu, this teacher has his work cut out for him.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38990/Chuan_Shu_Zijiu_Zhinan"
        },
        {
            "text": "Official Site",
            "link": "https://v.qq.com/detail/e/e13cyu7h55k62ps.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15644"
        },
        {
            "text": "Wikipedia",
            "link": "https://baike.baidu.com/item/%E7%A9%BF%E4%B9%A6%E8%87%AA%E6%95%91%E6%8C%87%E5%8D%97/22548752"
        }
    ]
}