{
    "title": "Tetsuwan Birdy Decode",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1242/95178.jpg",
        "alt": "tetsuwan-birdy-decode"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "鉄腕バーディー (2008)",
    "start_date": "2008-07-05",
    "end_date": "2008-07-05",
    "opening_song": "\"Sora\" by Hearts Grow",
    "ending_song": "\"Let's go together\" by Afromania",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "sci-fi",
        "comedy"
    ],
    "sinopse": "While pursuing an alien fugitive, Birdy Cephon Altera—a bombastic police officer from the Space Federation—finds herself on Earth. Her target, Geega, has disguised himself as a human and assimilated into the fashion industry, so Birdy follows suit and joins a modeling agency, taking on the identity \"Shion Arita.\" Her position as a rising model has her posing for photo shoots by day and chasing intergalactic criminals by night.\n\nMeanwhile, Tsutomu Senkawa, an average high school student, explores an abandoned building with his friend, and coincidentally, Birdy has tracked down Geega to the same building. Senkawa briefly witnesses the battle before being seized as a hostage by Geega. However, Birdy, oblivious, attacks Geega and accidentally kills Senkawa. Distraught, she quickly decides to save him by integrating his consciousness into her body.\n\nNow, Birdy and Senkawa must not only cohabitate the same body, but also balance Senkawa's high school life, Shion Arita's modeling career, and Birdy's increasingly dangerous job as a Federation officer.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/3974/Tetsuwan_Birdy_Decode"
        },
        {
            "text": "Official Site",
            "link": "http://www.birdy-tv.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5722"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=9287"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Birdy_the_Mighty"
        }
    ]
}