{
    "title": "Terra e...",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/9/42523.jpg",
        "alt": "terra-e"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "地球へ...",
    "start_date": "1980-04-26",
    "opening_song": "\"Terra e... Coming Home To Terra\" by Da Capo (Sakakibara Masatoshi, Sakakibara Hiroko)",
    "ending_song": "\"Ai no Wakusei All We Need Is Love\" by Da Capo",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "drama",
        "sci-fi",
        "shounen",
        "space"
    ],
    "sinopse": "In the five hundred years since Earth's environment was destroyed and the planet came to be known as Terra, humans have created a society in space that is entirely logical. Supercomputers control the government, babies are grown in artificial wombs and assigned parents randomly, and at age 14, children take an \"Adulthood Exam.\" Humanity's greatest enemy is the \"Mu\"—humans who have developed into espers.\n\nWhen Jomy Marquis Shin's birthday arrives and the time comes for him to take his Adulthood Exam, he is shocked to learn that all of his childhood memories are going to be erased. Suddenly, he hears the voice of Soldier Blue, the leader of the Mu, calling out to him to hold onto his memories.\n\nJomy makes his escape on a Mu ship and is shocked to learn that he himself is an esper and that the government has sentenced him to death. Nearing the end of his life, Soldier Blue transfers his memories to Jomy and names him the next leader of the Mu. Now, Jomy has a choice: keep the Mu in hiding, or declare war on humanity to realize their dream of returning to Terra.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2560/Terra_e"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1416"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1407"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Toward_the_terra"
        }
    ]
}