{
    "title": "Umineko no Naku Koro ni",
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "うみねこのなく頃に",
    "start_date": "2009-07-02",
    "end_date": "2009-07-02",
    "opening_song": "\"Katayoku no Tori(片翼の鳥)\" by Akiko Shikata",
    "ending_song": "\"la divina tragedia ~Makyoku~ (la divina tragedia~魔曲~)\" by Jimang",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "mystery",
        "horror",
        "psychological",
        "supernatural"
    ],
    "sinopse": "Considered as the third installment in the highly popular When They Cry series by 07th Expansion, Umineko no Naku Koro ni takes place on the island of Rokkenjima, owned by the immensely wealthy Ushiromiya family. As customary per year, the entire family is gathering on the island for a conference that discusses the current financial situations of each respective person. Because of the family head's poor health, this year involves the topic of the head of the family's inheritance and how it will be distributed.\n\nHowever, the family is unaware that the distribution of his wealth is the least of Ushiromiya Kinzou's (family head) concerns for this year's family conference. After being told that his end was approaching by his longtime friend and physician, Kinzou is desperate to meet his life's true love one last time: the Golden Witch, Beatrice. Having immersed himself in black magic for many of the later years in his life, Kinzou instigates a ceremony to revive his beloved upon his family's arrival on Rokkenjima. Soon after, a violent typhoon traps the family on the island and a string of mysterious murders commence, forcing the eighteen people on the island to fight for their lives in a deadly struggle between fantasy and reality.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/4896/Umineko_no_Naku_Koro_ni"
        },
        {
            "text": "Official Site",
            "link": "http://umineko.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6051"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10168"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Umineko"
        }
    ]
}