{
    "title": "Umineko no Naku Koro ni - Episode 2: Turn of the Golden Witch",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/21284.jpg",
        "alt": "umineko-no-naku-koro-ni-episode-2-turn-of-the-golden-witch"
    },
    "type": "manga",
    "volumes": "5",
    "chapters": "28",
    "original_name": "うみねこのなく頃に - Episode 2: Turn of the Golden Witch",
    "start_date": "2009-07-22",
    "end_date": "2009-07-22",
    "tags": [
        "mystery",
        "drama",
        "horror",
        "supernatural",
        "psychological"
    ],
    "authors": [
        "Suzuki",
        "Jirou (Art)",
        "Ryukishi07 (Story)"
    ],
    "sinopse": "On the island of Rokkenjima, Shannon is a mere servant to the eccentric head of the Ushiromiya family, Kinzou. But Shannon has feelings for George, her master's grandson, although she is quite aware that a relationship between them would never be allowed. Try as she might, Shannon's affections for George grow stronger with each passing day, despite her attempts to deny it. One night, the Millennial Witch of Rokkenjima, Beatrice, takes pity on her: she will use her magic to help George and Shannon realize their love, if Shannon breaks a ritual mirror nearby that is dampening her powers. Eventually, Shannon relents, and to her surprise, her relationship with George begins to blossom.\n\nKanon, another servant, believes that Shannon is being tricked by the witch. As \"furniture,\" Kanon believes they have no right to even consider themselves human, let alone feel emotions like love. However, he soon discovers that one among the family has affection for him: Jessica, Kinzou's granddaughter, and eventually he starts to consider his own feelings toward her. But both Kanon and Shannon's love will be put to the test when the rest of the Ushiromiya family arrives for the annual family conference, and Beatrice enacts a competition for them to find Kinzou's hidden gold. Whoever finds the precious ingots will gain the coveted position of family head, and everyone has their eyes on the prize. But what starts off as a bizarre game soon turns into pure terror, and some of them may not make it out alive. Will the two servants be able to protect the ones they love?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/9547/Umineko_no_Naku_Koro_ni_-_Episode_2__Turn_of_the_Golden_Witch"
        }
    ]
}