{
    "title": "Tachiguishi Retsuden",
    "type": "movie",
    "episodes": "1",
    "original_name": "立喰師列伝",
    "start_date": "2006-04-08",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy"
    ],
    "sinopse": "Immediately following the end of the World War II, Tokyo was trying to emerge from the rubble. In a corner of the black market stood a flimsy soba (buckwheat noodle) eatery.\nIt was a delicate time just before the closing. A man appeared at the threshold. \"One moongaze (raw egg). With soba.\" This was none other than the legendary Fast Food Grifter known as Moongaze Ginji. His relentless scam quietly initiates.\n\nThe time changes. In the midst of the first anti Japan-US Security Treaty movement (1960), the streets rumored about Foxy Croquette O-Gin, a beautiful lady Fast Food Grifter, who disappeared all of a sudden. Wandering the alleys in the years of the economic miracle was Crying Inumaru, the loser. Then came Cold Badger Masa, whose scandalous death made people aware of the presence of Fast Food Grifters within the Japanese society. Beefbowl Ushigoro put an end to a major gyudon (beef and rice bowl) restaurant chain. And it is not possible not to mention Hamburger Tetsu, who shocked the entire fast food industry.\n\nFast Food Grifters are the phantoms that rise and fall with the shifting diet-styles. They are the dissenting heroes who carved their names on the dark side of dietary culture with their glare. Now their legend revives, strong as ever...\n\n(Source: Production I.G.)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2388/Tachiguishi_Retsuden"
        },
        {
            "text": "Official Site",
            "link": "http://www.tachiguishi.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=4289"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Tachiguishi-Retsuden"
        }
    ]
}