{
    "title": "Tetsujin 28-gou",
    "type": "tv-serie",
    "episodes": "96",
    "original_name": "鉄人２８号",
    "start_date": "1963-10-20",
    "end_date": "1963-10-20",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "G - All Ages",
    "tags": [
        "adventure",
        "mecha",
        "sci-fi",
        "shounen"
    ],
    "sinopse": "Dr.Haneda was developing experimental giant robot warriors to fight the allies during the Second World War, but before his creations could see action, Allied bombs destroyed the facility and killed him. A decade later criminals discovered two of the surviving prototypes, #26 and 27 in the series, and used the remote controlled robots to commit a number of crimes. Young Shotaro Haneda, the twelve year old son of Dr.Haneda, did some investigating and discovered that the mob were hunting for the twenty-eighth robot in the series, rumoured to be the most powerful of them all. Racing the villains, Shotaro discovers the robot first, along with Dr.Shikashima, a colleague of his father's who was also believed killed by the Allied bombing. Together the two prevent Tetusjin-28 (the robot's official designation) from falling into the hands of the bad guys, and decide to dedicate him to peace rather than war.\n\nShotaro fought crime for a long time, supported by Dr.Shikashima, who would repair Tetsujin-28 when he was damaged, and by police officer Otsuka. Shotaro even battled the alien Magmans, invaders from the planet Magma, who came to Earth late in his career, bringing their own giant robots, Magma X and Gold Wolf, with them.\n\n(Source: AniDB)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2686/Tetsujin_28-gou"
        },
        {
            "text": "Official Site",
            "link": "http://www.eiken-anime.jp/works/works002.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1670"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1293"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Gigantor"
        }
    ]
}