{
    "title": "Joshiraku",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/8/48925.jpg",
        "alt": "joshiraku"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "じょしらく",
    "start_date": "2012-07-06",
    "end_date": "2012-07-06",
    "opening_song": "\"Oato ga Yoroshikutte... yo! (お後がよろしくって…よ!)\" by Tetora Bouhatei (Nozomi Yamamoto), Marii Buratei (Ayane Sakura), Gankyou Kuurubiyuutei (Yoshino Nanjo), Kigurumi Haroukitei (Kotori Koiwai), Kukuru Anrakutei (Saori Gotou)",
    "ending_song": "\"Nippon Egao Hyakkei (ニッポン笑顔百景)\" by Momokurotei Ichimon (桃黒亭一門)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "comedy",
        "shounen"
    ],
    "sinopse": "Joshiraku follows the conversations of five rakugo storyteller girls relating the odd things that happen to them each day. Their comedic and satirical chatting covers all kinds of topics, from pointless observations of everyday life, to politics, manga, and more. Each girl has something new to add to the discussion, and the discourse never ends in the same place it began.\n\nEach of the rakugo girls has their own unique personality, with the energetic but immature Marii Buratei; the seemingly cute Kigurumi Haroukitei; the inherently lucky and carefree Tetora Bouhatei; the calm and violent Gankyou Kuurubiyuutei; and the pessimistic and unstable Kukuru Anrakutei. These girls—and their mysterious friend in a wrestling mask—give their observations to the audience, either backstage at the rakugo theater or in various famous locations around Tokyo.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/12679/Joshiraku"
        },
        {
            "text": "Official Site",
            "link": "http://www.starchild.co.jp/special/joshiraku/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8899"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14207"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Joshiraku"
        }
    ]
}