{
    "title": "Maji de Watashi ni Koi Shinasai!",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/4/32541.jpg",
        "alt": "maji-de-watashi-ni-koi-shinasai"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "真剣で私に恋しなさい！",
    "start_date": "2011-10-02",
    "end_date": "2011-10-02",
    "opening_song": "\"U-n-d-e-r--STANDING!\" by Endoh Masaaki, Kitadani Hiroshi, Misato Aki",
    "ending_song": "\"Kimi no Shinken o Choudai (君の真剣をちょうだい)\" by Asakawa Yuu, Gotou Yuuko, Hyousei, Itou Shizuka, Tomonaga Akane",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "harem",
        "comedy",
        "super-power",
        "romance",
        "ecchi",
        "martial-arts",
        "school"
    ],
    "sinopse": "The samurai are a very important part of Japan's history, and to be related to them in any way is probably one of the most inspiring things that a young high school student could hope for.\n\nKawakami City is well-known for having many samurai ancestors among its citizens, and is generally surrounded by an atmosphere of fighting spirit, loyalty, and dedication to work. In Maji de Watashi ni Koi Shinasai!, the students of Kawakami Academy use this knowledge on a daily basis, whether they are studying for exams, competing in sports competitions, or making sure that they take very good care of their traditions. Yamato Naoe is one such student, and his six closest friends (three boys and three girls) make up the perfect team for friendship, rivalry, and motivation. However, even samurai have weaknesses.\n\nAlthough the balance and long friendship of their group has been undisturbed for a long time, when two new girls enter the group, things start to get a lot more interesting. Not only must they maintain what they think is the samurai tradition, but they must now also do it with a lot of \"distractions.\"",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/10213/Maji_de_Watashi_ni_Koi_Shinasai"
        },
        {
            "text": "Official Site",
            "link": "http://www.anime-majikoi.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8230"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=12425"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Maji_de_Watashi_ni_Koi_Shinasai!"
        }
    ]
}