{
    "title": "Chio-chan no Tsuugakuro",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1073/95042.jpg",
        "alt": "chio-chan-no-tsuugakuro"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ちおちゃんの通学路",
    "start_date": "2018-07-06",
    "end_date": "2018-07-06",
    "opening_song": "\"Danger in my Tsuugakuro (Danger in my 通学路)\" by Chio Miyamo (CV: Naomi Oozora), Manana Nonomura (CV: Chiaki Omigawa), and Yuki Hosokawa (CV: Kaede Hondo)",
    "ending_song": "\"Nanairoad (ナナイロード)\" by Chio Miyamo (CV: Naomi Oozora) and Manana Nonomura (CV: Chiaki Omigawa)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "seinen"
    ],
    "sinopse": "For the average Japanese high school student, walking to school can be a chore, but for first-year Chio Miyamo, it's always an adventure. Constantly running late due to her long night sessions playing video games, she is forced to come up with new routes to make it to Samejima Private Academy on time.\n\nOn her many bizarre journeys to school, Chio contends with obstacles like street-blocking detours, overzealous kabaddi players, and befuddled motorcycle gang leaders. But these minor hindrances are no match for the special ops training that Chio, AKA the legendary assassin \"Bloody Butterfly,\" has received from her extensive gaming obsession. Together with her best friends Manana Nonomura and Yuki Hosokawa, Chio will do whatever it takes to avoid her school's harsh penalties for tardiness.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/35821/Chio-chan_no_Tsuugakuro"
        },
        {
            "text": "Official Site",
            "link": "http://chiochan.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13250"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20512"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Chio%27s_School_Road"
        }
    ]
}