{
    "title": "Full Moon wo Sagashite",
    "type": "tv-serie",
    "episodes": "52",
    "original_name": "満月をさがして",
    "start_date": "2002-04-06",
    "end_date": "2002-04-06",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "music",
        "comedy",
        "supernatural",
        "drama",
        "romance",
        "shoujo"
    ],
    "sinopse": "Two years ago, Mitsuki Kouyama's friend, Eichi Sakurai, moved to America before she could confess her feelings to him. Though she cannot contact him, they made a promise to fulfill their respective dreams: Mitsuki wants to become a professional singer, and Eichi an astronomer. She hopes that one day her music will reach him across the world with a brilliance like that of the full moon.\n\nThere is just one catch: Mitsuki suffers from throat cancer, which makes her voice quiet and singing strenuous. Her grandmother, who has a hatred of music, insists that Mitsuki undergo surgery to remove the cancer, but she refuses due to the risk of losing her voice. One day, two shinigami—Meroko Yui and Takuto Kira—appear to tell her that she only has one year left to live. This sudden revelation spurs Mitsuki into action, and she decides that with Meroko and Takuto's help, she will become a professional singer in the time she has left.\n\nFull Moon wo Sagashite follows the emotional story of Mitsuki and her shinigami friends as they discover what it means to sing—and ultimately, what it means to live.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/122/Full_Moon_wo_Sagashite"
        },
        {
            "text": "Official Site",
            "link": "http://www.nasinc.co.jp/jp/index.php?action=USER.WORKS.DETAIL&master_id=33"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=21"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=872"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Full_Moon_o_Sagashite"
        }
    ]
}