{
    "title": "Koutetsujou no Kabaneri",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "甲鉄城のカバネリ",
    "start_date": "2016-04-08",
    "end_date": "2016-04-08",
    "opening_song": "\"KABANERI OF THE IRON FORTRESS\" by EGOIST (eps 2-12)",
    "ending_song": "#1",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "horror",
        "supernatural",
        "drama",
        "fantasy"
    ],
    "sinopse": "The world is in the midst of the industrial revolution when horrific creatures emerge from a mysterious virus, ripping through the flesh of humans to sate their never-ending appetite. The only way to kill these beings, known as \"Kabane,\" is by destroying their steel-coated hearts. However, if bitten by one of these monsters, the victim is doomed to a fate worse than death, as the fallen rise once more to join the ranks of their fellow undead.\n\nOnly the most fortified of civilizations have survived this turmoil, as is the case with the island of Hinomoto, where mankind has created a massive wall to protect themselves from the endless hordes of Kabane. The only way into these giant fortresses is via heavily-armored trains, which are serviced and built by young men such as Ikoma. Having created a deadly weapon that he believes will easily pierce through the hearts of Kabane, Ikoma eagerly awaits the day when he will be able to fight using his new invention. Little does he know, however, that his chance will come much sooner than he expected...\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/28623/Koutetsujou_no_Kabaneri"
        },
        {
            "text": "Official Site",
            "link": "http://www.kabaneri.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10951"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16595"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Kabaneri_of_the_Iron_Fortress"
        }
    ]
}