{
    "title": "Shin Hakkenden",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/10/49801.jpg",
        "alt": "shin-hakkenden"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "神八剣伝",
    "start_date": "1999-04-03",
    "end_date": "1999-04-03",
    "opening_song": "\"Memories\" by angela",
    "ending_song": "#1: \"Kitto Onaji Hoshi no Naka de (きっと同じ星の中で)\" by Friend on mine (eps 1-13)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "martial-arts",
        "sci-fi"
    ],
    "sinopse": "Based on the long cherished, classic Japanese novel Nanso Satomi Hakkenden by Bakin Kyokutei Takizawa (1767), a modified version of it was made into animation.\n\nTaking place in the future, during this time wars were occuring in heaven, mostly for possession between the eight moons created by the savior Fuse that surrounded God's land. When the war ended, there was only one ruling family - that of the Oowaris, and the remaining son gained control of all the moons of heaven, except for one. Meiten, the moon of the pope, where people refrained from war and were therefore out of it's terms.\n\nEight people. Each from one of the eight moons. Each possessing one of the jewels - the elements that compose Earth. They are those who are destined to become saviors of humanity. All of them have sacrificed for these jewels, and are determined to complete their duty to Queen Fuse who entrusted these to them. When the mad emperor Kai threatens to revive a ghost who wants to prevent the restoration of Earth, these eight must battle using the powers given by their jewels in order to create Earth and defeat those who want to prevent it.\n\nSo they all go to Kusanagi, the ship in the center of God's land. They must gather the jewels in the key called Yatsufusa at Kusanagi's center, in order to create Earth.\n\n(Source: AniDB)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1823/Shin_Hakkenden"
        },
        {
            "text": "Official Site",
            "link": "http://www4.plala.or.jp/nscd/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1258"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1988"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Shin_Hakkenden"
        }
    ]
}