{
    "title": "Natsume Yuujinchou",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1681/108439.jpg",
        "alt": "natsume-yuujinchou"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "夏目友人帳",
    "start_date": "2008-07-08",
    "end_date": "2008-07-08",
    "opening_song": "\"Issei no Sei (一斉の声; Simultaneous Voice)\" by Shuhei Kita",
    "ending_song": "\"Natsu Yuuzora (夏夕空; Summer Evening Sky)\" by Kousuke Atari",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "demons",
        "supernatural",
        "drama",
        "shoujo"
    ],
    "sinopse": "While most fifteen-year-old boys, in one way or another, harbor secrets that are related to girls, Takashi Natsume has a peculiar and terrifying secret involving youkai: for as long as he can remember, he has been constantly chased by these spirits. Natsume soon discovers that his deceased grandmother Reiko had passed on to him the Yuujinchou, or \"Book of Friends,\" which contains the names of the spirits whom she brought under her control. Now in Natsume's possession, the book gives Reiko's grandson this power as well, which is why these enraged beings now haunt him in hopes of somehow attaining their freedom.\n\nWithout parents and a loving home, and constantly being hunted by hostile, merciless youkai, Natsume is looking for solace—a place where he belongs. However, his only companion is a self-proclaimed bodyguard named Madara. Fondly referred to as Nyanko-sensei, Madara is a mysterious, pint-sized feline spirit who has his own reasons for sticking with the boy.\n\nBased on the critically acclaimed manga by Yuki Midorikawa, Natsume Yuujinchou is an unconventional and supernatural slice-of-life series that follows Natsume as he, with his infamous protector Madara, endeavors to free the spirits bound by his grandmother's contract.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/4081/Natsume_Yuujinchou"
        },
        {
            "text": "Official Site",
            "link": "http://www.natsume-anime.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5787"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=9419"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Natsume_Yuujinchou"
        }
    ]
}