{
    "title": "Nijiiro Days",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/8/76691.jpg",
        "alt": "nijiiro-days"
    },
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "虹色デイズ",
    "start_date": "2016-01-10",
    "end_date": "2016-01-10",
    "opening_song": "#1: \"Best Friend (ベストフレンド)\" by Sonar Pocket (eps 1-12)",
    "ending_song": "#1: \"Rainbow Days!\" by Natsuki Hashiba (Yoshitsugu Matsuoka), Tomoya Matsunaga (Takuya Eguchi), Keiichi Katakura (Nobunaga Shimazaki), Tsuyoshi Naoya (Kouki Uchiyama) (eps 1-4)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "romance",
        "school",
        "shoujo",
        "slice-of-life"
    ],
    "sinopse": "Nijiiro Days follows the colorful lives and romantic relationships of four high school boys—Natsuki Hashiba, a dreamer with delusions of love; Tomoya Matsunaga, a narcissistic playboy who has multiple girlfriends; Keiichi Katakura, a kinky sadist who always carries a whip; and Tsuyoshi Naoe, an otaku who has a cosplaying girlfriend.\n\nWhen his girlfriend unceremoniously dumps him on Christmas Eve, Natsuki breaks down in tears in the middle of the street and is offered tissues by a girl in a Santa Claus suit. He instantly falls in love with this girl, Anna Kobayakawa, who fortunately attends the same school as him. Natsuki's pursuit of Anna should have been simple and uneventful; however, much to his dismay, his nosy friends constantly meddle in his relationship, as they strive to succeed in their own endeavors of love.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/31414/Nijiiro_Days"
        },
        {
            "text": "Official Site",
            "link": "http://www.rainbow-days.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11487"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=17531"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Nijiiro_Days"
        }
    ]
}