{
    "title": "Usotsuki",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/2476.jpg",
        "alt": "usotsuki"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "6",
    "original_name": "ウソツキ",
    "start_date": "2003-06-17",
    "tags": [
        "yaoi"
    ],
    "authors": [
        "CJ Michalski (Story & Art)"
    ],
    "sinopse": "1. Saigo ni, Kimi Dake wo\n   Hero has been inseparably bound up with his selfish friend from his childhood. He is called and comforts him whenever his friend parts from his lovers. His friend confesses his love to hero only after they fall over the cliff and is going to die...\n\n2. Love Letter\n   An urban delinquent student should transfer to local school by his parents' order. There he is stalked by a rude but pure local student...\n\n3. My Most Beloved is Still You\n   A supervisor and his subordinate love each other. Returning from business tour of 3 months, the beautiful subordinate has become fat...\n\n4. Koi no Sokubaku\n   A new recruit keeps working overtime with his wish to be admitted by his supervisor. But his colleague puts the blame on him. The supervisor gets him mixed up with an industrial spy and tortures him...\n\n5. Late Night Rain\n   Many people have tried to persuade a surgeon of genius to reactivate in vain. The surgeon keeps living in seclusion because he failed the operation of his lover's brain cancer and has a lapse of confidence. One boy starts working as his live-in housekeeper but the boy is his ex-patient of the surgeon and doesn't have much time...\n\n6. A Liar\n   A boy loves his pet, an android. But the android returns sweet nothings to the boy because the android has no feeling. A fire occurs. The android takes his life upon saving the boy. Decrypting the microchip of the android in the cold ashes, plenty words of love are displayed on the full screen...\n\n(from B-U)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/2285/Usotsuki"
        }
    ]
}