{
    "title": "Rokujouma no Shinryakusha!? (TV)",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/62655.jpg",
        "alt": "rokujouma-no-shinryakusha-tv"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "六畳間の侵略者！？",
    "start_date": "2014-07-12",
    "end_date": "2014-07-12",
    "opening_song": "\"Koukan win-win Mujouken (好感 win-win 無条件)\" by Heart♡Invader (ハート ♡ インベーダー)",
    "ending_song": "#1: \"Koukan win-win Mujouken (好感 win-win 無条件)\" by Heart♡Invader (ハート ♡ インベーダー) (eps 1, 12)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "harem",
        "comedy",
        "supernatural",
        "school"
    ],
    "sinopse": "After Koutarou Satomi's father is suddenly relocated for his job, the first-year high school student is faced with finding a cheap place to live by himself. Naturally, he jumps at the chance to move into Corona House's Room 106 for a mere five thousand yen a month. But while everything goes well at first, Koutarou soon gets a lot more than he bargained for after stumbling upon a mysterious cave while working his part-time job.\n\nThe following night, Koutarou is visited by various seemingly mythical figures, all of whom claim ownership of the poor student's apartment. Among the invaders are Sanae Higashihongan, a ghost supposedly haunting the room, magical girl Yurika, alien princess Theiamillis Gre Fortorthe, and Kiriha Kurano, a direct descendant of the Earth People. But more importantly, each of these four girls needs Koutarou's apartment for her own reasons and won’t back down without a fight!\n\nRokujouma no Shinryakusha!? is a comedic battle royale over a six-tatami mat apartment involving supernatural beings, romantic high school hijinks, and a deceptively cordial landlady.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/22865/Rokujouma_no_Shinryakusha_TV"
        },
        {
            "text": "Official Site",
            "link": "http://www.corona106.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10480"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15865"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/%E5%85%AD%E7%95%B3%E9%96%93%E3%81%AE%E4%BE%B5%E7%95%A5%E8%80%85!%3F"
        }
    ]
}