{
    "title": "Saint Seiya: The Lost Canvas - Meiou Shinwa",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/8/75546.jpg",
        "alt": "saint-seiya-the-lost-canvas-meiou-shinwa"
    },
    "type": "ova",
    "episodes": "13",
    "original_name": "聖闘士星矢 THE LOST CANVAS 冥王神話",
    "start_date": "2009-06-24",
    "end_date": "2009-06-24",
    "opening_song": "\"The Realm of Athena\" by EUROX",
    "ending_song": "\"Hana no Kusari (花の鎖)\" by Maki Ikuno with Marina del Ray",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "martial-arts",
        "shounen",
        "super-power",
        "supernatural"
    ],
    "sinopse": "A Holy War, from ancient mythology, where the Goddess Athena and Hades have fought against each other while defending the earth repeatedly over the span of 200 years. The story takes place in 18th century Europe, 243 years prior to the original \"Saint Seiya\" Three small children, Tenma, Alone, and Sasha have all shared a very happy childhood together. Tenma who is quite aggressive but upstanding has moved to Sanctuary to become a saint. It is there that he is reunited with Sasha who is the sister of Alone and learns that she is the reincarnation of Goddess Athena. Alone, who is kind, gentle and loves painting was chosen for the body of enemy King Hades. Tenma eventually becomes a saint of Pegasus and engages in a fierce battle with his best friend Alone, the King of Hades. Pegasus Tenma, King Hades, and the Goddess Athena and through the twist of their 3 fates merge together which unfolds a prologue to the original Saint Seiya.\n\n(Source: TMS Entertaiment)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/6171/Saint_Seiya__The_Lost_Canvas_-_Meiou_Shinwa"
        },
        {
            "text": "Official Site",
            "link": "http://loscan.jp/index.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6470"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10547"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Saint_Seiya:_The_Lost_Canvas"
        }
    ]
}