{
    "title": "Knights of the Zodiac: Saint Seiya",
    "type": "ona",
    "episodes": "12",
    "original_name": "Knights of the Zodiac 聖闘士星矢（仮）",
    "start_date": "2019-07-19",
    "end_date": "2019-07-19",
    "opening_song": "\"PEGASUS SEIYA\" by The Struts",
    "ending_song": "\"Somebody New (サムバディ・ニュー)\" by The Struts",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sci-fi",
        "adventure",
        "fantasy",
        "shounen"
    ],
    "sinopse": "Zeus had a daughter named Athena, the goddess of war. A group of youths flocked to Athena fighting to protect her amidst heroic battles as her \"Saints\". Their proof of being a Saint laid with the battle protector known as Sacred Cloth.\n\nAfter a virtual eternity, a new struggle is about to unfold now again over the Cloth. A boy named Seiya has crossed way over to Greece to undergo the training to become a Saint and obtained the Cloth, Bronze cloth, the lowest position among Saints. Every Saint takes a constellation as their tutelary god. And Seiya's guardian star is Pegasus. Now, the saints gather together from all over the world to participate in the \"Galatic War\" - championship of Saints, aiming at the Gold Cloth, the symbol of ruler of the Saints. The curtain for Galatic War has been cut open. During the death battle between the Saints, Phoenix, the Black Saint, suddenly appeared on the scene and runs off with Gold Cloth in front of a full house in his ambition to become ruler of the world. Seiya and his fellow bronze cloth warriors go after Phoenix and his \"Shadow Army\" to retrieve the lost Gold Cloth...\n\nThe battles waged among the saints, the strongest young men on earth, begin now!\n\n(Source: Toei Animation)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36040/Knights_of_the_Zodiac__Saint_Seiya"
        },
        {
            "text": "Official Site",
            "link": "https://www.saintseiya-kotz.com/pc/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13347"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19985"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Knights_of_the_Zodiac:_Saint_Seiya"
        }
    ]
}