{
    "title": "Ultra Heaven",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/161311.jpg",
        "alt": "ultra-heaven"
    },
    "type": "manga",
    "volumes": "3",
    "chapters": "25",
    "original_name": "ウルトラヘヴン",
    "start_date": "2001-06-12",
    "end_date": "2001-06-12",
    "tags": [
        "drama",
        "sci-fi",
        "psychological",
        "seinen"
    ],
    "authors": [
        "Koike",
        "Keiichi (Story & Art)"
    ],
    "sinopse": "In a world where all feeling is artificial and where everyone is a potential drug addict, nothing has really changed: the excess is near at hand and very few substances are considered dangerous and put under a strict control by a hygiene office, which has full power on the drug addicts, who are in extreme conditions.\n\nThe main character is Kabu, a little peddler and heavy addicted. Used to any kind of hallucinogenic trip, he is able to feel\nthe happiness through the ecstasy of the drug, while on the same time hypocritically hating those who gave birth to that society which has forced him to the excess. After an overdose caused by mixing two incompatible drugs, he spends his days looking for stimulants until he encounters an enigmatic man who offers him a new kind of illegal substance: Ultra Heaven. From that moment his incredible journey begins, where dream and reality are fused in an undivided world, causing him hysterical or joyful reactions and unrestrained pains.\n\nBut what really is Ultra Heaven and who's really behind it? And who is the guru who is promoting the meditation as a powerful way to influence the whole universe surrounding us? With the help of a special amplifier helmet, Kabu starts a trip into the deep and hidden layers of his conscience, diving into a nightmare he would never discover...\n\n(Source: MU)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/18570/Ultra_Heaven"
        }
    ]
}