{
    "title": "Tanoshii Muumin Ikka",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/13/26765.jpg",
        "alt": "tanoshii-muumin-ikka"
    },
    "type": "tv-serie",
    "episodes": "78",
    "original_name": "楽しいムーミン一家",
    "start_date": "1990-04-12",
    "end_date": "1990-04-12",
    "opening_song": "#1: \"Yume no sekai e (夢の世界へ)\" by Emiko Shiratori (eps 1-52)",
    "ending_song": "#1: \"Tooi Akogare (遠いあこがれ)\" by Emiko Shiratori (eps 1-52)",
    "rating": "G - All Ages",
    "tags": [
        "adventure",
        "comedy",
        "fantasy",
        "slice-of-life"
    ],
    "sinopse": "Spring has finally arrived in Moomin Valley, giving way to another great adventure for Moomintroll and the rest of its inhabitants. With Snufkin coming home from his winter migration, the locals of the valley finally begin to rise from their hibernation. Finding a mysterious hat, the Moomins cannot bring themselves to throw it away due to its fine quality, instead hoping to eventually find its owner.\n\nWhile playing games with his friends, Moomin tries to hide in the silk hat. When his friends come looking for him, they are shocked to discover that Moomin has transformed into a hideous creature. Examining himself in the mirror, he is disgusted to find himself completely unrecognizable.\n\nTransforming back to normal after scaring his friends and family, Moomin and Snufkin decide to toss the hat in the river. As it drifts away, they begin to wonder who the hat belonged to and whether its owner will return for their lost possession.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2150/Tanoshii_Muumin_Ikka"
        },
        {
            "text": "Official Site",
            "link": "http://www.hihirecords.com/moomin/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1009"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=2006"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Moomin_%281990_TV_series%29"
        }
    ]
}