{
    "title": "Anime Himitsu no Hanazono",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/8/69919.jpg",
        "alt": "anime-himitsu-no-hanazono"
    },
    "type": "tv-serie",
    "episodes": "39",
    "original_name": "アニメ ひみつの花園",
    "start_date": "1991-04-19",
    "end_date": "1991-04-19",
    "opening_song": "\"Gyakuten Typhoon (逆転タイフーン)\" by Yoshie Hayasaka",
    "ending_song": "\"Harahoro Hire Hare (はらほろひれはれ)\" by Yoshie Hayasaka",
    "rating": "G - All Ages",
    "tags": [
        "historical",
        "drama",
        "shoujo"
    ],
    "sinopse": "Every child deserves to have a fun and carefree childhood. Unfortunately, life is not always fair, as is the case with Mary Lennox. At a very young age, Mary loses her parents to a disease, leaving her traumatized and orphaned. From India, she is brought to England with her uncle who has taken on the role of her new guardian.\n\nAlthough she is sad to have lost her parents, Mary is happy and grateful to have someone to take care of her. She gets to eat everyday and live in a big mansion, things that she understands should not be taken for granted. However, her uncle is a very quiet person, hardly ever speaking to anyone. This solitude causes Mary to oftentimes get bored to tears, forcing her to relive horrible memories of her past.\n\nAs she enjoys a stroll outside one day, she discovers a secret garden near her home. Along with her new friends, Dicon and Martha, as well as her disabled cousin, Collin, Mary embarks on a journey that is sure to brighten her dull life to the uttermost extreme!",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2810/Anime_Himitsu_no_Hanazono"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=3671"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1109"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/アニメひみつの花園"
        }
    ]
}