{
    "title": "Akagami no Shirayuki-hime",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "赤髪の白雪姫",
    "start_date": "2015-07-07",
    "end_date": "2015-07-07",
    "opening_song": "\"Yasashii Kibou (やさしい希望)\" by Saori Hayami (ep 2-12)",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "fantasy",
        "romance",
        "drama",
        "shoujo"
    ],
    "sinopse": "Although her name means \"snow white,\" Shirayuki is a cheerful, red-haired girl living in the country of Tanbarun who works diligently as an apothecary at her herbal shop. Her life changes drastically when she is noticed by the silly prince of Tanbarun, Prince Raji, who then tries to force her to become his concubine. Unwilling to give up her freedom, Shirayuki cuts her long red hair and escapes into the forest, where she is rescued from Raji by Zen Wistalia, the second prince of a neighboring country, and his two aides. Hoping to repay her debt to the trio someday, Shirayuki sets her sights on pursuing a career as the court herbalist in Zen's country, Clarines.\n\nAkagami no Shirayuki-hime depicts Shirayuki's journey toward a new life at the royal palace of Clarines, as well as Zen's endeavor to become a prince worthy of his title. As loyal friendships are forged and deadly enemies formed, Shirayuki and Zen slowly learn to support each other as they walk their own paths.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/30123/Akagami_no_Shirayuki-hime"
        },
        {
            "text": "Official Site",
            "link": "http://www.clarines-kingdom.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11082"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16792"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Snow_White_with_the_Red_Hair"
        }
    ]
}