{
    "title": "Kami no Shizuku",
    "type": "manga",
    "volumes": "44",
    "chapters": "439",
    "original_name": "神の雫",
    "start_date": "2004-11-18",
    "end_date": "2004-11-18",
    "tags": [
        "mystery",
        "drama",
        "slice-of-life",
        "seinen"
    ],
    "authors": [
        "Kibayashi",
        "Shin (Story)",
        "Okimoto",
        "Shuu (Art)"
    ],
    "sinopse": "Shizuku Kanzaki is the only son of world-renowned wine critic Yutaka Kanzaki. From a young age, Shizuku has been subjected to strange education from his father all for the sake of wine. From learning to gracefully decant a drink to intently remembering the smell of leather belts and pencils, the training causes him to grow resentful of everything related to wine. Discontent with his father, he leaves home to become an average sales representative for a beer company, refusing to ever touch wine again.\n\nWhen his father suddenly passes away, Shizuku finds himself being dragged back into the world he hates so much. As part of his father's will, the one who will inherit his prized wine collection and estate will go to the person who can correctly identify the \"12 Apostles\" of wines as well as the legendary \"Drops of God.\" In order to inherit the assets, Shizuku has one year to complete the task, but he finds the proposition ridiculous when he is the only living relative of Yutaka.\n\nWhat Yutaka failed to tell his son before his death was that he had adopted Issei Tomine into the family a week prior to his passing. Issei is a famous veteran wine critic competing against Shizuku to claim the estate for himself. With no formal training in wine tasting, Shizuku stands no chance against \"The Prince of Wine\" and is at risk of losing everything in this competition. Will he be able to correctly identify the elusive \"Drops of God\" before he runs out of time?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/3964/Kami_no_Shizuku"
        }
    ]
}