{
    "title": "Wangan Midnight",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/11/12936.jpg",
        "alt": "wangan-midnight"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "湾岸ミッドナイト",
    "start_date": "2007-06-15",
    "end_date": "2007-06-15",
    "opening_song": "\"lights and any more\" by TRF",
    "ending_song": "\"Talking bout good days\" by Mother Ninja",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "cars",
        "seinen",
        "sports"
    ],
    "sinopse": "Based on a seinen manga by Kusunoki Michiharu serialised in Young Magazine.\n\nThe story gets its roots from the actual street racing that occurs on Tokyo's Shuto Expressway, one stretch of which is known as the \"Wangan\", literally meaning \"bay side\" (although it is generally used to refer to the freeway), the longest, straightest road in the entire country. Of course, there's also lots of traffic to contend with, including a fair number of heavy trucks. Because of this, the action is inherently hazardous, and wrecks are common. Blown engines are also a frequent hazard, especially with the extreme-high power engines.\n\nOne day, Akio Asakura, a third year high school student, is driving his Fairlady Z (Z31) and is challenged by Tatsuya Shima, a doctor, in his black Porsche 964 Turbo (nicknamed the \"BlackBird\"). With a friend in the passenger seat and two girls in the back, Akio pitifully tries to win, but is defeated. Determined to become faster, he goes to the junkyard to buy parts for his car, when he sees a pristine, unscratched midnight blue Fairlady Z (S30) in the junkyard. Intrigued as to why such a machine is about to be junked, he buys it. He soon finds that the car is unnaturally fast due to a tuned L28 engine, bored and stroked to 3.1 liters combined with twin turbos, which produces 620bhp. He also finds that all of the car's previous owners had unfortunate accidents in it, starting with the first owner's death. The manga follows Akio's various encounters, though the central plot revolves around his constant battle with the BlackBird for superiority.\n\n(Source: AniDB)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2608/Wangan_Midnight"
        },
        {
            "text": "Official Site",
            "link": "http://www.ppvj.co.jp/anime/0706wanganmidnight"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5088"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=7646"
        }
    ]
}