{
    "title": "Jujutsu Kaisen 0 Movie",
    "type": "movie",
    "episodes": "1",
    "original_name": "劇場版 呪術廻戦 0",
    "start_date": "2021-12-24",
    "rating": "None",
    "tags": [
        "action",
        "demons",
        "supernatural",
        "shounen"
    ],
    "sinopse": "Yuuta Okkotsu is haunted. Ever since his childhood friend Rika died in a traffic accident, her ghost has stuck with him. But her spirit does not appear as the sweet girl Yuuta once knew. Instead, she manifests as a monstrous and powerful entity who fiercely protects him. Unable to control Rika's violent behavior, Yuuta is helpless to stop the bloodshed that follows from her brutal vengeance. As a result, when apprehended by \"Jujutsu\" sorcerers—the secret guardians of the world, trained to combat forces like Rika—Yuuta wishes to be completely isolated so that no one else can get hurt.\n\nYet his apprehender, the master sorcerer Satoru Gojou, has different plans for him: he will join Jujutsu High School and learn to control Rika in order to help people. Now a first-year at this school, Yuuta starts to learn Jujutsu arts and combat malignant beings. Alongside his new classmates Maki Zenin, a Jujutsu weapons expert; Toge Inumaki, a spellcaster who uses his words as weapons; and Panda, a seemingly walking and talking panda bear, Yuuta begins to find his place in the world and, for once, to feel comfortable with his abilities. However, as his training progresses, Yuuta comes to learn that the dangers of the Jujutsu world go far beyond that of wicked spirits.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/48561/Jujutsu_Kaisen_0_Movie"
        },
        {
            "text": "Official Site",
            "link": "https://jujutsukaisen-movie.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=16169"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=24193"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Jujutsu_Kaisen#Anime_2"
        }
    ]
}