{
    "title": "Tensei shitara Slime Datta Ken",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1694/93337.jpg",
        "alt": "tensei-shitara-slime-datta-ken"
    },
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "転生したらスライムだった件",
    "start_date": "2018-10-02",
    "end_date": "2018-10-02",
    "opening_song": "#1: \"Nameless story\" by Takuma Terashima (eps 1-14)",
    "ending_song": "#1: \"Nameless story\" by Takuma Terashima (ep 1)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "demons",
        "magic",
        "fantasy"
    ],
    "sinopse": "Thirty-seven-year-old Satoru Mikami is a typical corporate worker, who is perfectly content with his monotonous lifestyle in Tokyo, other than failing to nail down a girlfriend even once throughout his life. In the midst of a casual encounter with his colleague, he falls victim to a random assailant on the streets and is stabbed. However, while succumbing to his injuries, a peculiar voice echoes in his mind, and recites a bunch of commands which the dying man cannot make sense of.\n\nWhen Satoru regains consciousness, he discovers that he has reincarnated as a goop of slime in an unfamiliar realm. In doing so, he acquires newfound skills—notably, the power to devour anything and mimic its appearance and abilities. He then stumbles upon the sealed Catastrophe-level monster \"Storm Dragon\" Veldora who had been sealed away for the past 300 years for devastating a town to ashes. Sympathetic to his predicament, Satoru befriends him, promising to assist in destroying the seal. In return, Veldora bestows upon him the name Rimuru Tempest to grant him divine protection.\n\nNow, liberated from the mundanities of his past life, Rimuru embarks on a fresh journey with a distinct goal in mind. As he grows accustomed to his new physique, his gooey antics ripple throughout the world, gradually altering his fate.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37430/Tensei_shitara_Slime_Datta_Ken"
        },
        {
            "text": "Official Site",
            "link": "http://www.ten-sura.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13871"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/That_Time_I_Got_Reincarnated_as_a_Slime"
        }
    ]
}