{
    "title": "Gachagacha",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/143255.jpg",
        "alt": "gachagacha"
    },
    "type": "manga",
    "volumes": "16",
    "chapters": "97",
    "original_name": "ガチャガチャ",
    "start_date": "2002-08-07",
    "end_date": "2002-08-07",
    "tags": [
        "comedy",
        "ecchi",
        "romance",
        "shounen",
        "gender-bender"
    ],
    "authors": [
        "Tamakoshi",
        "Hiroyuki (Story & Art)"
    ],
    "sinopse": "Part.1: \"Capsule\" Arc (Volumes 1-5)\nLately, Kouhei can't get his friend Kurara out of his mind. Even though he has known her since elementary school, all of a sudden, ever since she came back from summer vacation, he has been crushing on her...hard.\n\nBut something is different about Kurara—she's acting very oddly. Sometimes she seems wholesome, pure, and innocent, and at other times she is extremely forward and unabashed. Kouhei soon learns that Kurara has multiple personalities—and decides to help her keep her secret from their classmates. But Kouhei finds himself struggling between helping Kurara as a friend and trying to win her heart... which is a challenge, since she has many! (Source: Del Rey)\n\nPart.2: \"Secret\" Arc (The Next Revolution; Volumes 6-16)\nHatsushiba Akira, an awkward high school senior boy, has a strong crush on classmate Sakuraba Yurika. But when he gets close to her, he always says or does something stupid. One day, at the suggestion of his best friend Kikuchi, Akira enters the GachaGacha machine to play a game, but the machine malfunctions. That night, he sneezes while going to bed, and when he wakes up, he looks like the female avatar he saw in the GachaGacha machine. He soon learns that sneezing will change him back and forth from his normal self to a female form. As a girl, Akira-chan is able to get close to Sakuraba and to become her friend.\n\nIncluded one-shot:\nVolume 13: Miniature",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/347/Gachagacha"
        }
    ]
}