{
    "title": "Denpa Onna to Seishun Otoko",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "電波女と青春男",
    "start_date": "2011-04-15",
    "end_date": "2011-04-15",
    "opening_song": "\"Os-Uchuujin (Os-宇宙人)\" by Erio wo Kamatte-chan (エリオをかまってちゃん) (Asuka Oogame)",
    "ending_song": "\"Ruru (ルル)\" by Etsuko Yakushimaru",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sci-fi",
        "slice-of-life",
        "comedy"
    ],
    "sinopse": "Makoto Niwa meticulously tallies the amount of positive and negative youthful experiences he engages in as if to grade his own life. When his parents go overseas, he moves to a new town to live with his aunt, welcoming the change and ready for a fresh start. However, as ordinary as he had imagined his adolescence to be, he could never have taken the existence of an enigmatic long-lost cousin into account.\n\nUpon moving into his aunt's house, he discovers the cousin he never knew about: Erio Touwa. Despite being Makoto's age, she couldn't be more different: Erio chooses to wrap herself in a futon all day rather than to go to school. She even claims to be an alien, and with a speech pattern and personality to back it up, any chance of Makoto's dreamt-of normal life is instantly tossed out the window.\n\nAs he meets a string of other eccentric girls in town, Makoto must face the possibility of seeing his youth points in the red. However, he might be surprised by how thrilling an abnormal youth can be.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/9379/Denpa_Onna_to_Seishun_Otoko"
        },
        {
            "text": "Official Site",
            "link": "http://www.tbs.co.jp/anime/denpa/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7903"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=11808"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/%E9%9B%BB%E6%B3%A2%E5%A5%B3%E3%81%A8%E9%9D%92%E6%98%A5%E7%94%B7"
        }
    ]
}