{
    "title": "Junjou Romantica",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/7/8811.jpg",
        "alt": "junjou-romantica"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "純情ロマンチカ",
    "start_date": "2008-04-11",
    "end_date": "2008-04-11",
    "opening_song": "\"Kimi = Hana (君＝花)\" by pigstar",
    "ending_song": "\"Baby Romantica (ベイビーロマンチカ)\" by SCRIPT",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "drama",
        "romance",
        "shounen-ai"
    ],
    "sinopse": "Misaki Takahashi is a regular high school student who is preparing for his university entrance exams. In order to reduce the stress of studying, or so he hopes, he accepts the help of his older brother's best friend, and famous author, Akihiko Usami. However, Masaki is about to find out that Usami's books are of a very naughty genre, and that there may be something naughty waking up inside Masaki as well.\n\nJunjou Romantica also follows the story of two other couples loosely connected to Masaki and Usami's \"Romantica.\"\n\nEgoist shows the very passionate, but often complicated, relationship between university professor Hiroki Kamijou (whose life has reached an all time low) and paediatrician Nowaki Kusama, who falls for Hiroki at first sight and would do anything to make him happy.\n\nThe third story, \"Terrorist,\" shows just how obsessive love can become when rich eighteen-year-old Shinobu Takatsuki finally discovers something that he cannot have so easily—the literature professor You Miyagi.\n\nThere is passion abound as these three couples try to achieve their goals in life while also falling into temptation and anguish with their partners.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/3092/Junjou_Romantica"
        },
        {
            "text": "Official Site",
            "link": "http://suzukisan.info/romantica/index2.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5532"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=8922"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Junjou_Romantica"
        }
    ]
}