{
    "title": "Sekaiichi Hatsukoi: Onodera Ritsu no Baai",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/4/14369.jpg",
        "alt": "sekaiichi-hatsukoi-onodera-ritsu-no-baai"
    },
    "type": "manga",
    "original_name": "世界一初恋 ～小野寺律の場合～",
    "start_date": "2006-10-13",
    "tags": [
        "comedy",
        "drama",
        "romance",
        "yaoi"
    ],
    "authors": [
        "Nakamura",
        "Shungiku (Story & Art)"
    ],
    "sinopse": "Ritsu Onodera's dream is to edit Japan's bestselling novels, which makes Marukawa Publishing the best place to fulfill his goal. However, things do not go as planned when, instead of the literature department, he is assigned to Emerald—the shoujo manga department! To make things worse, his new boss, Masamune Takano, is an unsubtle slave driver willing to go as far as kissing Onodera to act as a reference for a manga artist. Nevertheless, Onodera is driven to prove himself, hoping that his good performance will allow him to transfer someday.\n\nOnodera slowly settles into the flow of the surprisingly all-male Emerald Department, and the romantically-themed work reminds him of his high school ex-boyfriend and first love. Not wanting to think about that jerk, he focuses on learning the ropes from Takano, who behaves strangely the more he learns about Onodera's past. It all comes to a head when they finally recognize each other: Takano is the jerk who broke Onodera's heart, but according to Takano, it was Onodera who suddenly left him without a word.\n\nEmerald's passionate editors already know plenty about romance, but they can learn even more about it themselves once they meet their one and only true love. In Onodera's case, it is only a matter of time until he realizes that he is still very much in the middle of the \"world's greatest first love.\"\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/10573/Sekaiichi_Hatsukoi__Onodera_Ritsu_no_Baai"
        }
    ]
}