{
    "title": "Junjou Romantica",
    "type": "manga",
    "original_name": "純情ロマンチカ",
    "start_date": "2002-04-30",
    "tags": [
        "comedy",
        "drama",
        "romance",
        "yaoi"
    ],
    "authors": [
        "Nakamura",
        "Shungiku (Story & Art)"
    ],
    "sinopse": "Junjou Romantica weaves together the stories of three couples who are about to experience their own \"pure-hearted\" romance.\n\nJunjou Romantica\nMisaki Takahashi, a young man preparing for his university exams, and his tutor, Akihiko Usami—a highly acclaimed novelist—do not get along. If it was not for Takahiro, Misaki's beloved older brother and Usami's best friend, the two would never have crossed paths at all. But when Misaki discovers a sexually explicit boys-love novel featuring characters eerily similar to Usami and Takahiro—definitely penned by Usami himself—his suspicions about the man's ulterior motives toward his brother are confirmed. After a heated confrontation, Misaki and Usami decide to call a truce. That is, until Takahiro visits them with his new fiancée! Misaki should be elated, but as Usami simply accepts the news with congratulations, why does he feel this unfamiliar anger toward his brother?\n\nJunjou Egoist\nHungover and suffering from an unrequited love, Hiroki Kamijou is crying on a park bench when he almost gets hit by a small rocket. Upon seeing his tears, the owner of the rocket, Nowaki Kusama, cannot seem to leave him alone, even convincing Kamijou to tutor him for his upcoming high school proficiency exam. But when the subject of his tutor's unrequited love appears at his doorstep, Nowaki claims Kamijou all to himself and declares his feelings for him. How will the prideful Kamijou deal with this \"storm\" that threatens to drown him and his heart with love?\n\nJunjou Terrorist\nShinobu Takatsuki believes that it was destiny that led him to meet You Miyagi, who had saved him from being extorted for money three years ago. Things got complicated, however, when they became in-laws, with Miyagi having married Shinobu's older sister—and so, the news of the couple's recent divorce presents the perfect opportunity for Shinobu and his hero to finally be together. Miyagi, however, does not appreciate the advances of this much-too-young \"terrorist\" who thinks nothing of their age gap and complicated relations. He tries to scare him off, but Miyagi underestimates just how serious Shinobu is and that he is willing to break through any obstacle, all for their \"fated love.\"\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/765/Junjou_Romantica"
        }
    ]
}