{
    "title": "Sekaiichi Hatsukoi 2",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "世界一初恋 2",
    "start_date": "2011-10-08",
    "end_date": "2011-10-08",
    "opening_song": "\"Sekai no Hate ni Kimi ga Itemo\" (世界の果てに君がいても) by Shuhei Kita",
    "ending_song": "\"Aikotoba\" (アイコトバ) by Sakura Merry-Men",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "drama",
        "romance",
        "shounen-ai"
    ],
    "sinopse": "First loves are messy. While settling in as a shoujo manga editor at the famous Marukawa Publishing House, Ritsu Onodera is quite troubled. Working under the stern and superb Masamune Takano is hard enough as it is. However, Masamune is not only Ritsu's first love from middle school but he also suddenly declares that he will make Ritsu fall for him again.\n\nUnknown to them, another editor in the department, Yoshiyuki Katori, is in a relationship with the popular manga artist Chiaki Yoshino. The carefree Chiaki fails to notice, however, that his high school friend—Yuu Yanase—thinks of him as more than a friend. The stoic but caring Hatori will not surrender his love so easily.\n\nFalling in love for the first time when you are 30 is certainly troublesome. Shouta Kisa, yet another editor, is going out with 21-year-old Kou Yukina, an art student. Despite Yukina's assurances, Kisa cannot help but doubt whether someone like himself is truly worthy of his younger, \"sparkling\" boyfriend.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/11123/Sekaiichi_Hatsukoi_2"
        },
        {
            "text": "Official Site",
            "link": "http://sekai-ichi.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8567"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=13288"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Sekai-ichi_Hatsukoi"
        }
    ]
}