{
    "title": "Machikado Mazoku",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "まちカドまぞく",
    "start_date": "2019-07-12",
    "end_date": "2019-07-12",
    "opening_song": "\"Machikado Tangent (町かどタンジェント)\" by shami mono [Yuuko Yoshida (Konomi Kohara) and Momo Chiyoda (Akari Kito)]",
    "ending_song": "\"Yoimachi Cantare (よいまちカンターレ)\" by Coro Machikado (コーロまちカド) [Yuuko Yoshida (Konomi Kohara), Momo Chiyoda (Akari Kito), Lilith (Minami Takahashi), Mikan Hinatsuki (Tomoyo Takayanagi)]",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "comedy",
        "magic"
    ],
    "sinopse": "After a strange dream of a mysterious ancestor, high school student Yuuko Yoshida wakes to see that she has grown demonic horns and a tail. Dazed and confused, her mother reveals to her a dark family secret: her family is descended from a Dark Clan that was banished to live powerless and destitute by their mortal enemies, the magical girls of the Light Clan. The only way to lift their ancestry's curse is for Yuuko to find a magical girl, murder her, and splatter her blood all over her ancestor's Demon God statue.\n\nFortunately for \"Shadow Mistress Yuuko,\" a magical girl saves her from being run over by an oncoming truck. Unfortunately, Momo Chiyoda happens to be Yuuko's classmate at Sakuragaoka High and is much stronger than her in both strength and endurance. Taking pity on her wimpy assailant, the magical girl agrees to train Yuuko and help her unlock her dormant powers. Now, Yuuko must rise up and defeat her generous frenemy to save her family from the terrible grip of poverty.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/39071/Machikado_Mazoku"
        },
        {
            "text": "Official Site",
            "link": "http://www.tbs.co.jp/anime/machikado/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14630"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22008"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Machikado_Mazoku#Anime"
        }
    ]
}