{
    "title": "Heavy Object",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/13/75940.jpg",
        "alt": "heavy-object"
    },
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "ヘヴィーオブジェクト",
    "start_date": "2015-10-03",
    "end_date": "2015-10-03",
    "opening_song": "#1: \"One More Chance!!\" by ALL OFF (eps 2-7, 9-11)",
    "ending_song": "#1: \"One More Chance!!\" by ALL OFF (ep 1)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "military",
        "sci-fi",
        "mecha"
    ],
    "sinopse": "In the distant future, the nature of war has changed. \"Objects\"—massive, spherical tanks impermeable to standard weaponry and armed with destructive firepower—rule the battlefield; their very deployment ensures victory, rendering traditional armies useless. However, this new method of warfare is about to be turned on its head.\n\nQwenthur Barbotage, a student studying Object Design, and Havia Winchell, a radar analyst of noble birth, serve in the Legitimate Kingdom's 37th Mobile Maintenance Battalion, tasked with supporting the Baby Magnum, one of the nation's Objects. Unfortunately, a battle gone awry places the duo in a precarious situation: mere infantry stand face-to-face against the unfathomable might of an enemy Object. As they scramble to save themselves and their fellow soldiers, a glimmer of hope shines through, and the world's perception of Objects is changed forever.\n\nHeavy Object follows these two soldiers alongside Milinda Brantini, the Baby Magnum's pilot, and their commanding officer Frolaytia Capistrano as the unit treks all over the globe to fight battle after battle. Facing one impossible situation after another, they must summon all their wit and courage to overcome the insurmountable foes that are Objects.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/27829/Heavy_Object"
        },
        {
            "text": "Official Site",
            "link": "http://www.heavyobject.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10864"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16322"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Heavy_Object"
        }
    ]
}