{
    "title": "Nerawareta Gakuen",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/43807.jpg",
        "alt": "nerawareta-gakuen"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "ねらわれた学園",
    "start_date": "2012-10-19",
    "opening_song": "\"Giniro Hikousen (銀色飛行船)\" by supercell",
    "ending_song": "\"Sayonara no Hashi (サヨナラの橋)\" by Mayu Watanabe",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "romance",
        "school",
        "sci-fi"
    ],
    "sinopse": "Very little changes in Kenji Seki's daily routine. Every morning, he takes his dog to the beach in the hopes of catching a glimpse of his classmate, Kahori Harukawa, while she surfs. Afterward, he meets up with his neighbor and childhood friend, Natsuki Suzuura, and they walk to school. In essence, he lives an idyllic life where the only thing he has to worry about is how to finally confess his feelings to Kahori.\n\nThe routineness of Kenji's life is interrupted by the arrival of a mysterious transfer student. Ryouichi Kyougoku, who claims to be a psychic, has both the charisma and popularity that Kenji has always dreamed of. Before long, Kahori begins to show feelings for Ryouichi, and Natsuki becomes distant whenever Kenji tries to talk about his feelings.\n\nAs Kenji's life is thrown into disarray, how will Ryouichi's arrival impact those around him? Nerawareta Gakuen follows these formerly typical high schoolers as they become involved with the supernatural.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/14293/Nerawareta_Gakuen"
        },
        {
            "text": "Official Site",
            "link": "http://www.neragaku.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9208"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14328"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Nerawareta_Gakuen"
        }
    ]
}