{
    "title": "Halo Legends",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/12/16013.jpg",
        "alt": "halo-legends"
    },
    "type": "ona",
    "episodes": "9",
    "original_name": "ヘイロー・レジェンズ",
    "start_date": "2009-11-07",
    "end_date": "2009-11-07",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "drama",
        "military",
        "sci-fi"
    ],
    "sinopse": "Halo Legends features seven different stories set in the Halo universe, each made by a different studio.\n\nThe Babysitter follows the Helljumpers, Orbital Drop Shock Troopers who are sent behind enemy lines to perform an assassination.\n\nThe Duel features the tale of an ancient Arbiter who refused to bow down to the Covenant religion. Branded a heretic, he must now face the consequences of his actions.\n\nThe Package depicts a group of Spartans, including the Master Chief, who are deployed to infiltrate a Covenant flagship and retrieve a “package” in a secret operation.\n\nOrigins shows Master Chief and Cortana stranded following the events of Halo 3, with Cortana summarizing the fall of the Forerunners, the defeat of the Flood, and the rise of humanity as well as the events of the Human-Covenant War.\n\nHomecoming centers on the Spartan Daisy, who reminisces on her past, and the SPARTAN-II project while evacuating UNSC soldiers pinned down by Covenant forces.\n\nPrototype is viewed from the perspective of Marine Sergeant Ghost, who is determined to fight for all he is worth in order to make up for past grievances.\n\nOdd One Out is a non-canon parody of Halo featuring Spartan 1337, who suffers from extremely bad luck.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/6867/Halo_Legends"
        },
        {
            "text": "Official Site",
            "link": "http://halo.xbox.com/en-us/halolegends"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6748"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=11372"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Halo_Legends"
        }
    ]
}