{
    "title": "Teiichi no Kuni",
    "type": "manga",
    "volumes": "14",
    "chapters": "66",
    "original_name": "帝一の國",
    "start_date": "2010-05-19",
    "end_date": "2010-05-19",
    "tags": [
        "drama",
        "school",
        "shounen"
    ],
    "authors": [
        "Furuya",
        "Usamaru (Story & Art)"
    ],
    "sinopse": "Akaba Teiichi is beginning his student career at an elite private boy's high school, which was originally renowned for producing many excellent naval officers. In its current incarnation, his school regularly turns out many important politicians and bureaucrats, and networking starts from day one. Teiichi is determined to become the school's student council president, a position which will help launch him into the political sphere after graduation. He has run his life so far by maintaining a perfect image, while never neglecting the darker side of politics.\n\nHe has plenty of help to reach his goal. Teiichi's father, who is now an important bureaucrat, lost the position of student council president during his high school years, and that loss has continually hindered his career. He's determined to support his son's success in any way he can. Teiichi also has his loyal best friend and second-in-command, Koumei, helping him with strategy. On the side of emotional support, Teiichi has his little sister and mother, in addition to his girlfriend Mimiko.\n\nHowever, an unexpected force may rise against his ambition. An idealistic new teacher, Kurosaka Reiko, is determined to use her power to undermine the corrupt political traditions of their school. Her first step is to push a well-liked, highly intelligent, but poor student named Otaka Dan, who is not from the elite feeder middle school, into the political world. Will Teiichi be able to use the existing political system to achieve his goals, in spite of Kurosaka's efforts to upset the status quo?\n\n(Source: Raw Distro)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/20097/Teiichi_no_Kuni"
        }
    ]
}