{
    "title": "Danganronpa: Kibou no Gakuen to Zetsubou no Koukousei The Animation",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "ダンガンロンパ 希望の学園と絶望の高校生 THE ANIMATION",
    "start_date": "2013-07-05",
    "end_date": "2013-07-05",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "mystery",
        "horror",
        "psychological",
        "school"
    ],
    "sinopse": "Hope's Peak Academy is an elite high school that accepts only the most talented students. Individuals who successfully enroll receive their own unique titles, suitably reflective of their skills and traits. Of the fifteen candidates admitted to the peculiar school that year, Makoto Naegi is a completely ordinary individual who has been accepted by sheer chance, with the title of \"Super High School-Level Luck.\"\n\nNaegi and his fellow classmates are initially ecstatic to be chosen to study at this prestigious institution, but these feelings of happiness are short-lived. They are soon confronted by Monokuma, the principal and resident bear, who traps them inside the school. The pupils' hopes of escape and graduation hinge on one of them successfully murdering one of their peers without being discovered. However, if the killer is caught, he or she will be executed, and the remaining survivors will be left to continue the deathmatch until only a single victor remains.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/16592/Danganronpa__Kibou_no_Gakuen_to_Zetsubou_no_Koukousei_The_Animation"
        },
        {
            "text": "Official Site",
            "link": "http://www.geneonuniversal.jp/rondorobe/anime/danganronpa/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9555"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14960"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Danganronpa"
        }
    ]
}