{
    "title": "Boku wa Bokunari ni",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/16753.jpg",
        "alt": "boku-wa-bokunari-ni"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "7",
    "original_name": "僕は僕なりに",
    "start_date": "2008-05-20",
    "tags": [
        "school",
        "yaoi"
    ],
    "authors": [
        "Fujimoto",
        "Haruki (Story & Art)"
    ],
    "sinopse": "1. I Want to be Myself\n   Ookawa Taketo is in love with his Biology sensei, Tsuruoka. After he confessed, Sensei refused to accept him because he was dumped once by a student before. Will Ookawa’s determination and his strong love convince Sensei?\n\n2. I Want to Know More About You\n   Tsuruoka is very serious when it comes to Ookawa as both a boyfriend and a Teacher. When Tsuruoka happens to over hear a conversation between Iwase, Ookawa's homeroom teacher, and another teacher concerning Ookawa's future, he becomes more deeply troubled. With his growing concerned mixed with his own anxiety, how will he tell Ookawa?\n\n3. Route 17\n   Runner Tsuji is confessed to by his kouhai, star athlete Tenranishi, but without waiting for an answer, Tenranishi tells him to forget about it and runs off!\n\n4. Hope This Can Be Forever\n   Hiromi's cool exterior hides his growing feelings for Yutaka, but suppressing his emotions where his childish kouhai is concerned is getting more and more difficult. The day is coming when Hiromi won't be able to hold back anymore...\n\n5. The Feeling of Love\n   Seiji always though a charming smile would get him out of trouble, so he grins idiotically all time. But classmate Inoue only wants to see Seiji smile for real.\n\n6. The Four Seasons at the Toda Flower Shop\n   Florist Shougo has been alone since his wife Kana died five years ago. Well, almost alone, her annoying and cheerful nephew Takao is determined to stay close to Shougo, no matter what! Takao's love is definitely more than uncle/nephew, but what about Shougo's feelings?\n\n7. Mint Candy\n   Miyahara's wedding is a reunion for former college classmates stoic Kuze and light-hearted Takeda. Even knowing how cool Kuze is, Takeda is still surprised at his nonchalance, since Takeda always thought that Kuze had a crush on Miyahara.\n\n(Source: Baka-Updates Manga)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/12219/Boku_wa_Bokunari_ni"
        }
    ]
}