{
    "title": "Sweet II - Embrace Me Until I Break",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/6686.jpg",
        "alt": "sweet-ii-embrace-me-until-i-break"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "6",
    "original_name": "SWEET 2 - 壊れるほど抱きしめて",
    "start_date": "2004-01-20",
    "tags": [
        "romance",
        "shoujo"
    ],
    "authors": [
        "Aihara",
        "Miki (Story & Art)",
        "Usami",
        "Maki (Story & Art)",
        "Kikuchi",
        "Kamaro (Story & Art)",
        "Kawamaru",
        "Shin (Story & Art)",
        "Natsume",
        "Aiko (Story & Art)",
        "Kanesada",
        "Yukio (Story & Art)"
    ],
    "sinopse": "This manga contains six cute love stories from different authors.\n\nStory 01 : Ten Days (by Aihara, Miki)\nAiko is still in high school, but she has agreed to an arranged married with a 30 year old man called Shiwakara. Since they don't know each other at all, they decide to have a trial period: during 10 days they'll try to be a couple and then they will decide.\n\nStory 02: There is no Logic to Love (by Usami, Maki)\nMayu hasn't been able to get over the boyfriend who dumped her. Then she meets Tsukiyama, a transfer student who seems interested in her...\n\nStory 03: The Happy Happy Letter (by Kikuchi, Kamaro)\nReiko receives an anonymous love letter. To find out who wrote it, she asks for the Detective's Club's help, but she's shocked to see that among them is Yao, the boy she can't stand!\n\nStory 04: The Prince's Servant (by Natsume, Aiko)\nAoigiku is being forced to get married and, even worse, with her rich classmate Toujou. He agrees to forget the commitment only if she becomes his servant...\n\nStory 05: An Adult Love and a Child Affair (by Kawamaru, Shin)\nNoriko is only in High School, but she ends up going to a single's party in place of her older sister. There she meets a great guy, but how can she tell him that she's only a teenager?\n\nStory 06: My Sweet Honey (by Kanesada, Yukio)\nNozomi likes the school's \"Prince\", Myoujin, but she can only afford to watch him from afar. So what will she do when he announces everyone that she's his girlfriend?",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/5313/Sweet_II_-_Embrace_Me_Until_I_Break"
        }
    ]
}