{
    "title": "Prison Lab",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1192/97875.jpg",
        "alt": "prison-lab"
    },
    "type": "ona",
    "episodes": "20",
    "original_name": "監獄実験〈プリズンラボ〉",
    "start_date": "2018-12-28",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "horror",
        "psychological"
    ],
    "sinopse": "A victim of endless bullying, Aito Eyama is plagued by his classmates' constant taunts and beatings. However, through a fortuitous turn of events, he receives a strange invitations for the \"Captivity Game,\" where victory promises unbelievable wealth. To participate, he must accept the role of captor and choose one victim to imprison for a month. For Eyama, the only choice is Aya Kirishima, the ringleader of his bullies and the source of all his suffering. The rules of the game are simple: the jailer may do whatever they please with their inmate barring murder; but in order to win the game, the captor's identity must remain hidden. Exemption from the law, an isolated cell, and the funds to purchase supplies—all the necessary tools are provided.\n\nAs Eyama administers his sadistic revenge and \"divine\" retribution, he encounters other captors, each with their own hidden agendas. Meanwhile, Aya refuses to be a compliant prisoner and will go to any length to escape captivity. However, her endeavors threaten to awaken a darkness buried inside Eyama that craves to be unleashed.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38902/Prison_Lab"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14562"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E7%9B%A3%E7%8D%84%E5%AE%9F%E9%A8%93_%E3%83%97%E3%83%AA%E3%82%BA%E3%83%B3%E3%83%A9%E3%83%9C_%28%E6%BC%AB%E7%94%BB%29#Web%E3%82%A2%E3%83%8B%E3%83%A1"
        }
    ]
}