{
    "title": "Shadows House",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1424/113342.jpg",
        "alt": "shadows-house"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "シャドーハウス",
    "start_date": "2021-04-11",
    "end_date": "2021-04-11",
    "opening_song": "\"a hollow shadow\" by Kenichirou Suehiro (末廣健一郎)",
    "ending_song": "#1: \"Nai Nai (ないない)\" by ReoNa (eps 1-7, 9-13)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "supernatural",
        "seinen"
    ],
    "sinopse": "The Shadows, characterized by their pitch-black appearance and tendency to emit soot when agitated, are a family of nobles who reside in a colossal manor deep within the mountains far from other humans. When a Shadow child is nearly of-age, they are assigned a Living Doll who acts not only as their attendant but also as their second half—the faces they could have had if not for their complexion.\n\nEmilico is a cheerful, newly created Doll who serves a rather soft-spoken master named Kate. Despite their difference in personalities, Emilico does what she can to carry out the needs of her master. As she learns more about her role and duty, Emilico begins to meet her fellow Dolls and their respective masters and comes to know more about the purpose of her existence.\n\n\"Do not fret over trivial matters,\" says one of the rules to which all Dolls must abide. But how could the ever-curious Emilico do so in the face of the deep secrets that the Shadows House holds?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/43439/Shadows_House"
        },
        {
            "text": "Official Site",
            "link": "https://shadowshouse-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15779"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=23751"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E3%82%B7%E3%83%A3%E3%83%89%E3%83%BC%E3%83%8F%E3%82%A6%E3%82%B9"
        }
    ]
}