{
    "title": "The Legend of Huainanzi",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/13/76794.jpg",
        "alt": "the-legend-of-huainanzi"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "淮南子传奇",
    "start_date": "2012-04-23",
    "rating": "G - All Ages",
    "tags": [
        "adventure",
        "fantasy",
        "historical"
    ],
    "sinopse": "During the ancient Western Han dynasty (206BC-9AD), a series of disasters caused by occult phenomena swept across the entire world. Huainanzi, the mysterious Chinese book bound in bamboo, was ripped apart and sent through time to different historical junctures. The book pieces were transformed into various objects, waiting to be rediscovered.\n\nA hundred years later, a young man, named Hong Lie, lifts up the burden to collect the missing pieces of the ancient bamboo book. With the help of Ba Gong and his friends going through the Gate of 24 Solar Terms, Hong Lie travels through dynasties to search for the lost pieces.\n\nIn his adventure, Hong Lie and his loyal friends, Ji Ming and Gou Tiao, experienced the greatness of the ancient legends, appreciating the wisdom of the ancestors from Chun Qiu Period, and witnessed all the weird things happening among ordinary people. Warmth and coldness, sadness and happiness, separation and reunion, stories led him to the great world in the book Huainanzi. Through exciting adventures, he also made lifelong friends. In this special way, Hong Lie communicated with ancestors and started to see the principle of world, realizing that obeying the laws of nature and being in harmony with the environment was the right thing to do. A simple collecting journey slowly became a challenging trip for him to go on with his family mission, and inherit the ancestor’s spirit.\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/31892/The_Legend_of_Huainanzi"
        },
        {
            "text": "Official Site",
            "link": "http://tv.cntv.cn/videoset/C36501"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/The_Legend_of_Huainanzi"
        }
    ]
}