{
    "title": "Mashiro no Oto",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1841/111554.jpg",
        "alt": "mashiro-no-oto"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ましろのおと",
    "start_date": "2021-04-03",
    "end_date": "2021-04-03",
    "opening_song": "#1: \"BLIZZARD\" by BURNOUT SYNDROMES (eps 1-5, 12)",
    "ending_song": "\"Kono Yume ga Sameru made feat. Yoshida Brothers (この夢が醒めるまで feat.吉田兄弟)\" by Miliyah Katou",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "music",
        "school",
        "shounen",
        "slice-of-life"
    ],
    "sinopse": "Setsu Sawamura runs away from his small home village following the death of his grandfather, the legendary shamisen master Matsugorou Sawamura. On his deathbed, Matsugorou told Setsu to give up the shamisen if he was only going to imitate others instead of playing in his own way. Grieving, Setsu heads for Tokyo, hoping that the big city can inspire him to discover his own unique playing style. But Tokyo defies his expectations by drowning out all other sounds with the deafening noise of its city life.\n\nConcerned about her son, Setsu's rich and successful mother, Umeko, waltzes back into his life and forces him to enroll in Umezono Academy. At the school, he meets Shuri Maeda, a girl who is fascinated by the Tsugaru shamisen and wishes to perform a song her grandmother once heard a long time ago. Shuri starts up a shamisen appreciation club and convinces Setsu to teach the members how to play the instrument. As he becomes more involved with the club, will Setsu be able to recover his love for the shamisen and discover the unique sound he lacks?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/42590/Mashiro_no_Oto"
        },
        {
            "text": "Official Site",
            "link": "https://mashironooto-official.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15666"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=23554"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Mashiro_no_Oto#Anime"
        }
    ]
}