{
    "title": "Patalliro!",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/11481.jpg",
        "alt": "patalliro"
    },
    "type": "manga",
    "original_name": "パタリロ!",
    "start_date": "1979-11-19",
    "tags": [
        "adventure",
        "comedy",
        "romance",
        "shoujo",
        "shounen-ai"
    ],
    "authors": [
        "Maya",
        "Mineo (Story & Art)"
    ],
    "sinopse": "Once, there was an island where it was always spring...\n\n...An island somewhere in the South Seas, with green forests and wide lakes. And mountains, let us not forget the mountains. Tall mountains with deep roots, filled with one of mankind's most precious treasures: diamonds. The name of this island is Malynera, and its king is only a child.\n\nPatalliro the 8th, King of Malynera, is ten-years-old. From the day he was born, everyone knew he was... unusual. He is a hyper boy, with flashes of genius, moments of thoughtless cruelty, and the ability to make a bad pun out of anything. Smart, but only a child and so he often does very stupid things.\n\nPatalliro! is his story.\n\nHe lives in a world very similar to our own, but where the bizarre is commonplace. He manages to get into all kinds of trouble, from international terrorists, to space aliens, to accidental time-travel. His first challenge as king is to stay alive, when a group called the International Diamond Syndicate decides that they want control of the Malynera diamond mines. This is how he meets Bancoran, who was assigned to be his bodyguard during a trip to Britain. It's also how they meet Maraich, who was one of the assassins sent by the IDS.\n\nPatalliro is almost always accompanied by his army of Tamanegi (\"Onions,\" so-called because of their onion-shapped wigs). The Tamanegi all wear identical masks, wigs, and glasses, and are known only by numbers. They are Patalliro's protectors, but protect the world from him just as much as they protect him from the world.\n\n(Source: cathion.net)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/6045/Patalliro"
        }
    ]
}