{
    "title": "DRAMAtical Murder",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ドラマティカル マーダー",
    "start_date": "2014-07-07",
    "end_date": "2014-07-07",
    "opening_song": "\"SLIP ON THE PUMPS\" by GOATBED (eps 1-11)",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "sci-fi",
        "super-power",
        "psychological"
    ],
    "sinopse": "Some time ago, the influential and powerful Toue Inc. bought the island of Midorijima, Japan, with the plans of building Platinum Jail—a luxurious utopian facility. Those who are lucky enough to call it home are the wealthiest citizens in the world. The original residents of the island, however, were forced to relocate to the Old Residential District; and after the completion of Platinum Jail, they were completely abandoned.\n\n\"Rib\" and \"Rhyme\" are the most common games played on the island. Rib is an old school game in which gangs engage in turf wars against each other, while Rhyme is a technologically advanced game wherein participants fight in a virtual reality. To be able to play Rhyme, you must have an \"All-Mate\" (an AI that typically looks like a pet), and the match must be mediated by an \"Usui.\"\n\nAoba Seragaki has no interest in playing either game; he prefers to live a peaceful life with his grandmother and All-Mate, Ren. However, after getting forcefully dragged into a dangerous Rhyme match and hearing rumors about disappearing Rib players, all of Aoba's hopes of living a normal life are completely abolished.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/23333/DRAMAtical_Murder"
        },
        {
            "text": "Official Site",
            "link": "http://dmmd-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10554"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16101"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Dramatical_Murder"
        }
    ]
}