{
    "title": "Tonikaku Kawaii",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1613/108722.jpg",
        "alt": "tonikaku-kawaii"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "トニカクカワイイ",
    "start_date": "2020-10-03",
    "end_date": "2020-10-03",
    "opening_song": "Koi no Uta (feat. Tsukasa Tsukuyomi) (恋のうた (feat. 由崎司))\" by Yunomi feat. Tsukasa Tsukuyomi (Akari Kitou)",
    "ending_song": "\"Tsuki to Hoshizora (月と星空)\" by KanoeRana (カノエラナ)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "romance",
        "shounen"
    ],
    "sinopse": "Nasa Yuzaki is determined to leave his name in the history books. Ranking first in the national mock exam and aiming for a distinguished high school, he is certain that he has his whole life mapped out. However, fate is a fickle mistress. On his way home one snowy evening, Nasa's eyes fall upon a peerless beauty across the street. Bewitched, Nasa tries to approach her—only to get blindsided by an oncoming truck.\n\nThankfully, his life is spared due to the girl's swift action. Bleeding by the side of an ambulance, he watches as the girl walks away under the moonlight—reminiscent of Princess Kaguya leaving for the moon. Refusing to let this chance meeting end, he forces his crippled body to chase after her and asks her out. Surprised by his foolhardiness and pure resolve, the girl accepts his confession under a single condition: they can only be together if he marries her!\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/41389/Tonikaku_Kawaii"
        },
        {
            "text": "Official Site",
            "link": "http://tonikawa.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15421"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=23503"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Fly_Me_to_the_Moon_%28manga%29#Anime"
        }
    ]
}