{
    "title": "Bakugan Battle Brawlers: Mechtanium Surge",
    "type": "tv-serie",
    "episodes": "46",
    "original_name": "爆丸バトルブローラーズ Mechtanium Surge",
    "start_date": "2011-02-13",
    "end_date": "2011-02-13",
    "rating": "G - All Ages",
    "tags": [
        "action",
        "adventure",
        "fantasy",
        "game",
        "shounen"
    ],
    "sinopse": "After returning from the feuding realms of Gundalia and Neathia, Danma Kuusou and his companions continue their lives on Earth. Now, a year later, the virtual reality world of Bakugan Interspace has finally recovered from the alien invasion and has once again become a place for brawlers to gather and challenge themselves.\n\nIt turns out, however, that whenever Danma's Bakugan, Pyrus Dragonoid, unleashes his might in battle, the Interspace experiences new disruptions. Unable to harness the incredible powers granted to him by Code Eve—the Bakugan Mother spirit—he struggles to maintain control over the Mechtogan contained within him. When it goes out of control, the mysterious mechanical entity wreaks havoc on the battlefield, attacking friends and foes alike.\n\nTo make matters worse, Bakugan Interspace is at risk of being infiltrated again. An unknown mastermind is sending mutated Chaos Bakugan into the system in order to brainwash brawlers and take control of the virtual realm. In anticipation of the inevitable confrontation, Danma must find a way to keep the Mechtogan's destructive force at bay and rally the Battle Brawlers once again.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/10330/Bakugan_Battle_Brawlers__Mechtanium_Surge"
        },
        {
            "text": "Official Site",
            "link": "http://www.teletoon.com/teletoon3/teletoon.php?language=En&func=php|templates/show.php|../tv/bakuganMechtaniumSurge/bakuganMechtaniumSurge_en.xml&xVar=0"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8391"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=12881"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Bakugan"
        }
    ]
}