{
    "title": "Caligula (TV)",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1910/93404.jpg",
        "alt": "caligula-tv"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "カリギュラ",
    "start_date": "2018-04-08",
    "end_date": "2018-04-08",
    "opening_song": "\"Paradigm Box\" by Ritsu Shikishima (Chiharu Sawashiro), Shougo Satake (Shunsuke Takeuchi)",
    "ending_song": "#1: \"Paradigm Box\" by Ritsu Shikishima (Chiharu Sawashiro), Shougo Satake (Shunsuke Takeuchi) (ep 1)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "sci-fi"
    ],
    "sinopse": "What is happiness? Ever the fan of psychology, questions such as this are ones that high school student Ritsu Shikishima likes to ponder as he spends his peaceful days with his friends. His perfect world, however, begins to unravel when he hears a strange voice obscured by static, pleading for help. This voice belongs to μ, a beloved pop idol, whose singing begins to have an adverse effect on the world. Before Ritsu's very eyes, the faces of his friends and family become distorted by glitches as the sound of μ's voice transforms them into Digiheads: berserk monsters bent on the extermination of all those who begin to awaken to the true nature of their existence.\n\nRealizing that he is trapped in a virtual world created by μ called Mobius, Ritsu must now gather everyone else who has managed to realize the truth before they are all eliminated. Together, they will use their newfound powers and weapons granted by their emotions—known as the Catharsis Effect—to fight off the mysterious group known as The Ostinato Musicians as they struggle to escape.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36828/Caligula_TV"
        },
        {
            "text": "Official Site",
            "link": "http://caligula-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13592"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20392"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Caligula_%28TV_series%29"
        }
    ]
}