{
    "title": "Zakkyo Jidai",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/31078.jpg",
        "alt": "zakkyo-jidai"
    },
    "type": "manga",
    "volumes": "3",
    "original_name": "雑居時代",
    "tags": [
        "comedy",
        "shoujo",
        "slice-of-life"
    ],
    "authors": [
        "Himuro",
        "Saeko (Story)",
        "Yamauchi",
        "Naomi (Art)"
    ],
    "sinopse": "Zakkyo Jidai is about a girl called Kazuko who always puts on an act that she's a perfect, good girl. Prim and proper, people always think that her parents have the perfect daughter, but in fact it's all a facade.\n\nKazuko loves her uncle Yuzuru who works as a professor in a college, and ever since she was little she's been planning to become his perfect wife... until one day her uncle announces to everyone that he's going to get married. Kazuko is shocked. Everything she has done is a waste, and even worse his fiance is going to live in the same house with her. How could Kazuko stand living under the same roof as that woman? She decides she can't.\n\nKazuko asks her parents if she can move into another uncle's house instead. He's meant to be in Toronto, and she believes that way she can take the chance to get some alone time and heal her heart. Unfortunately for her, right before her uncle leaves, two other people end up begging him to let them use the house too. One is Kayumi, who always help Kazuko's uncle carry things around in supermarket and got kicked out of the place she was renting. The other is Tsutomu, the nephew of her uncle's best friend who wants to stay there to study for his Entrance Exams in peace.\n\nWithout her uncle around, Kazuko reveals her true self; uncaring, demanding, and short tempered. She yells at Kayumi and Tsutomu, refusing to let them stay in the house until the tables are turned because Kayumi recognises Kazuko as the model student everyone looks up to at school. She threatens to shatter Kazuko's perfect image and reveal what she's truly like. Kazuko has no choice but to allow Kayumi to stay, and while she was dealing with that problem Tsutomu already obtained permission from Kazuko's uncle by phone. Now she's stuck with them.\n\nLiving in a house with two people she dislikes, with her uncle Yuzuru's gay student checking in on them... how will their lives turn out?",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/19868/Zakkyo_Jidai"
        }
    ]
}