{
    "title": "Time Bokan Series: Gyakuten Ippatsuman",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/7/19572.jpg",
        "alt": "time-bokan-series-gyakuten-ippatsuman"
    },
    "type": "tv-serie",
    "episodes": "58",
    "original_name": "逆転!イッパツマン",
    "start_date": "1982-02-13",
    "end_date": "1982-02-13",
    "opening_song": "\"Gyakuten Ippatsuman (逆転イッパツマン)\" by ジャラ, Igarashi Rei, Kawakami Tomoko, 綾崎ミキ, Takemasa Hiroko, Pink Piggies, Yamamoto Masayuki, Hamura Kyouko, 高柳富子, 重田由美子, 中尾美貴",
    "ending_song": "\"Shibibiin Rhapsody (シビビーン・ラプソディー)\" by ジャラ, Igarashi Rei, Kawakami Tomoko, 綾崎ミキ, Takemasa Hiroko, Pink Piggies, Yamamoto Masayuki, Hamura Kyouko, 高柳富子, 重田由美子, 中尾美貴",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "comedy",
        "mecha",
        "sci-fi"
    ],
    "sinopse": "Gyakuten! Ippatsuman is the sixth in the Time Bokan series. In the 1990s-era Osteandel City is the headquarters of Time Lease, a business that leases almost everything you could ask for including powerful robots. They are proud of themselves for being number one in the international ranking of billionaires, for the past ten consecutive years. Meanwhile there is another lease company in the same city called Skull Lease where the notorious villain trio work as top executives. Their ostensible object is to disgrace the credit of Time Lease and replace them as the leading enterprise. In fact, however, they have a scheme to secure a footing for world conquest. One day a transport robot of Time Lease is assaulted by the villain trio and it is time for Ippatsuman to get on the move to fight for justice.\n\n(Source: ANN)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/8011/Time_Bokan_Series__Gyakuten_Ippatsuman"
        },
        {
            "text": "Official Site",
            "link": "http://www.tatsunoko.co.jp/works/ippatsuman/ippatsuman.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2549"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1752"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Gyakuten!_Ippatsuman"
        }
    ]
}