{
    "title": "Time Bokan Series: Itadakiman",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/10877.jpg",
        "alt": "time-bokan-series-itadakiman"
    },
    "type": "tv-serie",
    "episodes": "20",
    "original_name": "タイムボカンシリーズ　イタダキマン",
    "start_date": "1983-04-09",
    "end_date": "1983-04-09",
    "opening_song": "\"Itadakimanbo\" by Mayumi Tanaka",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "mecha"
    ],
    "sinopse": "The story begins in the year of 20XX. Oshaka School in Kamakuland is a prestige school of the world where only those who are pure and clearheaded descendants of Priest Sanzo's clan may be admitted. As for the familiar villain trio, they are in firm belief that they are genuine descendants of Priest Sanzo's clan although actually they are of uncertain lineage. They study hard to enter the school in spite of their repeated failure. One day three intelligent children are called in by the principal and asked by Shakyamuni dwelling in his body to find missing puzzle copperplates scattered all over the world and complete the puzzle board to heighten honor of Oshaka School. The conversation, however, is overheard by the villain trio and they decide to forestall those selected youngsters. Then they happen to meet with a brilliant boy named koochan who appears handy and so they take him with them and attempt to take away puzzle copperplates from a goblin. At the same time they try to win the goblin over to their side and attack our heroes together. Being aware of the evil scheme, Koochan transforms himself into Itadakiman and fights bravely to drive the wicked trio away.\n\n(Source: Official site)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/5344/Time_Bokan_Series__Itadakiman"
        },
        {
            "text": "Official Site",
            "link": "http://www.tatsunoko.co.jp/works/itadakiman/itadakiman.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2550"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1747"
        }
    ]
}