{
    "title": "Kagaku Ninja-tai Gatchaman II",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/6/45632.jpg",
        "alt": "kagaku-ninja-tai-gatchaman-ii"
    },
    "type": "tv-serie",
    "episodes": "52",
    "original_name": "科学忍者隊ガッチャマン II",
    "start_date": "1978-10-01",
    "end_date": "1978-10-01",
    "opening_song": "\"Warera Gatchaman (われらガッチャマン)\" by Isao Sasaki and Columbia Yurikago Kai",
    "ending_song": "\"Ashita Yume Mite (明日夢みて)\" by Isao Sasaki and Mitsuko Horie",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "sci-fi",
        "shounen"
    ],
    "sinopse": "Two years after the defeat of Galactor and the apparent death of Condor Joe, a cruise ship is attacked by Leader X, killing nearly everyone on board. One of the survivors, a young girl, is captured by X and rapidly aged into the bizarre, masculine-voiced villainess Gel Sadra. Though she has the appearance of an adult, Gel Sadra is not immune to throwing childish tantrums and behaving immaturely.\n\nIn the midst of the revival of Galactor, the Science Ninja Team is called back into action, with a shady man known as Hawk Getz acting as the replacement for Joe. Getz is quickly revealed to be a Galactor agent in disguise (and had killed the actual Getz who was to join), and winds up killed by a mysterious feather shuriken. After hints spread in the first three episodes, Joe reappears in the fourth episode, having somehow survived his fatal injuries at the end of the first series, and rejoins the team. It is later revealed that he was rescued by an ex-Galactor scientist at the brink of his death, and was the subject of various cybernetic augmentations.\n\nLater in the series, a female scientist known as Dr.Pandora is introduced, who had lost her husband and daughter in the cruise ship disaster. Unbeknown to her, her daughter Sammie survived and is in fact Gel Sadra.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/6374/Kagaku_Ninja-tai_Gatchaman_II"
        },
        {
            "text": "Official Site",
            "link": "http://www.tatsunoko.co.jp/works/archive/gatcha_2.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1449"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1219"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Gatchaman_II"
        }
    ]
}