{
    "title": "Kagaku Ninja-tai Gatchaman",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/8/55411.jpg",
        "alt": "kagaku-ninja-tai-gatchaman"
    },
    "type": "tv-serie",
    "episodes": "105",
    "original_name": "科学忍者隊ガッチャマン",
    "start_date": "1972-10-01",
    "end_date": "1972-10-01",
    "opening_song": "#1: \"Taosozu! Galactor (Destroy Galactor!)\" by Columbia Yurikago-kai (eps 1-22)",
    "ending_song": "#1: \"Gatchaman no Uta (Gatchaman Song)\" by Masato Shimon (eps 1-22)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "sci-fi",
        "shounen"
    ],
    "sinopse": "Due to dangers of decreasing resources and growing pollution, the International Scientific Organization (ISO) is established to improve environmental conditions throughout the world. But an international criminal group, Gallactor, tries to achieve world domination by taking control of the ISO. Gallactor was created by a mysterious being from outer space known as Generalissimo X, who gives orders through its chief commander on Earth, the masked Berg Katse. To fight Gallactor and its robot monsters, the ISO's Dr. Nambu enlists five brave youths into a combat squad called Gatchaman,the Science Commandos. Special scientific powers and dramatic birdlike costumes make the Gatchaman Squad a match for Gallactor, wherever on Earth it may strike. Ken (the Eagle) is the wise leader, assisted by sometimes-foolhardy Joe (the Condor), pretty Jun (the Swan), eager little Jinpei (the Swallow), and strong Ryu (the Horned Owl). Each has individual scientific weapons, but their main power lies in their aircraft, the Phoenix, which can transform itself into a fiery arrow capable of piercing the most massive threats. GATCHAMAN is a series of dynamic action and tension as Ken, Joe, Jun, Jinpei, and Ryu hold themselves in constant readiness to meet each new threat by Gallactor to conquer the world.\n\n(Source: Official Site)\n\nAbout Battle of the Planets (U.S.)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2389/Kagaku_Ninja-tai_Gatchaman"
        },
        {
            "text": "Official Site",
            "link": "http://www.tatsunoko.co.jp/Works/English/Box03.html#1"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=3513"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=4"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Gatchaman"
        }
    ]
}