{
    "title": "Kagaku Ninja-tai Gatchaman F",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/45630.jpg",
        "alt": "kagaku-ninja-tai-gatchaman-f"
    },
    "type": "tv-serie",
    "episodes": "48",
    "original_name": "科学忍者隊ガッチャマン F",
    "start_date": "1979-10-07",
    "end_date": "1979-10-07",
    "opening_song": "\"Gatchaman Fighter (ガッチャマン ファイター)\" by Columbia Yurikago Kai, Isao Sasaki",
    "ending_song": "\"Bokura no Gatchaman (ぼくらのガッチャマン)\" by Columbia Yurikago Kai",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "sci-fi",
        "shounen"
    ],
    "sinopse": "After Leader X is seemingly destroyed for good at the end of Gatchaman II, a fragment of him that survived grows and mutates into Z. With the head of the Egobossler family, Count Egobossler (and his two subordinates Mechandol and Kempler), Z is bent on destroying the Earth, and the Science Ninja Team, once more.\n\nIn the wake of Anderson's death, Dr.Nambu has become the new head of the ISO, while the team is now confined to the Gallatown (aka \"G-Town\") underwater base. Engineer Kamo is introduced, and after the New GodPhoenix is destroyed early on, the team receives the new Gatchaspartan as their mecha. The Gatchaspartan has a special mode as well, called Hypershoot, that can only be utilized by Ken (with his new \"Gatchafencer\" sword).\n\nAs the series progresses, it is learned that the radiation exposure from constant use of the Hypershoot is slowly killing Ken, and that continued use would mean death. Meanwhile, Z plans to destroy the earth with an antimatter asteroid, codenamed \"Poison Apple\".",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/6375/Kagaku_Ninja-tai_Gatchaman_F"
        },
        {
            "text": "Official Site",
            "link": "http://www.tatsunoko.co.jp/works/archive/gatcha_f.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1450"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1220"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Gatchaman_F"
        }
    ]
}