{
    "title": "Rikei ga Koi ni Ochita no de Shoumei shitemita.",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1432/103533.jpg",
        "alt": "rikei-ga-koi-ni-ochita-no-de-shoumei-shitemita"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "理系が恋に落ちたので証明してみた。",
    "start_date": "2020-01-11",
    "end_date": "2020-01-11",
    "opening_song": "\"PARADOX\" by Sora Amamiya",
    "ending_song": "\"Turing Love feat.Sou (チューリングラブ feat.Sou)\" by Akari Nanawo",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "romance"
    ],
    "sinopse": "It is widely believed that science can provide rational explanations for the countless phenomena of our universe. However, there are many aspects of our existence that science has not yet found a solution to and cannot decipher with numbers. The most notorious of these is the concept of love. While it may seem impossible to apply scientific theory to such an intricate and complex emotion, a daring pair of quick-witted Saitama University scientists aim to take on the challenge.\n\nOne day the bold and beautiful Ayame Himuro outwardly declares that she is in love with Shinya Yukimura, her fellow logical and level-headed scientist. Acknowledging his own lack of experience with romance, Yukimura questions what factors constitute love in the first place and whether he is in love with Himuro or not. Both clueless in the dealings of love, the pair begin to conduct detailed experiments on one another to test the human characteristics that indicate love and discern whether they demonstrate these traits towards each other.\n\nAs Himuro and Yukimura begin their intimate analysis, can the two scientists successfully apply scientific theory, with the help of their friends, to quantify the feelings they express for one another?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38992/Rikei_ga_Koi_ni_Ochita_no_de_Shoumei_shitemita"
        },
        {
            "text": "Official Site",
            "link": "https://rikekoi.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14590"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22312"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E7%90%86%E7%B3%BB%E3%81%8C%E6%81%8B%E3%81%AB%E8%90%BD%E3%81%A1%E3%81%9F%E3%81%AE%E3%81%A7%E8%A8%BC%E6%98%8E%E3%81%97%E3%81%A6%E3%81%BF%E3%81%9F%E3%80%82#%E3%83%86%E3%83%AC%E3%83%93%E3%82%A2%E3%83%8B%E3%83%A1"
        }
    ]
}