{
    "title": "Choujin Koukousei-tachi wa Isekai demo Yoyuu de Ikinuku you desu!",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "超人高校生たちは異世界でも余裕で生き抜くようです！",
    "start_date": "2019-10-03",
    "end_date": "2019-10-03",
    "opening_song": "\"Hajimete no Kakumei! (はじめてのかくめい！)\" by DIALOGUE ＋ (eps 2-11)",
    "ending_song": "\"dear my distance\" by Akari Kitou (鬼頭明里)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "fantasy"
    ],
    "sinopse": "Seven Japanese high school students enjoy international renown for their remarkable talents. One day, these friends survive a plane crash only to find themselves in the medieval fantasy world of Freyjagard, where two human races live side by side in a feudal society: the byuma, who have animal features and formidable strength, and the hyuma, who have a small chance of magical aptitude. After being rescued by the byuma Winona and her adopted elven daughter Lyrule, the group pledges to use their advanced skills and knowledge to pay back the people of Elm Village for their hospitality and find a way to return back home.\n\nTsukasa Mikogami, the prime minister of Japan, acts as the leader of these young geniuses and organizes their efforts to intervene in Freyjagard and gather the information and resources necessary for achieving their goals. Believing that there is a connection between their current situation and an ancient legend about seven heroes from another world who defeated an evil dragon, Tsukasa directs the others to learn about the culture around them and search for any clues leading them back to Earth. But he also gives another instruction: to take it nice and easy, lest they ruin this world by giving it their all.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/39523/Choujin_Koukousei-tachi_wa_Isekai_demo_Yoyuu_de_Ikinuku_you_desu"
        },
        {
            "text": "Official Site",
            "link": "http://choyoyu.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14750"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22498"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/High_School_Prodigies_Have_It_Easy_Even_In_Another_World"
        }
    ]
}