{
    "title": "Ao no Kanata no Four Rhythm",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "蒼の彼方のフォーリズム",
    "start_date": "2016-01-12",
    "end_date": "2016-01-12",
    "opening_song": "\"Contrail ~Kiseki~ (Contrail〜軌跡〜)\" by Mami Kawada",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sci-fi",
        "sports",
        "drama",
        "school"
    ],
    "sinopse": "With the invention of anti-gravitational shoes known as Grav-Shoes, the ability to fly freely has become an everyday experience for the people inhabiting a four-island archipelago south of Japan. This invention has brought the people new ways of living and also a new sport known as \"Flying Circus,\" where participants gain points by either touching floating buoys or their opponent's back.\n\nThe gullible and clumsy Asuka Kurashina, newly transferred to Kunahama High School, enters this world of flight unknowingly when she is able to pull off a difficult maneuver the first time she participates in a Flying Circus match. Eventually, this leads her to join her school’s Flying Circus club. Led by their coach, Masaya Hinata, their members consist of the experienced Misaki Tobisawa and her overprotective friend, Mashiro Arisaka. Ao no Kanata no Four Rhythm follows this rookie group soaring high above the skies and toward their dreams, armed only with their unwavering passion against an uncertain future.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/28391/Ao_no_Kanata_no_Four_Rhythm"
        },
        {
            "text": "Official Site",
            "link": "http://www.aokana-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10934"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16555"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Aokana:_Four_Rhythm_Across_the_Blue"
        }
    ]
}