{
    "title": "Capeta",
    "type": "tv-serie",
    "episodes": "52",
    "original_name": "カペタ",
    "start_date": "2005-10-04",
    "end_date": "2005-10-04",
    "opening_song": "#01",
    "ending_song": "#01",
    "rating": "PG - Children",
    "tags": [
        "cars",
        "sports",
        "shounen"
    ],
    "sinopse": "After losing his mother at a very young age, elementary school student Capeta Taira is forced to become more independent to avoid his father worrying for him. Working in a paving company, his father is often busy and has to work overtime to make ends meet. However, no matter how tough he acts in front of his father, Capeta is ultimately just a lonely kid with a rough life. In addition to his typical house duties, he has to deal with the bully Nobu Andou which makes him feel worse, despite support from his classmate, Monami Suzuki.\n\nOne day, Capeta's father sees young go-kart drivers racing at high speeds and gets inspired by the scene. He then decides to collect scrapped parts available on the track and begins working on a gift for his son. Meanwhile, Capeta and Monami sneak into his workplace, suspecting that his father is up to something. Much to their surprise, they see a go-kart built from discarded parts—with Capeta's name attached to it! Although it lacks an engine and looks worn out, the kart is mostly complete and functional.\n\nDespite the heavy rain, Capeta cannot resist the urge to try out this new machinery. As he drives the kart downhill on a wet road, an incident that is almost a dangerous accident instead becomes a thrilling obsession. No longer bored with life, the engine of Capeta's heart is ignited with a new passion as he journeys into the world of racing.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/388/Capeta"
        },
        {
            "text": "Official Site",
            "link": "http://www.capeta-tv.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=3463"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=6138"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Capeta"
        }
    ]
}