{
    "title": "Babylon",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1942/102707.jpg",
        "alt": "babylon"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "バビロン",
    "start_date": "2019-10-07",
    "end_date": "2019-10-07",
    "opening_song": "\"Echoing ft. Sysha\" by Yamada Yutaka",
    "ending_song": "#1: \"Live and let die\" by Q-MHz feat. uloco (eps 1-3)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "mystery",
        "psychological",
        "thriller"
    ],
    "sinopse": "In the newly formed Shiniki district of Tokyo, Zen Seizaki is a diligent public prosecutor at the Tokyo District Public Prosecutors Office. Assigned to a case involving false advertisement, Zen—along with his assistant officer, Atsuhiko Fumio—investigate Japan Supiri, a pharmaceutical company that had provided fabricated clinical research on the company's new drug. While investigating the file of Shin Inaba, an anesthesiologist connected to the crime, the case takes a dark turn when Zen finds a page stained with a mixture of blood, hair and skin, along with the letter \"F\" scribbled all across the sheet. As he investigates further, the case goes beyond Zen's imagination and becomes vastly complex, challenging his sense of justice and his knowledge of the truth.\n\nDigging deeper into the investigation, Zen begins to uncover a concealed plot behind the ongoing mayoral election and ties to many people of interest involved in the election and those closer than he thinks. The case grows more severe and propels Zen into an unforeseen hurricane of corruption and deceit behind the election, the establishment of the Shiniki district, and the mysterious woman associated with it all.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37525/Babylon"
        },
        {
            "text": "Official Site",
            "link": "https://babylon-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13948"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20775"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Babylon_%28novel_series%29#Anime"
        }
    ]
}