{
    "title": "Ore no Kanojo to Osananajimi ga Shuraba Sugiru",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "俺の彼女と幼なじみが修羅場すぎる",
    "start_date": "2013-01-06",
    "end_date": "2013-01-06",
    "opening_song": "\"Girlish Lover\" by Mizukara wo Enshutsu Suru Otome no Kai [自らを演出する乙女の会] (Chinatsu Akasaki, Yukari Tamura, Hisako Kanemoto, Ai Kayano) (eps 1-12)",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "harem",
        "romance",
        "school"
    ],
    "sinopse": "The infidelity of Eita Kidou's parents not only made his family fall apart, but also made him skeptic of love. Having no intention to delve into romance, Eita devotes his entire high school life to his studies in order to become a doctor.\n\nIt did not take long for the beautiful and popular Masuzu Natsukawa to notice Eita's apathy. Tired of being the object of people's affection, she asks him to pretend to be her boyfriend, as she too feels disgusted at the notion of love. Eita, however, refuses—yet Masuzu has one trick left up her sleeve: Eita’s journal and threatening to post the embarrassing content online if he does not comply.\n\nNow entangled in a fake romance with the most desired girl at school, Eita's life is turned upside down. Whether envied by his peers or receiving a confession, he must cope with his newfound relationship and all the troubles that come along with it.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/14749/Ore_no_Kanojo_to_Osananajimi_ga_Shuraba_Sugiru"
        },
        {
            "text": "Official Site",
            "link": "http://www.oreshura.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9305"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14450"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Ore_no_Kanojo_to_Osananajimi_ga_Shuraba_Sugiru"
        }
    ]
}