{
    "title": "Kamisama Hajimemashita◎",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "神様はじめました ◎",
    "start_date": "2015-01-06",
    "end_date": "2015-01-06",
    "opening_song": "\"Kamisama no Kamisama (神様の神様)\" by Hanae",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "demons",
        "supernatural",
        "romance",
        "fantasy",
        "shoujo"
    ],
    "sinopse": "Nanami Momozono and her familiars Tomoe and Mizuki have survived quite a few challenges since Nanami took up the mantle of Mikage Shrine's patron god. Naturally, the wind god Otohiko comes to invite Nanami to the Divine Assembly in Izumo, the home of the gods, and Nanami chooses to take Mizuki with her, leaving Tomoe to pose as her at school. However, she has an ulterior motive for attending the Divine Assembly: to discover the whereabouts of the missing Lord Mikage, the former god of the shrine.\n\nAfter her adventures in Izumo, Nanami meets Botanmaru, a tengu child looking for someone she knows all too well—tengu turned goth idol Shinjirou Kurama. Botanmaru needs Shinjirou, their prince, to return home to Mount Kurama and stop the tyranny of Jirou, who has taken over the rule of their hometown. However, Nanami soon discovers a force much darker than Jirou is at work on the mountain.\n\nAs a fledgling god becoming more accustomed to divinity, Nanami finds herself dealing with a tengu rebellion, her blooming feelings for Tomoe, and a strange man with ties to both Tomoe's past and Nanami's future.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/25681/Kamisama_Hajimemashita◎"
        },
        {
            "text": "Official Site",
            "link": "http://www.mikagesha.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10763"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16255"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Kamisama_Kiss"
        },
        "    Kiss)"
    ]
}