{
    "title": "Watashi ga Motete Dousunda",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/4/81953.jpg",
        "alt": "watashi-ga-motete-dousunda"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "私がモテてどうすんだ",
    "start_date": "2016-10-07",
    "end_date": "2016-10-07",
    "opening_song": "\"Prince×Prince\" by From4to7 [Yuusuke Igarashi (CV: Yuuki Ono), Nozomu Nanashima (CV: Keisuke Koumoto), Hayato Shinomiya (CV: Yoshitsugu Matsuoka), Asuma Mutsumi (CV: Nobunaga Shimazaki)]",
    "ending_song": "\"Dokidoki no Kaze (ドキドキの風)\" by Rie Murakawa",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "harem",
        "comedy",
        "romance",
        "school",
        "shoujo"
    ],
    "sinopse": "Kae Serinuma is a very kind second-year high school student and a devoted otaku. A little known fact about her, though, is that she's obsessed with BL, or Boy's Love. Serinuma can't help but to fantasize about her male classmates falling for each other and enjoys imagining them together. A more known fact about Serinuma, however, is that she’s noticeably overweight.\n\nWhile watching her favorite show one day, Serinuma witnesses the death of her most beloved character. Utterly depressed, she can't muster up the energy to eat her meals, let alone attend school. After an entire week, she finally recovers. But now there's something unusual about her—during the time she refused to leave her room, she ended up losing a large amount of weight and has somehow become strikingly beautiful!\n\nNow catching the eye of everyone who sees her, she finds herself at the center of attention of four boys she has always known at her school. Though they all wish to spend time with her, Serinuma would much rather they spend time falling in love with one another. How will Serinuma deal with the four boys pursuing her BL-obsessed self?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/32899/Watashi_ga_Motete_Dousunda"
        },
        {
            "text": "Official Site",
            "link": "http://www.tbs.co.jp/anime/watamote/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11979"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18135"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Kiss_Him,_Not_Me"
        }
    ]
}