{
    "title": "Itsudatte Bokura no Koi wa 10 cm Datta.",
    "type": "tv-serie",
    "episodes": "6",
    "original_name": "いつだって僕らの恋は 10 センチだった。",
    "start_date": "2017-11-25",
    "end_date": "2017-11-25",
    "opening_song": "\"Non-Fantasy (ノンファンタジー)\" by LIP x LIP",
    "ending_song": "#1 conti.",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "drama",
        "romance",
        "school"
    ],
    "sinopse": "Miou Aida and Haruki Serizawa might seem like polar opposites to those around them, but as the two third-years prepare to end their high school experience, they couldn't have been been closer. While Miou is a shy and reserved member of the school art club that prefers to stay out of the limelight, Haruki is the boisterous and confident ace of the movie club, already winning awards for his directing prowess. However, after a previous chance encounter during their school entrance ceremony, they quickly become friends despite their stark differences in personality. But although their closeness might be growing, they've never become anything more than just that, much to the bewilderment of their friends.\n\nAs their time in high school draws to a close, Miou and Haruki, along with their friends in the art and movie clubs, have just one year left to face their hidden feelings and the daunting task of deciding their future careers. The two might always be only an arm's reach away, but as Haruki chases his dream of becoming a professional movie director and Miou struggles with choosing a path for herself, they'll learn just how hard it is to get past those last 10 centimeters.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36220/Itsudatte_Bokura_no_Koi_wa_10_cm_Datta"
        },
        {
            "text": "Official Site",
            "link": "http://www.honeyworks-movie.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13038"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20055"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E5%91%8A%E7%99%BD%E5%AE%9F%E8%A1%8C%E5%A7%94%E5%93%A1%E4%BC%9A%E3%80%9C%E6%81%8B%E6%84%9B%E3%82%B7%E3%83%AA%E3%83%BC%E3%82%BA%E3%80%9C"
        }
    ]
}