{
    "title": "Taka wo Kukurouka",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/15148.jpg",
        "alt": "taka-wo-kukurouka"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "7",
    "original_name": "たかをくくろうか",
    "tags": [
        "romance",
        "school",
        "yaoi"
    ],
    "authors": [
        "Uchida",
        "Kaoru (Story & Art)"
    ],
    "sinopse": "1. Don't Underestimate Me!\n   Aisaka tends to get in a lot of fights and Tadaka is the school playboy. On a chance meeting where Aisaka gets beaten to a pulp, Tadaka offers to carry his bruised body home. There, Tadaka makes a deal with Aisaka that if he doesnt fight they'll have a sexual relationship.\n\n2. Strange Lover\n   Masaru and Sugeru are identical twin brothers. Sugeru tends to enjoy using his brothers name to chase skirts and Masaru is the one who always gets the beatings when people come looking for revenge. Its not TOO much of a problem until Masaru meets Masato. A nice guy who really loves Sugeru (who's just using him for money), and it wouldnt be a problem if Masaru wasnt falling for Masato himself.\n\n3. My Heart Really Hurts\n   Koike an average student is best friends with Jinnai, a student who excels. When they get into separate universities Koike still cannot forget what he felt for him, so when Jinnai comes around for a visit Koike jumps on his chance to tell him how he really feels.\n\n4. Isn't Dreaming a Good Thing?\n   Tomonaga is forced to go to an all boys school when his mother is fed up with his delinquent ways. He expects an torn down rough school, and instead gets a school sparkling with gay pretty boys. Not that he's happy about it. At least his roommate Natsume is normal...in a sense.\n\n5. Sorry I'm Such a Pathetic Man\n   Rather than bumming around all summer his mother orders Yoshimura to get a job. He quickly gets one at a barbeque shop under Sakashita who's grandfather is in the hospital. Yoshimura is surprised by how instantly drawn he is to Sakashita and spends a majority of his time at work trying not to give into his new temptations.\n\n6. I Only Want To Be With You\n\n7. Anyway, Fight Me",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/11191/Taka_wo_Kukurouka"
        }
    ]
}