{
    "title": "Hi no Tori: Uchuu-hen",
    "type": "ova",
    "episodes": "1",
    "original_name": "火の鳥　宇宙編",
    "start_date": "1987-12-21",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sci-fi",
        "space",
        "drama",
        "fantasy"
    ],
    "sinopse": "In deep space, four astronauts discover that their colleague Makimura has mysteriously died shortly following a cryptic note about his imminent murder. Though horrified by the news, the inoperable state of their spaceship leaves the crew no time to grieve, and they evacuate via escape pods. Determined to identify the culprit, the survivors begin to suspect fellow crewmate Kizaki, on account of a rivalry between himself and Makimura regarding the only female team member, Nana Ichinomiya. However, to their bewilderment, they notice Makimura's pod following them, yet failing to respond to attempts at contact.\n\nAs the astronauts try to interpret their perplexing circumstances, they learn there are more inconceivable stories about their lost teammate, one involving the Phoenix, a mysterious bird said to have the ability to grant immortality. It is not until they crash into a seemingly deserted planet that the crew will finally uncover the sinister truth behind Makimura and his suspicious pod.\n\nSet in a distant future, Hi no Tori: Uchuu-hen illustrates the cruelty of human beings passionately in pursuit of their own desires without any regard to the consequences.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2998/Hi_no_Tori__Uchuu-hen"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2878"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=4875"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Hi_no_tori"
        }
    ]
}