{
    "title": "Lady Jewelpet",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/4/73960.jpg",
        "alt": "lady-jewelpet"
    },
    "type": "tv-serie",
    "episodes": "52",
    "original_name": "レディ ジュエルペット",
    "start_date": "2014-04-05",
    "end_date": "2014-04-05",
    "opening_song": "\"Your Love\" by M Three (from Fairies) (M スリー（from フェアリーズ）)",
    "ending_song": "\"Run With U\" by Fairies (フェアリーズ)",
    "rating": "PG - Children",
    "tags": [
        "fantasy",
        "magic",
        "romance",
        "shoujo"
    ],
    "sinopse": "Momona is an ordinary junior-high school student hailing from Jewel Land. At her cousin's wedding, she envies the bride, Lady Diana, due to the fact that she is marrying the cousin who she had a slight crush on. However, once she sees Lady Diana and her cousin together, Momona begins to like her, and accepts her as her cousin's bride. Just as Lady Diana is about to properly meet her and introduce herself, Momona is transported to a snowy place in Jewel Land where the ruler, Lady Jewel, is giving a speech to the Petit Ladies, girls who are chosen as Jewel Candidates to be the next Lady Jewel. Momona meets her partner and mentor, Ruby, a white rabbit, who will guide her through the tasks in becoming Lady Jewel. Whoever passes the most tasks wins and becomes the next Lady Jewel, but standing in her way is Lillian, a girl who also aims to win the title of Lady Jewel, so she can choose her brother, Cayenne, to be her King alongside her. Momona soon also begins to fall in love with Cayenne, yet Lillian doesn't want her to get too close to him. Cayenne also seems to harbor feelings for Momona, but who will be chosen in the end as Lady Jewel to decide it all? And will Momona and Lillian ever become true friends and will Cayenne and Momona ever be together?\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/22693/Lady_Jewelpet"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-tokyo.co.jp/anime/jewelpet6/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10440"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15886"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Lady_Jewelpet"
        }
    ]
}