{
    "title": "Full Metal Panic!",
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "フルメタル・パニック！",
    "start_date": "2002-01-08",
    "end_date": "2002-01-08",
    "opening_song": "\"Tomorrow\" by Mikuni Shimokawa",
    "ending_song": "\"Karenai Hana\" by Mikuni Shimokawa",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "military",
        "sci-fi",
        "comedy",
        "mecha"
    ],
    "sinopse": "Equipped with cutting-edge weaponry and specialized troops, a private military organization named Mithril strives to extinguish the world's terrorism and all threats to peace on earth. The organization is powered by the \"Whispered,\" individuals who possess intuitive knowledge and the remarkable ability to create powerful devices and machinery.\n\nSeventeen-year-old Sousuke Sagara, a sergeant working for Mithril, has been assigned to protect Kaname Chidori, a Whispered candidate. He is ordered to join her high school class and be as close to her as possible to prevent her from falling into enemy hands—that is, if he can safely blend in with their fellow classmates without revealing his true identity.\n\nSousuke, who was raised on a battlefield and has very little knowledge of an average high school student's lifestyle, must adapt to a normal school life to safeguard Kaname. However, enemy forces have already begun making their move, and Sousuke is about to find out that the adversary coming for the Whispered girl may be a lot more familiar than he expects.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/71/Full_Metal_Panic"
        },
        {
            "text": "Official Site",
            "link": "http://www.gonzo.co.jp/works/0206.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=17"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=844"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Full_Metal_Panic"
        }
    ]
}