{
    "title": "Full Metal Panic? Fumoffu",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "フルメタル・パニック? ふもっふ",
    "start_date": "2003-08-26",
    "end_date": "2003-08-26",
    "opening_song": "\"Sore ga Ai Deshou (それが、愛でしょう)\" by Shimokawa Mikuni",
    "ending_song": "\"Kimi ni Fuku Kaze (君に吹く風)\" by Shimokawa Mikuni",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "comedy",
        "school"
    ],
    "sinopse": "Sergeant Sousuke Sagara returns to Jindai High School to protect the precious war asset, Kaname Chidori, from any threat. However, his lack of social skills and real-life experience result in comical yet dangerous situations, endangering the peaceful school life Kaname longs for. As Sousuke continues to bring a wide range of weapons to school as a means to solve threats—real or fake—Kaname struggles to fulfill her duty as the student council vice president all while keeping him in check.\n\nTo ensure a successful mission, Sousuke is occasionally forced to use the costume of a famous amusement park mascot called Bonta-kun. With his technical expertise, he eventually transforms the exuberant uniform into a cutting-edge exoskeleton that has only one dysfunction: the voice translator can only produce the sound \"mofu.\"\n\nFull Metal Panic? Fumoffu depicts the adventures of Kaname and Sousuke as they try to live their normal school lives despite the chaos they inadvertently cause.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/72/Full_Metal_Panic_Fumoffu"
        },
        {
            "text": "Official Site",
            "link": "http://www.fujitv.co.jp/b_hp/fullmeta/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=959"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=155"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Full_Metal_Panic%3F_Fumoffu"
        }
    ]
}