{
    "title": "Shiawase no Kanzume",
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "original_name": "幸せのかんづめ",
    "start_date": "1993-01-19",
    "tags": [
        "romance",
        "school",
        "shoujo",
        "slice-of-life"
    ],
    "authors": [
        "Kawahara",
        "Kazune (Story & Art)"
    ],
    "sinopse": "A collection of one-shots by manga-ka Kawahara Kazune.\n\nShiawase no Kanzume:\nEmi has been dating Fujii-kun for a month now, but their relationship seems no different than when they were still acquaintances. Depressed that it's still a one-sided love, one day, she gets a prize called \"Canned Happiness\" from her local town's raffle. Unsure of what it is, she accepts it, but soon forgets about it until suddenly, a small man with a white beard appears in front of her...\n\nOtoko no Ko ni wa Wakarumai:\nHasegawa Shinako has always been worried about her weight. When she secretly finds out that she weighs more than the guy she likes, she vows to go on a diet. Embarrassingly, he finds out and...??\n\nMillion Words:\nKitou is dating Kawai, a guy one grade below hers. Although things are going well enough, she still can't help feeling like the relationship will not last. They each have their separate worlds and Kawai will probably notice this soon...\n\nKawaisa Amatte:\nMatsuda has always had a problem saying what she truly thinks in front of people. Once she gets nervous, she seems only able to say the exact opposite words she means to say, especially in front of Tsumura, the guy she likes. At this rate, he will abhor her in a matter of days...\n\nItsumo Watashi ga Koko ni Iru:\nKawamura asked Tanaka out as a favor to Kondou-senpai. The plan was that Tanaka would refuse, Kawamura would push harder, and Kondou would heroically come to Tanaka's rescue. The plan was NOT for Tanaka to say yes...",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/15544/Shiawase_no_Kanzume"
        }
    ]
}