{
    "title": "Utawarerumono: Itsuwari no Kamen",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/8/75968.jpg",
        "alt": "utawarerumono-itsuwari-no-kamen"
    },
    "type": "tv-serie",
    "episodes": "25",
    "original_name": "うたわれるもの 偽りの仮面",
    "start_date": "2015-10-04",
    "end_date": "2015-10-04",
    "opening_song": "#01: \"Fuantei na Kamisama (不安定な神様)\" by Suara (eps 2-12)",
    "ending_song": "#1: \"Yume ka Utsutsu ka (ユメカウツツカ)\" by Suara (eps 2-5)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "drama",
        "fantasy"
    ],
    "sinopse": "Waking up cold and alone in the woods, a nameless man is surrounded by unfamiliar scenes. Without any memories, he is utterly lost until he stumbles upon Kuon—a young girl with animal ears and a tail. She saves him, leading him back to her town while protecting them both from \"boro-gigiri\"—giant centipede-like creatures—and a mysterious red slime. After they arrive, she names him Haku after a prominent historical figure from the area. He quickly realizes he is one of a kind—the only one without animal ears and a tail. The two journey to the capital of Yamato, the country in which Kuon lives, meeting more people and making new friends, all the while unknowingly delving deeper into the politics and inner conflicts of Yamato...\n\nUtawarerumono: Itsuwari no Kamen follows Haku as he slowly uncovers the secrets of this alien world. He works to solve the mysteries surrounding the red slimes, as well as to stop war from erupting among the nearby countries.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/30901/Utawarerumono__Itsuwari_no_Kamen"
        },
        {
            "text": "Official Site",
            "link": "http://utawarerumono.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11272"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=17186"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Utawarerumono"
        }
    ]
}