{
    "title": "Myself; Yourself",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/13/75247.jpg",
        "alt": "myself-yourself"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "マイセルフ; ユアセルフ",
    "start_date": "2007-10-03",
    "end_date": "2007-10-03",
    "opening_song": "\"Tears Infection\" by KAORI",
    "ending_song": "\"Kimi to Yozora to Sakamichi to (キミと夜空と坂道と)\" by Kanako Itō",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "romance",
        "school"
    ],
    "sinopse": "In the peaceful little town of Sakuranomori, a group of young friends are about to bid farewell to one of their own. Due to his parents’ business plans, Sana Hidaka has to move away from his quiet childhood home to the boisterous city of Tokyo. Though it pains him, he must say goodbye to his precious friends—the kind-hearted Aoi Oribe, the spunky Wakatsuki twins, Shuri and Shuusuke, and the cheerful and upbeat Nanaka Yatsushiro. But even though he is reluctant to leave them behind, he believes that no matter how far apart they are, they will always cherish the memories of their friendship.\n\nFive years later, Sana, now a 16-year-old high school student, returns to his hometown with the hope of restoring his old life. However, he quickly realizes that although his town may not have changed drastically, the friends he left behind are not who they used to be. Unsettling shadows loom over Sakuranomori as his friends hold new secrets and bear burdens that threaten the bonds they once shared.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2926/Myself__Yourself"
        },
        {
            "text": "Official Site",
            "link": "http://www.maql.co.jp/special/anime-myyour/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5435"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=8507"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Myself_%3B_Yourself"
        }
    ]
}