{
    "title": "Harukanaru Toki no Naka de 3: Kurenai no Tsuki",
    "type": "special",
    "episodes": "1",
    "original_name": "遙かなる時空の中で 3 紅の月",
    "start_date": "2007-12-28",
    "opening_song": "\"Unmei no Tsuki wa Kurenai\" by Souichiro Hoshi, Kouki Miyata & Naozumi Takahashi",
    "ending_song": "\"Gyakufuu no Toki ni Hitori\" by Shinichiro Miki",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "fantasy",
        "military",
        "historical",
        "shoujo"
    ],
    "sinopse": "Another 100 years has passed since the end the end of Harukanaru Toki no Naka de 2 (200 years after the original anime). In the past that is, very little time has gone by in the future. One day, Kasuga Nozomi encounters a strange boy at her high school, who sends her across time and space to Kyou, a place in another world that bears a strong resemblance to Kyoto towards the end of the Heian period. There, the Minamoto clan (\"Genji\"), led by Minamoto no Yoritomo, is at war with the Taira clan (\"Heike\"), led by Taira no Kiyomori. The Heike hope to defeat the Genji by releasing vengeful spirits to disturb the earth`s natural flow of energy and to terrorize the land. The boy is revealed to be the human form of Hakuryuu, the White Dragon God that protects Kyou, who is weakened by the presence of the vengeful spirits. As the Hakuryuu no Miko (Priestess of the White Dragon God), Nozomi allies herself with the Genji because Hakuryuu cannot send her home until his power is restored...\n\n(Source: AniDB)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/3227/Harukanaru_Toki_no_Naka_de_3__Kurenai_no_Tsuki"
        },
        {
            "text": "Official Site",
            "link": "http://www.gamecity.ne.jp/neoromance/tv/haruka/kurenai/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5454"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=8724"
        }
    ]
}