{
    "title": "Deltora Quest",
    "type": "tv-serie",
    "episodes": "65",
    "original_name": "デルトラクエスト",
    "start_date": "2007-01-06",
    "end_date": "2007-01-06",
    "opening_song": "#01",
    "ending_song": "#01. \"Sakura Uta (桜唄)\" by Rythem (eps1-14)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "fantasy"
    ],
    "sinopse": "Long ago, the blacksmith Adin forged a belt of seven powerful gems, one from each of the seven tribes of Deltora. Wielding the belt's unparalleled power, he repelled the Shadow Lord's attempt to overthrow the kingdom. Adin was crowned king of Deltora, but he never forgot that the enemy remained unbeaten.\n\nCenturies later, memory of the Shadow Lord has become faded and almost forgotten, and the people of Deltora see their monarchy as detached and uncaring. Much to their dismay, the Shadow Lord strikes once more, breaking the Belt of Deltora by scattering the seven gems across the continent. Jarred, a close friend of the young king Endon, assists him and his wife in escaping from the castle as the Shadow Lord takes over, and they part ways to go into hiding.\n\nThe Shadow Lord now reigns over Deltora and many years pass under his tyrannical rule. However, there is a glimmer of hope in Jarred's son Lief, whom he has lovingly raised and trained to find the scattered gemstones and reassemble the Belt of Deltora. Along with his companions Barda and Jasmine, Lief must face devious enemies and dangerous beasts to oust the Shadow Lord and return peace to Deltora.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1826/Deltora_Quest"
        },
        {
            "text": "Official Site",
            "link": "https://web.archive.org/web/20080912130844/http://www.deltoraquest.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=4595"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=6907"
        },
        {
            "text": "Wikipedia",
            "link": "<http://en.wikipedia.org/wiki/Deltora_Quest_(anime"
        }
    ]
}