{
    "title": "Gundam Sentinel",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/111827.jpg",
        "alt": "gundam-sentinel"
    },
    "type": "light-novel",
    "volumes": "1",
    "chapters": "14",
    "original_name": "ガンダム・センチネル",
    "start_date": "1987-09-19",
    "end_date": "1987-09-19",
    "tags": [
        "mecha",
        "sci-fi",
        "military"
    ],
    "authors": [
        "Takahashi",
        "Masaya (Story)",
        "Katoki",
        "Hajime (Art)"
    ],
    "sinopse": "Universal Century 0088, in the last weeks of the struggle between the AEUG and the Titans, when a small group of elite Federal Forces officers stationed at the asteroid fortress Pezun revolt against the pro-AEUG Federation leadership. The rebels, led by Brave Cod, declare themselves the \"New Desides\" (a hybrid of \"decision\" and \"dissident\"). They swear to fight on for the Titans' ideology of Earthnoid supremacy. A quick battle erupts between the Federation Barzams and the newer New Desides Xeku Eins, and New Desides are successful in gaining control of the asteroid. Although Axis is the major threat on the horizon, the Federation decides that this rebellion must be put down.\n\nTask Force Alpha, a small force of Federal Forces, AEUG and Karaba veterans, is dispatched to Pezun to suppress the New Desides rebellion before it gets out of hand. In order to intimidate the rebels, Task Force Alpha is equipped with the very latest advanced mobile suit hardware, including a handful of Gundams - the most powerful of which is the MSA-0011 S Gundam, piloted by 22 year-old pilot Ryou Roots. The Task Force Alpha fleet is made up of an Argama-class assault carrier called the Pegasus III, and four Salamis-class cruisers. The Superior Gundam is equipped with an artificial intelligence system called ALICE (Advanced Logistic & Inconsequence Cognizing Equipment), which intervenes several times to save Ryou and, over time, develops true self-awareness.\n\n(Source: Gundam Wikia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/7761/Gundam_Sentinel"
        }
    ]
}