{
    "title": "Saiunkoku Monogatari",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1/957.jpg",
        "alt": "saiunkoku-monogatari"
    },
    "type": "tv-serie",
    "episodes": "39",
    "original_name": "彩雲国物語",
    "start_date": "2006-04-08",
    "end_date": "2006-04-08",
    "opening_song": "\"Hajimari no Kaze\" by Ayaka Hirahara",
    "ending_song": "\"Saikou no Kataomoi\" by Sachi Tainaka",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "comedy",
        "drama",
        "fantasy",
        "historical",
        "romance"
    ],
    "sinopse": "Shuurei Kou, the daughter of a noble yet impoverished family, is a clever young lady who dreams of becoming a government official and contributing toward her country. However, her dream is out of her reach as such a position is forbidden to women. While her father works a low wage job as an archivist at the palace, Shuurei has to juggle odd jobs to make ends meet. Then, one day, an unexpected visit changes her life.\n\nShuurei is called to assist Ryuuki Shi, the new emperor who is known for slacking on his duties and preferring the company of men. Tempted by the generous compensation, she readily accepts the chance to become the young emperor's consort for six months. Luckily, she is not alone as Seiran Shi, her trusty friend, joins her as Ryuuki's bodyguard. While tasked with transforming the new emperor into a responsible ruler, court life and politics prove troublesome as Shuurei faces the challenges of her new life.\n\nSet in a fictional country, Saiunkoku Monogatari centers on the idea of meaningful leadership, its adversities and the rewards that come alongside a prospering nation.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/957/Saiunkoku_Monogatari"
        },
        {
            "text": "Official Site",
            "link": "http://www3.nhk.or.jp/anime/saiunkoku/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=4150"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=6200"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Saiunkoku_Monogatari"
        }
    ]
}