{
    "title": "Saiunkoku Monogatari 2nd Season",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/5/73277.jpg",
        "alt": "saiunkoku-monogatari-2nd-season"
    },
    "type": "tv-serie",
    "episodes": "39",
    "original_name": "彩雲国物語 第 2 シリーズ",
    "start_date": "2007-04-07",
    "end_date": "2007-04-07",
    "opening_song": "\"Hajimari no Kaze\" by Ayaka Hirahara",
    "ending_song": "\"Asu he\" by Teruya Miho",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "comedy",
        "drama",
        "fantasy",
        "historical",
        "romance"
    ],
    "sinopse": "Shuurei Kou and her friend Eigetsu To, a boy prodigy of humble origins, have been appointed co-governors of the Sa province, one of the eight provinces in Saiunkoku. Together, they decide to make the province an academic research center in the hopes of bringing a long overdue prosperity to the region.\n\nHowever, while Shuurei goes to the capital to obtain approvals for the ambitious project, the Sa province's recently established tranquility is threatened by a pandemic that brings both death and turmoil as it begins to spread among the people. Counting on Eigetsu to monitor the situation until her return, Shuurei seeks support from her allies to find a suitable treatment. Yet, Eigetsu's past personal conflicts distract him, providing an opportunity for opponents of Shuurei's position to take advantage of the troubles and undermine her authority.\n\nBecoming a government official has been Shuurei's lifelong dream, but it is no easy task for the first woman undertaking such a position. Will she step up and overcome this great challenge or give in to the looming adversities?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1914/Saiunkoku_Monogatari_2nd_Season"
        },
        {
            "text": "Official Site",
            "link": "http://www3.nhk.or.jp/anime/saiunkoku/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5024"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=7868"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Saiunkoku_Monogatari"
        }
    ]
}