{
    "title": "Dare ga Omae wo Suki dato Itta",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/12433.jpg",
        "alt": "dare-ga-omae-wo-suki-dato-itta"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "8",
    "original_name": "誰がおまえを好きだと言った",
    "tags": [
        "drama",
        "yaoi"
    ],
    "authors": [
        "Yamada",
        "Yugi (Story & Art)"
    ],
    "sinopse": "Collection of short stories:\n\n1. Did I ever tell you that I Love you?\n   Soujirou was only in junior school when he confessed to the high-schooler, Masayuki. Masayuki didn't take him seriously. Now, more than ten years later, their relationship remains the same. Soujirou became an elite and Masayuki, a scriptwriter. Soujirou told Masayuki that he would wait for him. However, Masayuki saw Soujirou going to the omiai with his boss’s daughter…? (Source: Attractive Fascinante)\n\n2. My family is interesting\n   During a 20 years middle school reunion Naito and Madoka meet again. Naito has financial problems thus he accepts Madoka’s invitation to move into his house, add a 15 years son and humor and hotness ensures.\n\n3. Sunny day. Rainy day\n   New manager Tachibana visits former manager Koiso. At the entrance he sees a man leaving the apartment and he also finds the manager lying on the floor. Tachibana needs his help, but also does Koiso…\n\n4. The other side of the tunnel\n   Continuation of Sunny day. Rainy day\n   After three months Tachibana and Koiso develop an on and off relationship.\n\n5. The hole in the sock\n   A sweet story about friendship and maybe more between Ishikawa who is always late for work and chief Shimada who picks him up every morning.\n\n6. Strawberrie's fragrance\n   Continuation of The hole in the sock.\n   Will this time Shimada finally admit his feelings?\n\n7. Please be quiet for a while\n   Two lovers meet secretly, but one has a wife. Can such a relationship last?\n\n(Source: MU)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/9093/Dare_ga_Omae_wo_Suki_dato_Itta"
        }
    ]
}