{
    "title": "Gake no Ue no Ponyo",
    "type": "movie",
    "episodes": "1",
    "original_name": "崖の上のポニョ",
    "start_date": "2008-07-19",
    "ending_song": "\"Gake no Ue no Ponyo (崖の上のポニョ)\" by Fujioka Fujimaki and Nozomi Ōhashi",
    "rating": "G - All Ages",
    "tags": [
        "adventure",
        "fantasy"
    ],
    "sinopse": "A goldfish sneaks away from home and floats off on the back of a jellyfish. After getting stuck in a glass jar, she drifts to the shore where she is freed by Sousuke, a five-year-old boy who lives with his mother Lisa in a house by the sea while his father Koichi works on a fishing boat. After healing a cut on Sousuke's finger by licking it, the goldfish is named Ponyo by her new friend.\n\nUnknown to Sousuke, Ponyo already has a name and a family. Her father Fujimoto, a sorcerer who forsook his humanity to live underwater, searches frantically for his daughter Brunhilde. When found and captured, Ponyo rejects her birth name and declares that she wants to become a human. Using the power received from Sousuke's blood, she grows arms and legs and escapes to the surface once more. But the magic released into the ocean causes an imbalance in nature, causing the Moon to start falling out of orbit and the tides to grow dangerously stronger. Reunited with Ponyo, Sousuke must pass an ancient test to restore order in the world and let his companion live on as a human.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2890/Gake_no_Ue_no_Ponyo"
        },
        {
            "text": "Official Site",
            "link": "http://www.ghibli.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5107"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=7814"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Ponyo"
        }
    ]
}