{
    "title": "Oumagadoki Doubutsuen",
    "type": "manga",
    "volumes": "5",
    "chapters": "40",
    "original_name": "逢魔ヶ刻動物園",
    "start_date": "2010-07-12",
    "end_date": "2010-07-12",
    "tags": [
        "action",
        "comedy",
        "fantasy",
        "shounen"
    ],
    "authors": [
        "Horikoshi",
        "Kouhei (Story & Art)"
    ],
    "sinopse": "Fed up of being called a \"clumsy good-for-nothing\" by her classmates, Hana Aoi resolves to change by answering a job advertisement for part-time work at a local zoo. Despite its gaudy design and lack of visitors, the derelict zoo is a paradise to Hana who cannot wait to spend her evenings looking after cute animals. That is, until she bumps into a giant, anthropomorphic rabbit!\n\nHana soon discovers that the rabbit is actually the zoo director, Shiina, a human cursed by a ghost with the strange ability to transform normal animals into humanoids. In order to get his original body back, Shiina must prove his love of animals by making his zoo the best in the world. But, with a principle to only do fun things, caring for animals is too much of a bore. This is where Hana comes in.\n\nLocked into employment—and secrecy—by the egotistical rabbit, Hana realizes that if she is to have any hope of changing herself, she must first survive a world in which the line between man and beast can no longer be distinguished.\n\nOumagadoki Doubutsuen (pilot)\nWith just an interview standing in the way between Hana Aoi and her dream job as a part time zoo keeper, what starts as an ordinary day for the clumsy high school girl quickly takes a turn when she meets zoo director Shiina, a giant anthropomorphic rabbit! Cursed with a beast-like appearance, Shiina reveals that in order to regain his former self, he must gather magical energy from certain animals with the power to take on humanoid forms. After a brief, one-sided interview, Hana is immediately hired and finds herself completely thrown out of pace by Shiina's reckless antics.\n\nBoku no Hero\nJack Midoriya, an anemic salaryman, dreams of following in the footsteps of his idol, the hero Positive, and becoming a great hero himself. But with a weak constitution that prevents him from attaining a hero's license, the closest he can get to fighting monsters is through selling hero equipment and accessories. His hopes are further diminished when he meets a professional hero, Snipe, who ridicules both Jack and Positive. Can Jack prove Snipe wrong and become the hero he desperately wants to be?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/21062/Oumagadoki_Doubutsuen"
        }
    ]
}