{
    "title": "Sekai de Ichiban Dai Kirai",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/5257.jpg",
        "alt": "sekai-de-ichiban-dai-kirai"
    },
    "type": "manga",
    "volumes": "13",
    "chapters": "78",
    "original_name": "世界でいちばん大嫌い",
    "start_date": "1998-03-19",
    "end_date": "1998-03-19",
    "tags": [
        "drama",
        "romance",
        "shoujo"
    ],
    "authors": [
        "Hidaka",
        "Banri (Story & Art)"
    ],
    "sinopse": "Kazuha Akiyoshi is the eldest of six children. Highly responsible and irresistibly cute, she is also something of a tomboy who never allows her softer side to show through –– until she meets Mizushima, the first guy to treat her like a girl. Kazuha has her first real crush; will it be reciprocated? Then there's Sugimoto, an older guy who wants to be an important part of her life — but he's the one who Kazuha hates more than anyone! (Source: CMX)\n\nPart of the Akiyoshi Family Series. 秋吉家シリーズ\n\n1. 365-nichi no Koibito 365 日の恋人 (1995) - contains 5 short stories - 1 vol.\n2. Owaranai Koi no Tame ni 終わらない恋のために (1996) - Also contains a 2-chapter story, Koibumi -Love Letter- 恋文―ラブレター - 1 vol.\n3. Ari no Mama no Kimi de Ite ありのままの君でいて (1996) - 1 vol.\n   Recently dumped by her boyfriend, Ishida-kun, Megumi still can't figure out why his feelings for her started to change. She tries to make the best of it and move on, but every time she runs into him in the hall she's reminded of the last words he said to her. One day, while waiting for the train, she finds herself drawn to a blonde-haired boy whose pained expression reminds her of herself on the day Ishida-kun broke up with her. It turns out he had been rejected by someone he loved as well. With this common connection and the talks at the train station, she begins to open her heart to him. There's no doubt in her mind---it's love. But this fragile relationship threatens to collapse when she finds out the real reason behind why her last relationship ended. (B-U)\n4. Uta wo Kitasete 詩を聴かせて (Let Me Hear Your Song) (1997) - 1 vol.\n5. Sekai de Ichiban Daikirai 世界でいちばん大嫌い (I Hate You More Than Anyone) (1998-2001) - 13 vols.\n6. Akiyoshike Series (Akiyoshi Brothers) (2006) - 2 vols.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/1563/Sekai_de_Ichiban_Dai_Kirai"
        }
    ]
}