{
    "title": "Kino no Tabi: The Beautiful World",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "キノの旅 -the Beautiful World-",
    "start_date": "2003-04-08",
    "end_date": "2003-04-08",
    "opening_song": "\"All the Way\" by Mikuni Shimokawa",
    "ending_song": "\"The Beautiful World\" by Ai Maeda",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "adventure",
        "psychological",
        "slice-of-life"
    ],
    "sinopse": "Kino, a 15-year-old traveler, forms a bond with Hermes, a talking motorcycle. Together, they wander the lands and venture through various countries and places, despite having no clear idea of what to expect. After all, life is a journey filled with the unknown.\n\nThroughout their journeys, they encounter different kinds of customs, from the morally gray to tragic and fascinating. They also meet many people: some who live to work, some who live to make others happy, and some who live to chase their dreams. Thus, in every country they visit, there is always something to learn from the way people carry out their lives.\n\nIt is not up to Kino or Hermes to decide whether these asserted values are wrong or right, as they merely assume the roles of observers within this small world. They do not attempt to change or influence the places they visit, despite how absurd these values would appear. That's because in one way or another, they believe things are fine as they are, and that \"the world is not beautiful; therefore, it is.\"\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/486/Kino_no_Tabi__The_Beautiful_World"
        },
        {
            "text": "Official Site",
            "link": "http://www.kinonotabi.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=575"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1965"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Kino%27s_Journey"
        }
    ]
}