{
    "title": "Kino no Tabi: The Beautiful World - Nanika wo Suru Tame ni - Life Goes On.",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/5/73888.jpg",
        "alt": "kino-no-tabi-the-beautiful-world-nanika-wo-suru-tame-ni-life-goes-on"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "劇場版 キノの旅 -the Beautiful World- 何かをするために -life goes on.",
    "start_date": "2005-02-19",
    "opening_song": "\"All the Way\" by Mikuni Shimokawa",
    "ending_song": "\"Hajimari no Hi\" by Ai Maeda",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "adventure",
        "drama",
        "fantasy"
    ],
    "sinopse": "After running away from the grim future that awaited her back in her home country, a young girl takes upon a new name and identity—inspired by the man who sacrificed his life to help her escape. Alongside her newfound companion, a talking motorcycle, the two find themselves a new home in the forest—where lives an elderly woman with an expertise in guns. Under the woman's care, the girl is trained in marksmanship and motorcycle handling among other various skills needed to survive.\n\nAlthough the girl is happy with her current life, her guilt regarding her savior's death continues to build within herself. She still feels responsible for her savior's death, and considers the consequences of using his name as her own. In doing so, she is denying her own identity and existence by trying to replicate another person's life, instead of living her own.\n\nKino no Tabi: The Beautiful World - Nanika wo Suru Tame ni - Life Goes On. follows the journey of a young girl as she begins to come to terms with her new identity.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1379/Kino_no_Tabi__The_Beautiful_World_-_Nanika_wo_Suru_Tame_ni_-_Life_Goes_On"
        },
        {
            "text": "Official Site",
            "link": "http://www.kinonotabi.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2651"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=4381"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Kino_no_tabi#Anime"
        }
    ]
}