{
    "title": "Kokkoku",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/8/89987.jpg",
        "alt": "kokkoku"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "刻刻",
    "start_date": "2018-01-08",
    "end_date": "2018-01-08",
    "opening_song": "\"Flashback\" by MIYAVI vs. KenKen",
    "ending_song": "\"Asayake to Nettaigyo (朝焼けと熱帯魚)\" by Boku no Lyric no Bouyomi (ぼくのりりっくのぼうよみ)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "psychological",
        "supernatural",
        "drama",
        "mystery",
        "seinen"
    ],
    "sinopse": "Having failed 19 job interviews in one day, Juri Yukawa's dreams of moving out of her parents' home are utterly dashed. Stuck living with her working mother Nobuko, NEET brother Tsubasa, laid-off father Takafumi, and single-parent sister Sanae, the only hope for this family to raise a decent adult is her little nephew Makoto. However, this struggling family's life takes a turn for the worse when Makoto and Tsubasa are violently kidnapped by a mysterious organization and held for ransom. With only 30 minutes to deliver five million yen to the criminals, Juri's grandfather reveals a dangerously powerful secret to her and Takafumi.\n\nBy offering blood to her grandfather's mystical stone, the three enter the world of \"Stasis,\" a version of their world where time stops for everyone but the users. Having arrived at their destination, their rescue efforts go awry when they are assailed by a surprising group of people who are somehow able to move around within Stasis. While all hope seems lost, a monstrous giant known only as the Herald appears amidst the chaos, its intent and motivations as cryptic as the very nature of this timeless world.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36548/Kokkoku"
        },
        {
            "text": "Official Site",
            "link": "http://kokkoku-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13513"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20205"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Kokkoku:_Moment_by_Moment"
        }
    ]
}