{
    "title": "Hataraku Saibou!!: Saikyou no Teki, Futatabi. Karada no Naka wa \"Chou\" Oosawagi!",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1413/108382.jpg",
        "alt": "hataraku-saibou-saikyou-no-teki-futatabi-karada-no-naka-wa-chou-oosawagi"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "『はたらく細胞!!』最強の敵、再び。体の中は“腸”大騒ぎ！",
    "start_date": "2020-09-05",
    "ending_song": "\"Go! Go! Saibou Festa (GO!GO!細胞フェスタ)\" by Sekkekkyuu (Kana Hanazawa), Hakkekkyuu (Tomoaki Maeno), Killer T Saibou/Memory T Saibou (Daisuke Ono), Macrophage (Kikuko Inoue), Ippan Saibou (Yuusuke Kobayashi), Nyuusankin (Yuuri Yoshida)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "comedy",
        "shounen"
    ],
    "sinopse": "Ippan Saibou is envious of the public praise immune system cells like white blood cells receive for protecting the human body from deadly pathogens. Instead of watching safely from his home, he also wants to be useful and get recognized for his efforts. He soon comes across a group of infantile-looking bacteria getting washed away by a river current. Despite knowing the potential dangers that they hold, he rescues the bacteria and brings them to safety. However, Hakkekkyuu U-1146 picks up the presence of these bacteria and is on the hunt for them.\n\nMeanwhile, somewhere else in the human body is NK Saibou, who is on the lookout for someone. Based on her intel, he is an antigen that the immune system cells have previously encountered, and he may have returned for revenge.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/42387/Hataraku_Saibou__Saikyou_no_Teki_Futatabi_Karada_no_Naka_wa_Chou_Oosawagi"
        },
        {
            "text": "Official Site",
            "link": "https://hataraku-saibou.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15460"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=23509"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Cells_at_Work!#Anime"
        }
    ]
}