{
    "title": "Kekkon Kokoroe",
    "type": "manga",
    "volumes": "3",
    "chapters": "6",
    "original_name": "あなたの記憶",
    "start_date": "2009-01-20",
    "tags": [
        "romance",
        "josei"
    ],
    "authors": [
        "Uesugi",
        "Kanako (Story & Art)",
        "Banks",
        "Leanne (Story)"
    ],
    "sinopse": "In the Mister Millionaire series:\n\nV.1 - Kekkon no Kokoroe (Expecting the Boss's Baby)\n\"I love you, not as my boss but as a man.\" It had been 2 months since Kate spent a night of passion with her boss, Michael, whom she secretly loves. But the next day, Michael cruelly tells her that their relationship must strictly be kept to business. Kate cannot forget about that night, and tells Michael how she feels... In fact, Michael grew up in an orphanage. He had a difficult childhood and now finds it impossible to love. Can Kate's love change Michael?\n\nV.2 - Kekkon nante Shitakunai (Millionaire Husband)\nJustin, a genius of the stock trading business is a real scrooge despite being a millionaire. He believes marriage only drains your bank account, and only contributes to charity to evade taxes. While investigating a charity, he meets a poor but charming girl named Amy. However their encounter is cut short when he suddenly coughs up blood and collapses. Amy rushes him to the hospital and while drifting between the borders of life and death, he had a dream: his friends standing at his bed side, sadly mumbling \"he only thought of money, money, money\", \"he never learnt to love anyone\". Justin is suddenly swamped with a feeling of deep regret. He prays to God, \"please, just give me another chance!\"\n\nV.3 - Anata no Kioku\nAlisa has always been with Dylan for as long as she can remember: she gave him her first kiss as a teenager and, later, her virginity. But when Alisa finds Dylan bedding another woman, his cruel betrayal devastates her and she brings a sad end to their long-term relationship. At her worst, an accident befalls her. When Alisa wakes up, she has lost every bit of memory related to Dylan! This is the final story of a high-profile miniseries, Million-Dollar Men, which depicts the romances of self-made millionaires.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/26289/Kekkon_Kokoroe"
        }
    ]
}