{
    "title": "Hitorijime My Hero",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/12/86825.jpg",
        "alt": "hitorijime-my-hero"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ひとりじめマイヒーロー",
    "start_date": "2017-07-08",
    "end_date": "2017-07-08",
    "opening_song": "\"Heart Signal (ハートシグナル)\" by Wataru Hatano",
    "ending_song": "#1: \"TRUE LOVE\" by Kousuke Ooshiba (Tomoaki Maeno), Masahiro Setagawa (Toshiki Masuda), Asaya Hasekura (Shinnosuke Tachibana), Kensuke Ooshiba (Yoshitsugu Matsuoka) (eps 1, 6 , 9, 12 )",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "romance",
        "school",
        "shounen-ai",
        "slice-of-life"
    ],
    "sinopse": "Masahiro Setagawa is a hopeless teenager who is often used by the neighborhood bullies as an errand boy. Defenseless, Masahiro knows that nobody will ever save him. However, his life drastically changes when he meets Kousuke Ooshiba, a man known as the \"Bear Killer,\" who takes down neighborhood gangs.\n\nA year later, Masahiro and his former friend, Kensuke Ooshiba, attend high school, only to find that Kousuke is their math teacher. While the three grow closer, Masahiro starts to view Kousuke as his \"hero,\" and Kousuke develops an urging desire to protect Masahiro. However, their normal lives take a turn when Kensuke's childhood friend, Asaya Hasekura, returns, seeing Kensuke as more than just a friend, much to his surprise. Will the three boys be able to live a regular high school life? Or will forbidden love keep them apart forever?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/33654/Hitorijime_My_Hero"
        },
        {
            "text": "Official Site",
            "link": "http://hitorijime-myhero.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12266"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19409"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Hitorijime_My_Hero#Anime"
        }
    ]
}