{
    "title": "Kekkai Sensen &amp; Beyond",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "血界戦線 & BEYOND",
    "start_date": "2017-10-08",
    "end_date": "2017-10-08",
    "opening_song": "\"fake town baby\" by UNISON SQUARE GARDEN",
    "ending_song": "\"Step Up LOVE (ステップアップ LOVE)\" by DAOKO x Yasuyuki Okamura",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "comedy",
        "fantasy",
        "shounen",
        "super-power",
        "supernatural",
        "vampire"
    ],
    "sinopse": "Three years ago, a gateway between Earth and the Beyond opened in New York City, trapping extradimensional creatures and humans alike in an impermeable bubble. After the city's restoration, monsters, magic, and madness are common findings in the area now known as Hellsalem's Lot. Leonardo Watch, a young photographer who unwillingly obtained the \"All-seeing Eyes of the Gods\" in exchange for his sister's eyesight, came to this paranormal city to find answers to the mysterious power that he possesses. He later finds his life drastically changed when he joins Libra, a secret organization of people with supernatural abilities dedicated to maintaining order in the everyday chaos of Hellsalem's Lot.\n\nHowever, this is only the beginning of Leonardo's unexpected journey ahead. Regardless of the constant threat of otherworldly enemies, he is determined to uncover the secrets of his power and find a way to restore his sister's eyesight. Kekkai Sensen & Beyond follows Leonardo as he sets off on more crazy adventures with his comrades, fighting to ensure peace and order.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/34451/Kekkai_Sensen___Beyond"
        },
        {
            "text": "Official Site",
            "link": "http://kekkaisensen.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12571"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18900"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Blood_Blockade_Battlefront"
        }
    ]
}