{
    "title": "Kekkai Sensen",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "血界戦線",
    "start_date": "2015-04-05",
    "end_date": "2015-04-05",
    "opening_song": "\"Hello, world!\" by BUMP OF CHICKEN (eps 2-11)",
    "ending_song": "#1",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "comedy",
        "super-power",
        "supernatural",
        "vampire",
        "fantasy",
        "shounen"
    ],
    "sinopse": "Supersonic monkeys, vampires, talking fishmen, and all sorts of different supernatural monsters living alongside humans—this has been part of daily life in Hellsalem's Lot, formerly known as New York City, for some time now. When a gateway between Earth and the Beyond opened three years ago, New Yorkers and creatures from the other dimension alike were trapped in an impenetrable bubble and were forced to live together. Libra is a secret organization composed of eccentrics and superhumans, tasked with keeping order in the city and making sure that chaos doesn't spread to the rest of the world.\n\nPursuing photography as a hobby, Leonardo Watch is living a normal life with his parents and sister. But when he obtains the \"All-seeing Eyes of the Gods\" at the expense of his sister's eyesight, he goes to Hellsalem's Lot in order to help her by finding answers about the mysterious powers he received. He soon runs into Libra, and when Leo unexpectedly joins their ranks, he gets more than what he bargained for. Kekkai Sensen follows Leo's misadventures in the strangest place on Earth with his equally strange comrades—as the ordinary boy unwittingly sees his life take a turn for the extraordinary.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/24439/Kekkai_Sensen"
        },
        {
            "text": "Official Site",
            "link": "http://www.kekkaisensen.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10663"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16340"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Blood_Blockade_Battlefront"
        }
    ]
}