{
    "title": "Neo Goumanism Sengen Special Sensouron",
    "type": "manga",
    "volumes": "3",
    "original_name": "新ゴーマニズム宣言 Special 　戦争論",
    "start_date": "1995-09-19",
    "end_date": "1995-09-19",
    "tags": [
        "drama",
        "historical",
        "military"
    ],
    "authors": [
        "Kobayashi",
        "Yoshinori (Story & Art)"
    ],
    "sinopse": "A controversial series of manga written by right-wing Japanese manga artist Yoshinori Kobayashi. It was published in a series of three volumes by Gentosha as a supplement (hence the \"Special\" title) to the Neo Gōmanism series serialized in \"SAPIO\" magazine from September 1995 onwards. The series has been criticized by numerous people and groups for \"rewriting history\", including intellectuals Satoshi Uesugi, Shinji Miyadai and Takaaki Yoshimoto, The Academy of Outrageous Books, and extending even to the overseas media in newspapers such as \"The New York Times\" and \"Le Monde\". A verbal dispute over the manga's contents with Sōichirō Tahara has been published in a book called \"The On War War\".\n\nBesides the ideological criticism, the books have also been found to contain historical errors, clear manipulation of evidence, and illogical arguments. For example, the manga states that \"The lands of Manchuria did not belong to the present-day Chinese people\", although it did not belong to the Japanese either. Also, the manga claims that only Japan remained independent while East Asia was colonized by the West (with a map showing all of Asia, including East, South and South-East Asia), but the independent nation of Siam and the Japanese colonies of Korea and Taiwan are ignored. Another important point is that the manga was mainly intended to agitate young readers with little to no previous historical knowledge of the issue.\n\nThe book may have been named after Carl von Clausewitz' \"On War\" (as both share the Japanese name \"Sensō Ron\"), but otherwise has no relation to it.\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/12364/Neo_Goumanism_Sengen_Special_Sensouron"
        }
    ]
}