{
    "title": "Ore dake Haireru Kakushi Dungeon",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "俺だけ入れる隠しダンジョン",
    "start_date": "2021-01-09",
    "end_date": "2021-01-09",
    "opening_song": "\"Pyramid Dai Gyakuten (ピラミッド大逆転)\" by Spira Spica (スピラ・スピカ)",
    "ending_song": "\"Nemophila (ネモフィラ)\" by Coala Mode.",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "harem",
        "ecchi",
        "fantasy"
    ],
    "sinopse": "Despite his noble title, Noir Starga is at the bottom of the social hierarchy. Because of this, his fellow nobles oppress him and treat him like garbage. However, he possesses a rare yet powerful ability to communicate with the Great Sage, an oracle who grants Noir the answer to absolutely anything.\n\nAfter failing to secure a job as a librarian, Noir decides to join the Hero Academy. He knows he must become stronger to enter the institution. The Great Sage advises him to explore a hidden dungeon deep within the mountains. There, Noir meets Olivia Servant, a beautiful yet enchained maiden trapped within the labyrinth. Olivia bestows upon Noir a set of ridiculously powerful skills that grants him virtually total control over reality. Naturally, there is a catch—every time Noir attempts to use his powers, his life points decrease, putting his life at risk. To replenish his energy, he must give in to worldly pleasures such as kissing his childhood friend!\n\nWith his newfound powers, Noir begins his journey as a student in the Hero Academy, meeting new acquaintances and helping them through the dire situations ahead.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/41899/Ore_dake_Haireru_Kakushi_Dungeon"
        },
        {
            "text": "Official Site",
            "link": "https://kakushidungeon-anime.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15557"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=23508"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/The_Hidden_Dungeon_Only_I_Can_Enter#Anime"
        }
    ]
}