{
    "title": "Hatsukoi Monster",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/12/80182.jpg",
        "alt": "hatsukoi-monster"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "初恋モンスター",
    "start_date": "2016-07-02",
    "end_date": "2016-07-02",
    "opening_song": "\"Innocent (イノセント)\" by Shouta Aoi",
    "ending_song": "\"Kimi ni Sasageru Chinkonka (君に捧げる鎮魂歌)\" by Renren (Shouta Aoi)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "romance",
        "school",
        "shoujo"
    ],
    "sinopse": "Freshman Kaho Nikaidou is from an influential family, and as such, no one has ever said anything even remotely mean to her, for fear of incurring her household's wrath. Wishing to be around people who will not treat her as special because of her background, she leaves home to live at a dormitory for her new school year. Shortly after arriving, Kaho accidentally wanders into traffic and is saved by a tall, handsome stranger. When she asks for his name, he tells her she is weird and walks away. Having finally met the only person to ever say an unkind word to her, Kaho falls head over heels for her savior.\n\nAfter meeting her rescuer yet again and discovering that his name is Kanade Takahashi, she confesses her love to him. Kanade says he would like for them to be a couple, but that Kaho may not want to date him after she finds out his secret. To her shock, Kaho discovers the startling truth: Kanade is a fifth grader!\n\nDeciding that she can't date a fifth grader, Kaho intends to break up with him. But as she spends more time with Kanade, she begins to care for him even more and continues dating him. Hatsukoi Monster follows Kaho's first steps into love with Kanade, her immature, yet kind, fifth grade boyfriend.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/31109/Hatsukoi_Monster"
        },
        {
            "text": "Official Site",
            "link": "http://hatsukoimonster.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11326"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=17236"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/First_Love_Monster"
        }
    ]
}