{
    "title": "Ginga Eiyuu Densetsu Gaiden",
    "type": "ova",
    "episodes": "24",
    "original_name": "銀河英雄伝説外伝／千億の星、千億の光",
    "start_date": "1998-02-09",
    "end_date": "1998-02-09",
    "opening_song": "\"Kid\" by AKEMI",
    "ending_song": "#1",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "military",
        "sci-fi",
        "space",
        "drama"
    ],
    "sinopse": "Ginga Eiyuu Densetsu Gaiden is the first of two OVA adaptations of side stories from the Ginga Eiyuu Densetsu novel series. This first adaptation follows the achievements of Reinhard von Müsel and Siegfried Kircheis of the Galactic Empire before the fateful Battle of Astarte.\n\nThe Silver-White Valley\nReinhard and Kircheis graduate from their military academy and are immediately sent to the frozen frontier planet Kapche-Lanka. Unbeknownst to them, their new superior schemes to kill Reinhard on behalf of a rival of Reinhard's sister Annerose von Grünewald.\n\nDreams of the Morning, Songs of the Night\nReinhard and Kircheis are assigned to the Imperial Military Police, where they uncover the corrupt and oppressive practices of the Empire's law enforcement. They are soon ordered to investigate the murder of a student at their alma mater.\n\nDishonor\nAs Reinhard awaits the bestowal of his new title of Count von Lohengramm, he sends Kircheis to the artificial resort satellite Kreuznach III for a vacation. Restless from the lack of work, Kircheis assists the local police with a drug trafficking case related to an attack on a disgraced former Vice Admiral.\n\nA Hundred Billion Stars, a Hundred Billion Lights\nWhile Reinhard is still a commodore in charge of only a single squadron, he laments the incompetence of his superiors during a battle against the Free Planets Alliance. Amassing military successes under the direct command of Vice Admiral Richard von Grimmelshausen, Reinhard repeatedly clashes with Hermann von Lüneburg, a commodore and former regimental commander of the Alliance's infamous Rosen Ritter.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/3371/Ginga_Eiyuu_Densetsu_Gaiden"
        },
        {
            "text": "Official Site",
            "link": "http://www.ginei.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1310"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1800"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Legend_of_the_Galactic_Heroes#Anime_adaptations"
        }
    ]
}