{
    "title": "Ginga Eiyuu Densetsu: Die Neue These - Seiran 1",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1772/102667.jpg",
        "alt": "ginga-eiyuu-densetsu-die-neue-these-seiran-1"
    },
    "type": "movie",
    "episodes": "4",
    "original_name": "銀河英雄伝説 Die Neue These 星乱 第 1 章",
    "start_date": "2019-09-27",
    "opening_song": "\"Binary Star\" by SawanoHiroyuki[nZk]:Uru",
    "ending_song": "\"Hikari no Hoshi\" by ELISA (TV Broadcast)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "drama",
        "military",
        "sci-fi",
        "space"
    ],
    "sinopse": "The Free Planets Alliance's invasion of the Galactic Empire has failed after supply mismanagement led to heavy losses. Unwilling to abort the expedition despite being greatly outnumbered, Fleet Admiral Lazar Lobos orders the remaining Alliance fleets to gather in the Amritsar Starzone for a final stand against the incoming counterattack.\n\nStrategic genius Fleet Admiral Reinhard von Lohengramm leads the Imperial forces into this decisive battle with an overwhelming advantage. However, his rival, tactical magician Vice Admiral Yang Wen-li of the Alliance, once again makes up for the incompetence of his superiors and stages a narrow escape for himself and his fellow soldiers. Though both Reinhard and Yang are displeased with the outcome—the former for his imperfect victory and the latter for the tremendous casualties—their attention must turn to the bubbling political unrest on both sides of the galaxy.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36369/Ginga_Eiyuu_Densetsu__Die_Neue_These_-_Seiran_1"
        },
        {
            "text": "Official Site",
            "link": "http://www.gineiden-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13473"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20145"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Legend_of_the_Galactic_Heroes"
        }
    ]
}