{
    "title": "Hakuouki",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "薄桜鬼",
    "start_date": "2010-04-04",
    "end_date": "2010-04-04",
    "opening_song": "\"Izayoi Namida\" by Aika Yoshioka",
    "ending_song": "\"Kimi no Kioku (君ノ記憶)\" By Mao",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "historical",
        "supernatural",
        "drama",
        "samurai",
        "josei"
    ],
    "sinopse": "In 1864 Japan, a young woman named Chizuru Yukimura is searching for her missing father, Koudou, a doctor by trade whose work often takes him far from home. But with no word from him in months, Chizuru disguises herself as a man and heads to Kyoto in search of him. Attracting the attention of ronin, she tries to hide and ends up witnessing a horrifying sight: the ronin being brutally murdered by crazed white-haired men. In a startling turn of events, members of the Shinsengumi arrive to dispatch the creatures. But Chizuru's safety doesn't last long, as this group of men tie her up and take her back to their headquarters, unsure of whether to let her live or silence her permanently.\n\nHowever, once she reveals the name of her father, the Shinsengumi decide to keep her safe, as they too have been searching for him. But Koudou is more connected to the Shinsengumi than they let on, and soon Chizuru finds herself embroiled in a conflict between the Shinsengumi and their enemies, as well as political tension in Kyoto.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/6895/Hakuouki"
        },
        {
            "text": "Official Site",
            "link": "http://www.nbcuni.co.jp/rondorobe/anime/hakuoki/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7405"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=11286"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Hakuouki:_Shinsengumi_Kitan"
        }
    ]
}