{
    "title": "Love Live! School Idol Project 2nd Season",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "ラブライブ! School idol project 2 期",
    "start_date": "2014-04-06",
    "end_date": "2014-04-06",
    "opening_song": "\"Sore wa Bokutachi no Kiseki (それは僕たちの奇跡)\" by μ's (eps 2-12)",
    "ending_song": "#01",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "music",
        "slice-of-life",
        "school"
    ],
    "sinopse": "Otonokizaka High School has been saved! Despite having to withdraw from the Love Live!, the efforts of μ's were able to garner enough interest in their school to prevent it from being shut down. What more, following the conclusion of the first, a second Love Live! is announced, this time on an even larger stage than before. Given a chance for redemption, the nine girls come together once more to sing their hearts out and claim victory.\n\nHowever, with the end of the school year approaching, the graduation of the third years draws near. As they attempt to reach the top of the Love Live!, they must also consider their future and choose what path the group will take. Though the question of whether to continue without the third years or disband weighs heavily on the minds of its members, μ's must quickly come to an answer with graduation right around the corner.\n\nLove Live! School Idol Project 2nd Season continues the story of the girls as they laugh, cry, sing, and dance in their journey to determine the future of their group and conquer the Love Live! in their last chance to win with all nine girls together.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/19111/Love_Live_School_Idol_Project_2nd_Season"
        },
        {
            "text": "Official Site",
            "link": "http://www.lovelive-anime.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9927"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15812"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Love_Live!"
        }
    ]
}