{
    "title": "Love Live! Sunshine!!",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/8/80791.jpg",
        "alt": "love-live-sunshine"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "ラブライブ！サンシャイン!!",
    "start_date": "2016-07-02",
    "end_date": "2016-07-02",
    "opening_song": "#1: \"Aozora Jumping Heart (青空 Jumping Heart)\" by Aqours",
    "ending_song": "#01: \"Kimeta yo Hand in Hand (決めたよ Hand in Hand)\" by Chika Takami (Anju Inami), Riko Sakurauchi (Rikako Aida) & You Watanabe (Shuka Saitou) (ep 1)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "music",
        "slice-of-life",
        "school"
    ],
    "sinopse": "Chika Takami, a self-proclaimed normal girl, has never been involved in any clubs and lacked any notable talents. However, after a visit to Tokyo, she discovers a stage where even an ordinary girl like her could shine—the world of school idols. Inspired by the former superstar school idol group μ's, Chika is determined to start her own school idol club in her seaside hometown at Uranohoshi Girl's High School. But even before gathering any students to join the group, the aspiring school idol finds her greatest obstacle to be student council president Dia Kurosawa who stands firmly against the creation of the club.\n\nJust when it seems there is no hope, Chika meets Riko Sakurauchi, a transfer student from Otonokizaka High School, home of μ's. Somewhat shy but a talented piano player, Chika believes her to be a promising recruit, though convincing her to join is easier said than done. In spite of that, Chika chooses to charge forward and overcome the obstacles keeping her from forming a school idol group that shines as bright as the nine that came before her.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/32526/Love_Live_Sunshine"
        },
        {
            "text": "Official Site",
            "link": "http://www.lovelive-anime.jp/uranohoshi/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11878"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=17985"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E3%83%A9%E3%83%96%E3%83%A9%E3%82%A4%E3%83%96!"
        }
    ]
}