{
    "title": "Plastic Memories",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "プラスティック・メモリーズ",
    "start_date": "2015-04-05",
    "end_date": "2015-04-05",
    "opening_song": "\"Ring of Fortune\" by Eri Sasaki (佐々木恵梨) (eps 2-7, 9-13)",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sci-fi",
        "drama",
        "romance"
    ],
    "sinopse": "Eighteen-year-old Tsukasa Mizugaki has failed his college entrance exams, but after pulling some strings, he manages to land a job at the Sion Artificial Intelligence Corporation. SAI Corp is responsible for the creation of \"Giftias\"—highly advanced androids which are almost indiscernible from normal humans. However, unlike humans, Giftias have a maximum lifespan of 81,920 hours, or around nine years and four months. Terminal Service One, the station Tsukasa was assigned to, is responsible for collecting Giftias that have met their expiration date, before they lose their memories and become hostile.\n\nPromptly after joining Terminal Service One, Tsukasa is partnered with a beautiful Giftia named Isla. She is a Terminal Service veteran and considered the best in Giftia retrievals, contrary to her petite figure and placid nature. Time is fleeting though, and Tsukasa must come to terms with his feelings for Isla before her time is up. No matter how much someone desires it, nothing lasts forever.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/27775/Plastic_Memories"
        },
        {
            "text": "Official Site",
            "link": "http://www.plastic-memories.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10854"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16377"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Plastic_Memories"
        }
    ]
}