{
    "title": "White Album",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "ホワイトアルバム",
    "start_date": "2009-01-04",
    "end_date": "2009-01-04",
    "opening_song": "\"Shin Ai\" by Nana Mizuki",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "harem",
        "music",
        "romance"
    ],
    "sinopse": "Can a relationship between a regular college student and an idol singer survive? That is the question that White Album tries to answer. Touya Fujii is a normal college student with normal worries—namely balancing his classes and his job he works to pay for school. He is also concerned about the amount of time he has to spend with Yuki Morikawa, or rather, the lack of it.\n\nBeing an up and coming idol singer, Yuki has concerns of her own. Even though she's not yet as popular as experienced veteran Rina Ogata, Yuki is turning heads and landing interviews on television. This should be a good thing, but not everyone is happy about the attention she receives from the media and from Rina. The idol industry is surprisingly cutthroat, and rival singers have their eyes on Yuki.\n\nWhile it may seem exciting to watch your girlfriend on television, how does Touya really feel about all this? Between the challenges associated with Yuki's career and other people that Touya meets at his university, their relationship may not last…",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/4720/White_Album"
        },
        {
            "text": "Official Site",
            "link": "http://www.whitealbum-tv.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6026"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10134"
        },
        {
            "text": "Wikipedia",
            "link": "<http://en.wikipedia.org/wiki/White_Album_(visual_novel"
        }
    ]
}