{
    "title": "Kobayashi-san Chi no Maid Dragon",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "小林さんちのメイドラゴン",
    "start_date": "2017-01-12",
    "end_date": "2017-01-12",
    "opening_song": "\"Aozora no Rhapsody (青空のラプソディ)\" by fhána",
    "ending_song": "\"Ishukan Communication (イシュカン・コミュニケーション)\" by Chorogonzu (ちょろゴンず) [Tooru (Yuuki Kuwahara), Kanna (Maria Naganawa), Elma (Yuuki Takada) & Lucoa (Minami Takahashi)] (eps 2-12)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "comedy",
        "fantasy"
    ],
    "sinopse": "As Kobayashi sets off for another day at work, she opens her apartment door only to be met by an unusually frightening sight—the head of a dragon, staring at her from across the balcony. The dragon immediately transforms into a cute, busty, and energetic young girl dressed in a maid outfit, introducing herself as Tooru.\n\nIt turns out that the stoic programmer had come across the dragon the previous night on a drunken excursion to the mountains, and since the mythical beast had nowhere else to go, she had offered the creature a place to stay in her home. Thus, Tooru had arrived to cash in on the offer, ready to repay her savior's kindness by working as her personal maidservant. Though deeply regretful of her words and hesitant to follow through on her promise, a mix of guilt and Tooru's incredible dragon abilities convinces Kobayashi to take the girl in.\n\nDespite being extremely efficient at her job, the maid's unorthodox methods of housekeeping often end up horrifying Kobayashi and at times bring more trouble than help. Furthermore, the circumstances behind the dragon's arrival on Earth seem to be much more complicated than at first glance, as Tooru bears some heavy emotions and painful memories. To top it all off, Tooru's presence ends up attracting several other mythical beings to her new home, bringing in a host of eccentric personalities. Although Kobayashi makes her best effort to handle the crazy situation that she has found herself in, nothing has prepared her for this new life with a dragon maid.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/33206/Kobayashi-san_Chi_no_Maid_Dragon"
        },
        {
            "text": "Official Site",
            "link": "http://www.maidragon.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12091"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18807"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Miss_Kobayashi's_Dragon_Maid"
        }
    ]
}