{
    "title": "Citrus",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/11/89985.jpg",
        "alt": "citrus"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "シトラス",
    "start_date": "2018-01-06",
    "end_date": "2018-01-06",
    "opening_song": "\"Azalea (アザレア)\" by nano.RIPE",
    "ending_song": "\"Dear Teardrop\" by Mia REGINA",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "romance",
        "school",
        "shoujo-ai"
    ],
    "sinopse": "During the summer of her freshman year of high school, Yuzu Aihara's mother remarried, forcing her to transfer to a new school. To a fashionable socialite like Yuzu, this inconvenient event is just another opportunity to make new friends, fall in love, and finally experience a first kiss. Unfortunately, Yuzu's dreams and style do not conform with her new ultrastrict, all-girls school, filled with obedient shut-ins and overachieving grade-skippers. Her gaudy appearance manages to grab the attention of Mei Aihara, the beautiful and imposing student council president, who immediately proceeds to sensually caress Yuzu's body in an effort to confiscate her cellphone.\n\nThoroughly exhausted from her first day, Yuzu arrives home and discovers a shocking truth—Mei is actually her new step-sister! Though Yuzu initially tries to be friendly with her, Mei's cold shoulder routine forces Yuzu to begin teasing her. But before Yuzu can finish her sentence, Mei forces her to the ground and kisses her, with Yuzu desperately trying to break free. Once done, Mei storms out of the room, leaving Yuzu to ponder the true nature of her first kiss, and the secrets behind the tortured expression in the eyes of her new sister.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/34382/Citrus"
        },
        {
            "text": "Official Site",
            "link": "http://citrus-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12545"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19398"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Citrus_%28manga%29"
        }
    ]
}