{
    "title": "Oda Nobuna no Yabou",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/11/39249.jpg",
        "alt": "oda-nobuna-no-yabou"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "織田信奈の野望",
    "start_date": "2012-07-09",
    "end_date": "2012-07-09",
    "opening_song": "\"Link\" by Aimi",
    "ending_song": "\"Hikari (ヒカリ)\" by Makino Mizuta",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "historical",
        "romance"
    ],
    "sinopse": "High school student Yoshiharu Sagara wakes up and finds himself in the middle of a raging Sengoku period battle. He is saved by the legendary Hideyoshi Toyotomi, but at the cost of the hero's life. With his dying breath, the warrior pleads for Yoshiharu to become a feudal lord in his place. Now that the course of history has been changed, Yoshiharu pledges to keep the timeline from diverging any further. Yet, after rescuing Nobuna Oda—whom he discovers is actually the fabled Nobunaga Oda's female counterpart—Yoshiharu realizes he has been transported to an alternate reality where most of Japan's historical warlords are now cute girls!\n\nTo set things right and find a way back home, Yoshiharu agrees to become one of Nobuna's retainers and assist her in a conquest of Japan. As Nobuna initiates her campaign, Yoshiharu discovers that the history he learned from playing the video game \"Nobunaga's Ambition\" allows him to predict future events and turn the tide of war. Using this invaluable gift to aid the Oda clan's beautiful generals, Yoshiharu hopes to help his new lord fulfill her dream and win the hearts of women everywhere.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/11933/Oda_Nobuna_no_Yabou"
        },
        {
            "text": "Official Site",
            "link": "http://odanobuna.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8869"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=13761"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/織田信奈の野望"
        }
    ]
}