{
    "title": "Berserk: Ougon Jidai-hen III - Kourin",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/12/41305.jpg",
        "alt": "berserk-ougon-jidai-hen-iii-kourin"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "ベルセルク 黄金時代篇 Ⅲ 降臨",
    "start_date": "2013-02-01",
    "opening_song": "\"Aria\" by Susumu Hirasawa",
    "ending_song": "\"breakthrough\" by Kaname Kawabata",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "adventure",
        "demons",
        "drama",
        "fantasy",
        "horror",
        "military",
        "seinen",
        "supernatural"
    ],
    "sinopse": "The Band of the Hawk has dwindled in the year since Guts left them on his journey to forge his own destiny. Unaware of their fate, Guts returns to the Hawks—now being led by his former ally Casca—after a rumor about them passes his way. Once the saviors of the kingdom of Midland, the Band of the Hawk are now hunted as they desperately fight for their lives while plotting to free their leader, Griffith, after he was imprisoned for committing treason. But the man they save is far from the Griffith they remember.\n\nGriffith is a shell of his former charismatic self after a year of continuous, horrific torture. No longer able to walk, speak, or even hold a sword, he has nothing but the small, strange trinket, the Crimson Behelit, that will not leave him. The entire Band of the Hawk want to rise to greatness once more, but how much are they willing to sacrifice to return to their past glory? It doesn't seem possible, but when Griffith's heart darkens and a solar eclipse blackens the sky, the Behelit offers a choice that will leave the Band of the Hawk with a blood-soaked fate that will haunt them for the rest of their days.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/12115/Berserk__Ougon_Jidai-hen_III_-_Kourin"
        },
        {
            "text": "Official Site",
            "link": "http://www.berserkfilm.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7991"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=13800"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Berserk_%28manga%29"
        }
    ]
}