{
    "title": "Godzilla 2: Kessen Kidou Zoushoku Toshi",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1748/98537.jpg",
        "alt": "godzilla-2-kessen-kidou-zoushoku-toshi"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "GODZILLA 決戦機動増殖都市",
    "start_date": "2018-05-18",
    "ending_song": "\"THE SKY FALLS\" by XAI",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "adventure",
        "sci-fi"
    ],
    "sinopse": "By the advent of the 21st century, much of humanity was dead, having been trampled over by a new master, Godzilla. A select few among mankind took to the stars in a spacefaring vessel called the Aratrum in search of \"the promised land,\" the planet Tau-e that could sustain human life. But the migration plan fails, and the remnants of the human race decide to return to Earth. But the distortions in space-time and the distance traveled means that mankind is returning to a completely changed Earth some 20,000 years later. The returnees, led by hero Haruo, prepare to take the fight to Godzilla based on a strategy that has been 20 years in the making. Carried out with the help of two alien species, the Exif and the Bilusaludo, the humans succeed in defeating Godzilla in a costly battle to the death.\n\nBut the victory is short-lived. Rising from the depths of the planet is a new breed of monster, dubbed \"Godzilla Earth.\" Evolving for 20,000 years, the creature stands 300 meters high, weighs over 100,000 tons and wields such overwhelmingly destructive power that Haruo and company have no choice but to run for their lives.\n\nComing to Haruo's rescue, however, is Miana, a member of an aboriginal tribe called the Houtua. They are the first humanoid people the returnees have encountered. Could they descend from humans? \"Our tribal god was destroyed by Godzilla. All that we have left are these eggs. Anyone who has tried to fight or resist him has been drowned in fire,\" the tribespeople say to Haruo, who responds with: \"This is our last hope of recovering our home.\"\n\nMeanwhile, Bilusaludo commander, Galu-gu is elated to discover that the Houtua tribe's arrowheads are made of a nanometal or a self-sustaining metal. It had been developed in the 21st century as an \"anti-Godzilla\" killer weapon deployed at their decisive battle fought at the foot of Mt. Fuji, but had been destroyed before it could be activated in the form of a \"Mecha-Godzilla.\" The nanometal was its base substance, and proof that the manufacturing plant can still be used.\n\n(Source: Official site)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36816/Godzilla_2__Kessen_Kidou_Zoushoku_Toshi"
        },
        {
            "text": "Official Site",
            "link": "http://www.godzilla-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12315"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20556"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Godzilla:_City_on_the_Edge_of_Battle"
        }
    ]
}