{
    "title": "Sukitte Ii na yo.",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "好きっていいなよ。",
    "start_date": "2012-10-07",
    "end_date": "2012-10-07",
    "opening_song": "\"Friendship ~ for Sukitte Ii na yo. (Friendship ～ for 好きっていいなよ。)\" by Ritsuko Okazaki",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "romance",
        "school",
        "shoujo"
    ],
    "sinopse": "Friends will only let you down—that is the sad truth Mei Tachibana lives with, ever since she was wrongfully blamed for the death of a class pet by her so-called friends in grade school. Since then, she stays away from people in order to avoid ever being hurt again. However, Mei's life begins to change drastically when a misunderstanding in high school causes her to encounter popular student Yamato Kurosawa.\n\nYamato finds her intriguing and insists on being her friend, even though Mei wants nothing to do with him. But when a dangerous situation ends with Yamato kissing Mei to save her from the unwanted attention of a stalker, Mei begins to develop feelings for him. On the heels of her discovery that their feelings are mutual, they start dating and she gains not only a boyfriend, but friends as well. Mei, however, finds it very hard to adapt to this new lifestyle, especially in expressing her true feelings towards Yamato.\n\nThroughout misunderstandings of their new relationship, each other, and the attentions of other girls, Mei and Yamato slowly grow closer and learn the true meaning of those three little words: \"I love you.\"\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/14289/Sukitte_Ii_na_yo"
        },
        {
            "text": "Official Site",
            "link": "http://www.starchild.co.jp/special/sukinayo/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9236"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14420"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Suki-tte_Ii_na_yo."
        }
    ]
}