{
    "title": "07-Ghost",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/3/22605.jpg",
        "alt": "07-ghost"
    },
    "type": "tv-serie",
    "episodes": "25",
    "original_name": "セブンゴースト",
    "start_date": "2009-04-07",
    "end_date": "2009-04-07",
    "opening_song": "#01: \"Aka no Kakera (緋色のカケラ)\" by Suzuki Yuki",
    "ending_song": "#01: \"Hitomi no Kotae (瞳のこたえ)\" by Noria",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "demons",
        "fantasy",
        "josei",
        "magic",
        "military"
    ],
    "sinopse": "Barsburg Empire's Military Academy is known for training elites who bring victory to the empire. Students of the academy freely utilize an ability called \"Zaiphon\" to fight, while the types of Zaiphon usable depends on the nature of the soldier.\n\nTeito Klein, a student at the academy, is one of the most promising soldiers produced. Although ridiculed by everyone for being a sklave (German for slave) with no memories of his past, he is befriended by a fellow student called Mikage. While preparing for the final exam, Teito uncovers a dark secret related to his past. When an attempt to assassinate Ayanami, a high-ranking official who killed his father, fails, Teito is locked away awaiting punishment.\n\nOnly wanting the best for Teito, Mikage helps him escape. Teito ends up at the 7th District Church where he is taken in by the bishops. It is here that Teito attempts to evade the grasp of Ayanami and the Military, so he can rediscover his memories and learn why he is the person that can change the fate of the world.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/5525/07-Ghost"
        },
        {
            "text": "Official Site",
            "link": "http://07-ghost.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6239"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10468"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/07_Ghost"
        }
    ]
}