{
    "title": "Comet Lucifer",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/3/76111.jpg",
        "alt": "comet-lucifer"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "コメット・ルシファー",
    "start_date": "2015-10-04",
    "end_date": "2015-10-04",
    "opening_song": "\"Comet Lucifer: The Seed and the Sower (コメットルシファー ～ The Seed and the Sower ～)\" by fhána",
    "ending_song": "#1: \"Oshiete Blue Sky (おしえてブルースカイ)\" by Ayaka Ohashi (eps 1-4)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "fantasy",
        "mecha"
    ],
    "sinopse": "In the world of Gift, the bowels of the planet hide a highly sought after crystalline substance known as Giftium. A young boy on Gift named Sougo Amagi inherited his interest in Giftium from his mother, a researcher. As an inhabitant of Garden Indigo, a small and prosperous miner's town, Sougo has many opportunities to forage and collect rare crystals that can only be found there.\n\nHowever, the most exciting treasure that Sougo discovers is not a crystal, but a person. After being pulled into a school quarrel, he plummets into the deep caverns of an old mine. There, in the abysmal depths of the earth, Felia—an enigmatic girl with red eyes and blue hair—emerges from a large crystal. Through this strange first encounter, bonds of friendship are formed between Felia and Sougo. But Felia is being pursued by a secret organization that aims to use her powers for their own benefit, and Sougo and his friends must help her, all while discovering the true nature of this girl from the crystal.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/31318/Comet_Lucifer"
        },
        {
            "text": "Official Site",
            "link": "http://www.comet-lucifer.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11453"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=17386"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Comet_Lucifer"
        }
    ]
}