{
    "title": "Aru Nihon no Ekaki Shounen",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1564/114969.jpg",
        "alt": "aru-nihon-no-ekaki-shounen"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "ある日本の絵描き少年",
    "start_date": "2019-03-02",
    "rating": "G - All Ages",
    "tags": [
        "comedy",
        "dementia"
    ],
    "sinopse": "An animated short film that depicts, through experimental methods, the first half of the life of a man who aspires to be a manga artist. The central character, Shinji, is a boy who loves to draw. In elementary school, he encounters Masaru, a strange young boy who also loves drawing, but who draws only masked wrestlers. The two become friends.\n\nAs they progress through their elementary school grades, however, they gradually grow apart. Years later, Shinji still remains true to his dream of becoming a manga artist, and goes on to study art at the university. When his work is selected for a Best Young Artist Award, he decides to move to Tokyo and soon gets his first breakthrough. What awaits him there, though, is something completely different from the manga artist’s life that he had imagined. One day, for the first time in years, the 30-year-old Shinji comes across some work of his old friend Masaru, who has remained true to his drawing style.\n\nThe story is a mockumentary (\"mock documentary\"), and the narration is interspersed with monologues by Shinji's mother. As the central character grows, the animation style evolves from juvenile drawings doodled on random pieces of paper to sketches drawn on specialized manga paper, thus visualizing the flow of time.\n\n(Source: Japan Media Arts Festival)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/48992/Aru_Nihon_no_Ekaki_Shounen"
        },
        {
            "text": "Official Site",
            "link": "http://nekonigashi.com/a-japanese-boy-who-draws/"
        }
    ]
}