{
    "title": "Papillon: Hana to Chou",
    "type": "manga",
    "volumes": "8",
    "chapters": "40",
    "original_name": "パピヨン -花と蝶-",
    "start_date": "2007-07-13",
    "end_date": "2007-07-13",
    "tags": [
        "drama",
        "romance",
        "school",
        "shoujo",
        "psychological"
    ],
    "authors": [
        "Ueda",
        "Miwa (Story & Art)"
    ],
    "sinopse": "Ageha and her sister Hana are twins. At birth, their parents left Ageha in the care of their grandmother in the countryside. Hana was raised in the big city with her parents. However, when the girls were in first grade, their grandmother became ill and so, Ageha was sent to live with her parents and her twin sister in the city.\n\nThe two girls are in high school now, and are complete opposites. Growing up in the countryside has made Ageha a bit of a tomboy; she's a quiet, reserved girl who doesn't look anything special. Hana, on the other hand, is outgoing, gorgeous and popular at school. Regardless, the two girls appear to have a stable, good relationship with one another.\n\nOne day when all of Ageha's classmates leave to attend a concert, Ageha finds herself alone to maintain the booth at school during the school fair. Ageha feels as if she's Cinderella who didn't get invited to go to the ball. Just when she was thinking those thoughts, a boy wearing a horse mask on his head runs into the classroom and hides underneath a table. His name is Kyuu. It turns out he's being chased by some girls. After the girls leave, Ageha is startled by Kyuu who demands that she serve him coffee. As she does so, Kyuu flips through her agenda booklet and discovers a photograph of Ageha and the boy she has a crush on, Ryuusei, who she has known from childhood but since they moved away, they have forgotten each other. Kyuu asks if she likes Ryuusei, and if she wants to be Ryuusei's girlfriend in a teasing sort of way, causing much embarrassment to the girl. Kyuu then tells her that if she believes in her heart that it is possible, it could come true. Kyuu tells her to shout out that she's Ryuusei's girlfriend and that they are going out and her life is very good, which Ageha does so. As soon as she speaks the words, Ryuusei appears at the classroom door, and recognizes Ageha as the girl from his childhood that he used to play with. Ageha secretly thinks of Kyuu as Cinderella's fairy godmother and cannot believe that it happened.\n\nHowever, as Ageha and Ryuusei rekindle a friendship from long ago, Hana becomes suspicious or jealous of Ageha's relationship with Ryuusei. She becomes especially annoyed when she finds out that Ryuusei prefers Ageha to her. Hana then begins to formulate a plan to steal Ryuusei away from Ageha.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/1662/Papillon__Hana_to_Chou"
        }
    ]
}