{
    "title": "Yuusha Shirei Dagwon",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1548/91071.jpg",
        "alt": "yuusha-shirei-dagwon"
    },
    "type": "tv-serie",
    "episodes": "48",
    "original_name": "勇者指令ダグオン",
    "start_date": "1996-02-03",
    "end_date": "1996-02-03",
    "opening_song": "\"Kagayake! Dagwon\" by Nieve",
    "ending_song": "\"Kaze no naka no PRISM\" by Nieve",
    "rating": "G - All Ages",
    "tags": [
        "action",
        "adventure",
        "martial-arts",
        "mecha",
        "super-power",
        "school"
    ],
    "sinopse": "A huge space monster appeared in a city and began to destroy the city. People were escaping with screaming. Among them, there were five high school students, En, Kai, Shin, Yoku, and Ryu. However, they failed to escape, and they rushed into a patrol car parked nearby. The monster was approaching to them. When they began to accept their death, the patrol car glowed blue white and disappeared into a mysterious space carrying them. When they were astonished, it was an alien that appeared in front of them. He was a Bravian who is an officer of the Space Police Organization that was responsible for the peace and order of the universe. He explained them that he was aimed at by ferocious aliens in the Space Prison Sargasso. He added that he had given them a battle machine \"Dag Beagle\" made by copying machines on the Earth in order to fight against Sargasso.\n\nThey turned into Dagwon by the power of Bravian, and fought against space monsters. At that moment, the patrol car came in front of En. En grew into the car and turned into the Brave Robot Dag Fire, then beaten the enemy. However, the fight between the Brave Dagwon and the felonious aliens of Sargasso had just begun.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/3505/Yuusha_Shirei_Dagwon"
        },
        {
            "text": "Official Site",
            "link": "http://www.yusha.net/dagwon/index.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2459"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1831"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Brave_Command_Dagwon"
        }
    ]
}