{
    "title": "Nobunaga no Chef",
    "type": "manga",
    "original_name": "信長のシェフ",
    "start_date": "2011-03-04",
    "tags": [
        "comedy",
        "historical",
        "seinen"
    ],
    "authors": [
        "Nishimura",
        "Mitsuru (Story)",
        "Kajikawa",
        "Takurou (Art)"
    ],
    "sinopse": "A dazed young man is woken up by a stranger, and they soon discover that they are stranded in 16th-century Japan, in the midst of the Warring States Period. The other man laps up his injuries, but both of them are quickly discovered, suspected of being spies and chased by several militia soldiers. As his friend is shot by an arrow before his eyes, the dying man says that he, Ken, should live on and return to the Heisei Era from whence they came.\n\nKen manages to escape and is found by Natsu, a kind woman who works as a metalsmith, and she agrees to take him in. The young man realizes that while he has no recollection of where he came from or who he is, he still possesses the cooking skills and knowledge from his previous life. Even more, he remembers fragments about the tumultuous Warring States Period and some of the historical events that are yet to happen. Staying at Natsu's place, the chef quickly becomes the talk of the town and soon attracts the attention of a prominent historical figure: Oda Nobunaga.\n\nJust as the stories say, Nobunaga is a brazen, ruthless, and intimidating individual. Tolerating no dissent, he demands that Ken join him as his chef. The warlord is quickly impressed with his food and wastes no time employing Ken's gastronomic talents to achieve his political and military goals. The young chef finds himself slowly earning the warlord's trust by whipping up delicious meals that bedazzle Nobunag's allies and opponents alike, making full use of his historical knowledge and culinary prowess.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/49293/Nobunaga_no_Chef"
        }
    ]
}