{
    "title": "Five Star Stories",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/159793.jpg",
        "alt": "five-star-stories"
    },
    "type": "manga",
    "original_name": "ファイブスター物語",
    "start_date": "1986-04-10",
    "tags": [
        "mecha",
        "sci-fi",
        "military"
    ],
    "authors": [
        "Nagano",
        "Mamoru (Story & Art)"
    ],
    "sinopse": "The Five Star Stories takes its name from the Joker Star Cluster where the stories take place. The star cluster is made up of four stars: Eastern, Western, Southern and Northern. The \"fifth star\" is a large comet named Stant that passes through that sector of space every 1,500 years pulling with it its own collection of orbiting planets.\n\nIn the distant past the Farus Di Kanon Empire, now commonly known as the \"Super Empire,\" controlled all 4 solar systems of the Joker Cluster. They enjoyed a level of technology much higher than is currently known and sent explorers to the far reaches of the Joker Galaxy. Around the year 9000 AD (Ammon Duul) the empire collapsed due to internal strife. The explorers were called home and what remained of civilization focused mainly on survival. Much technology and knowledge was lost by the time the imperial families of Amaterasu, Fillmore and Hathuha gathered and established the JC era. JC stands for \"Joker Calendar\" and was meant to give a common frame of reference to all nations to help foster a lasting peace. The JC calendar was adopted but the dream of peace was never realized.\n\nThe first story of The Five Star Stories begins in JC 2988. At this time interstellar travel is common and genetically engineered \"fatimas\" are well established as necessary co-pilots of the fearsome mortar headds that dominate the battlefields. Warfare between nations is commonplace and few still hope for peace.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/1659/Five_Star_Stories"
        }
    ]
}