{
    "title": "The Heart's Rhythm of Angel",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/2319.jpg",
        "alt": "the-hearts-rhythm-of-angel"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "7",
    "original_name": "天使のハートリズム",
    "tags": [
        "yaoi"
    ],
    "authors": [
        "Gokurakuin",
        "Sakurako (Story & Art)"
    ],
    "sinopse": "1. Tenshi no Heart Rhythm (The heart's rhythm of angel)\n   Even though three years have passed since Satsuki last saw his former neighbor Naoiki, Satsuki never forgot him. Now that Naoiki's boy band is popular, Satsuki's feelings of love are rekindled, and he resolves to see him again. A sweet Christmas related story. (Shota)\n\n2. Tenshi no Heart Rhythm\n   Satsuki has his first sleepover with Naoiki, and more of their past is revealed. (Shota)\n\n3. Tenshi no Heart Rhythm\n   The story of Satsuki and Naoiki concludes as they become closer, unsure of how the outside world will handle their relationship.\n\n4. Daisuki dakara, dakshimete ne (I really love you, please hold me!) (oneshot)\n   Miki married Yae and adopted Nana as his son. Now that Yae's dead, father and son have only become closer. (Shota, Incest)\n\n5. Suito Homu (Sweet Home)\n   What do you do when your sex friend tells you that he has to leave the country due to his father's poor business decisions? Offer to buy him, of course! (BDSM)\n\n6. Kotori (Bird)\n   Kotori suffers horrific abuse at the hands of his father, yet he stays out of familial loyalty. He finds refuge with his new neighbor, Hitoshi, who shelters and feeds him – but at a price. Anger and jealousy ultimately lead to tragedy. (Child Abuse, Rape, and Incest)\n\n7. Kotori no Sora (Free Bird)\n   Now that Kotori is free, he is able to be with Hitoshi all the time. He soon learns, however, that Hitoshi has secrets of his own.\n\n(Source: MU)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/2122/The_Hearts_Rhythm_of_Angel"
        }
    ]
}