{
    "title": "Buddy Complex",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/12/57303.jpg",
        "alt": "buddy-complex"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "バディ・コンプレックス",
    "start_date": "2014-01-06",
    "end_date": "2014-01-06",
    "opening_song": "\"UNISONIA\" by TRUE",
    "ending_song": "\"Ano Sora ni Kaeru Mirai de (あの空に還る未来で)\" by ChouCho",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "sci-fi",
        "mecha"
    ],
    "sinopse": "When ordinary high school student Aoba Watase is suddenly targeted by a giant robot known as a \"Valiancer,\" he is saved by his mysterious classmate Hina Yumihara. After revealing that she and their robotic enemy are from the future, Hina suddenly propels Aoba 70 years forward in order to prevent his death.\n\nUpon arrival, Aoba finds himself in the cockpit of a Valiancer called \"Luxon,\" stuck in the midst of a firefight between the military forces of the Free Pact Alliance (FPA) and Zogilia Republic. After he shows high compatibility with an FPA pilot named Dio Weinberg, the two perform a successful \"coupling,\" allowing them to share experiences and subsequently increase their capabilities and skills. Although Aoba is able to survive this unexpected battle, he is taken into custody by the FPA ship Cygnus, who wishes to interrogate him. While the student's main concern is whether he will ever be able to return home, what he doesn't realize is that he is about to get caught up in a war to protect the world.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/21437/Buddy_Complex"
        },
        {
            "text": "Official Site",
            "link": "http://www.buddy-complex.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10291"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15749"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Buddy_Complex"
        }
    ]
}