{
    "title": "Choujin Sentai Baratack",
    "type": "tv-serie",
    "episodes": "31",
    "original_name": "超人戦隊バラタック",
    "start_date": "1977-07-03",
    "end_date": "1977-07-03",
    "opening_song": "\"Choujin Sentai Baratack (超人戦隊バラタック)\" by Columbia Yurikago Kai, Ichirou Mizuki",
    "ending_song": "\"Nakamatte Ii na (なかまっていいな)\" by Columbia Yurikago Kai, Koorogi '73, Mitsuko Horie",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sci-fi",
        "adventure",
        "mecha"
    ],
    "sinopse": "Late at night, at a lake surrounded by a peaceful forest, a mysterious spaceship landed on the water. The group that emerged from that ship kidnapped the head of space engineering, Professor Katou, and his family.\n\nThe Professor's second son, American football player Yuuji, who had run away from home was in the middle of a game and knew nothing of what had happened.\n\nThe four young people watching him were Mark, Dickey, Franco, and Yuri. They were a team of four psychics who had been training in a secret base. They had seen the previous night's events and believed them to be an alien attack. Believing their only option to be the transforming robot Baratack, they used their psychic powers to kidnap Yuuji.\n\nBaratack could only move by combining the powers of Yuuji and the other four acting as one. When all five, including the astonished Yuuji, cried \"Pentagoras Unite!” Baratack emerged. Yuuji was overcome with a violent rage, his fighting spirit burning to defeat the Golteus reptile army.\n\n(Source: Official Website)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/6970/Choujin_Sentai_Baratack"
        },
        {
            "text": "Official Site",
            "link": "http://www.toei-anim.co.jp/lineup/tv/barattack/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2045"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=927"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Chojin_Sentai_Balatack"
        }
    ]
}