{
    "title": "Diamond no Ace: Act II",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1153/100511.jpg",
        "alt": "diamond-no-ace-act-ii"
    },
    "type": "tv-serie",
    "episodes": "52",
    "original_name": "ダイヤの A[エース] actII",
    "start_date": "2019-04-02",
    "end_date": "2019-04-02",
    "opening_song": "#1: \"Hajimari no Uta (はじまりのうた)\" by GLAY",
    "ending_song": "#1: \"Golden After School (ゴールデンアフタースクール)\" by OxT (eps 1-13)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "school",
        "shounen",
        "sports"
    ],
    "sinopse": "The hallowed ground of Koshien Stadium is the \"field of dreams,\" where the ambitions of high school baseball players come true. After emerging victorious in the autumn tournament last year, Seidou High School baseball's team has finally earned the right to compete there for the first time in seven years. Beyond the spring tournament looms the battle to decide who is the best team in the nation — the Summer Koshien.\n\nWith the third-year players due to retire after the summer tournament, the team has to integrate the experience of the seniors and the potential of the newcomers to overcome familiar and new opponents alike and win the coveted national title.\n\nMeanwhile, pitcher Eijun Sawamura is as determined as ever to earn jersey No. 1 and seize the position of \"ace\" from his persistent rival, Satoru Furuya. As the team prepares for their greatest challenge yet, Sawamura and Furuya carry on their struggle to lead their team to glory and become the star of the game: the true \"Ace of the Diamond.\"\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38731/Diamond_no_Ace__Act_II"
        },
        {
            "text": "Official Site",
            "link": "http://www.diaace.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14504"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21598"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Ace_of_Diamond"
        }
    ]
}