{
    "title": "Aishichattano",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/2271.jpg",
        "alt": "aishichattano"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "7",
    "original_name": "あいしちゃったの",
    "start_date": "2002-01-20",
    "tags": [
        "school",
        "yaoi"
    ],
    "authors": [
        "Hoshino",
        "Lily (Story & Art)"
    ],
    "sinopse": "Various short stories with a tinge of shota.\n\n1. Two young lodgers are at daggers drawn but really love each other. One day one ate the other's pudding without asking permission.\n\n2. A Condition for Love - A heterosexual student is gradually falling in love with a gay one who told him of his feelings. (Appears as Ch. 3 of English ed. of Chocolate Surprise.)[B-U]\n\n3. Mix Chocolate - game involving two guys, lots of girls, and lots of chocolates. And hidden amongst those chocolates is a single Garana chocolate. If any of the girls land the Garana, they get to have sex with the hottest guy in the class, Kakiuchi! If one of the guys get it, they get to pick anyone they want to have sex with. But what happens when one guy, Ogasawara, gets the lucky Garana and asks the other guy to have sex with him?! (Source: Aurora Publishing)\n   Prequel to Mix Mix Chocolate Ch. 1 (English edition Ch. 2)\\*.\n\n4. Teach Me Love - A very popular student uses his classmate to evade his girlfriends. But one girl gets angry and hits the classmate, and the hero takes him to the school infirmary. (Ch. 4 from Mix Mix Chocolate\\*).\n\n5. Second Approach - At a school festival, a date with the hero is the prize for a charity auction. The hero is very embarrassed because his friend, whom he had previously turned down, buys him. (Ch. 5 from Mix Mix Chocolate\\*). [B-U:edited]\n\n6. A spoiled rich son orders his older servant to show his penis. But when he tries teasing it, his servant flies into a rage and rapes him savagely.\n\n7. A student puts a bandage over the eyes of a fellow pianist student, but this student recognizes his voice, which he loves, when he hears him singing.\n\n-   Note: Please see More Info tab (above) for further information.\n\n(from B-U)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/2081/Aishichattano"
        }
    ]
}