{
    "title": "Chocolate Surprise",
    "type": "manga",
    "volumes": "1",
    "chapters": "7",
    "original_name": "ミックス・ミックス・チョコレート; あいしちゃったの",
    "tags": [
        "yaoi"
    ],
    "authors": [
        "Hoshino",
        "Lily (Story & Art)"
    ],
    "sinopse": "Synopsis refers to the English (Deux Press) edition. See More Info tab for further explanation.\n\n1. \"Mix Chocolate\". Originally appeared as Ch. 3 of the manga Aishichattano. Prequel to Ch. 2 below, which appeared in the Japanese manga Mix Mix Chocolate.\n\n2. \"Mix Mix Chocolate\" - a game involving two guys, lots of girls, and lots of chocolates. And hidden amongst those chocolates is a single Garana chocolate. If any of the girls land the Garana, they get to have sex with the hottest guy in the class, Kakiuchi! If one of the guys get it, they get to pick anyone they want to have sex with. But what happens when one guy, Ogasawara, gets the lucky Garana and asks the other guy to have sex with him?! (Source: Aurora Publishing)\n\n3. A Condition for Love - A heterosexual student is gradually falling in love with a gay one who told him of his feelings. (Originally Ch. 2 from Aishichattano.) [B-U]\n\n4. Teach Me Love - A very popular student uses his classmate to evade his girlfriends. But one girl gets angry and hits the classmate, then the hero takes him to the school infirmary. (Ch. 4 from Aishichattano.) [B-U]\n\n5. Second Approach - At a school festival, a date with the hero is the prize for a charity auction. The hero is very embarrassed because his friend, who was dumped by him before, buys him. (Ch. 5 from Aishichattano). [B-U:edited]\n\n6. Spend the Night with Me - Childhood friend Akiyoshi shows up every weekend at Koichi's house uninvited to hang out and spend the night. Doesn't he have any other friends?\n\n7. The Power of a Kiss - a boy fairy, who lives in the potted plant on Shiro's windowsill, becomes able to take human form permanently (except with ears and wings) when Shiro, half-asleep, kisses him on the night of the full moon.\n\n8. Who Owns a Gentle Heart? - the formerly-married father of a young girl and her college-age tutor fall in love and sneak out to get together when she has a lesson, unbeknownst to her.\n\n9. Human Comfort - (Hito Hade) - Student secretly works in a brothel to assuage his loneliness, where a fellow student tracks him down. (Appeared as Ch. 6 of Japanese ed. of Mix Mix Chocolate.)\n\n[Ch. 6-9: MAL Staff]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/2087/Chocolate_Surprise"
        }
    ]
}