{
    "title": "Romantic Beauty",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/5/10381.jpg",
        "alt": "romantic-beauty"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "original_name": "ロマンティック・ビューティー",
    "start_date": "2006-01-20",
    "tags": [
        "romance",
        "shoujo"
    ],
    "authors": [
        "Doumoto",
        "Nao (Story & Art)"
    ],
    "sinopse": "Collection of 5 stories:\n\n1. Romantic Beauty\n   Since she's moving to a different town due to her dad's job, Yuka decides to confess to the popular Takigawa-kun during the Junior High graduation—only to be rejected and called a \"fatso\" in front of everyone! A humiliated Yuka becomes determined to turn herself into someone Takigawa will notice so she can realize her dream of having her first time with him. However, when a completely transformed Yuka goes back to her old home town for a school reunion, the person who calls out to her is...?!\n\n2. The Queen and Her Slave\n   After drinking the night before, Ai wakes up naked with a stranger in her bed and no memory of how they got that way! She learns that not only has she lost her virginity but it's... to a sixteen-year-old high school boy?! When the young, but handsome Madoka offers to be her slave, Ai accepts and becomes his \"queen\"—much to the envy of her friends. But is there more than just a master-servant relationship here...?\n\n3. Pure Love, Forbidden Love\n   Kazuko treasures her fond memories of her cousin and first love, Ryo. When she transfers to his school after being apart from him for 10 years, she races to reunite with the prince from her childhood—only to find him with one of his many \"sex friends\" in the student council room! It seems the boy Kazuko remembers as being so gentle and caring has changed! Or has he...?\n\n4. The Days When I Yearn For Love\n   Mochida likes Aoyama but has a hard time speaking to him normally. Because her class recently changed seats, she now sits next to Aoyama. Will she be able to open up to him before they change seats again?\n\n5. The Warmth of Your Fingertips\n   While on the train, Yuna's classmate Yuasa protected her from a pervert. Yuna felt really happy but lost her chance to thank him. Although he is a quiet guy and may look angry, he continues to protect her each time on the train. Is there something more to his actions?\n\n(Source: M-U)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/2108/Romantic_Beauty"
        }
    ]
}