{
    "title": "Nana",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/11232.jpg",
        "alt": "nana"
    },
    "type": "tv-serie",
    "episodes": "47",
    "original_name": "NANA [ナナ]",
    "start_date": "2006-04-05",
    "end_date": "2006-04-05",
    "opening_song": "#1: \"Rose\" by Anna inspi' Nana ~Black Stones~ (eps 1-21)",
    "ending_song": "#1: \"A Little Pain\" by Olivia inspi' Reira ~Trapnest~ (eps 01-08, 10-18, 41 (for TV broadcast))",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "music",
        "slice-of-life",
        "comedy",
        "drama",
        "romance",
        "shoujo"
    ],
    "sinopse": "Nana Komatsu is a helpless, naïve 20-year-old who easily falls in love and becomes dependent and clingy to those around her. Even though she nurses ambitious dreams of removing herself from her provincial roots and finding her true calling, she ends up traveling to Tokyo with the humble reason of chasing her current boyfriend Shouji Endo.\n\nNana Osaki, on the other hand, is a proud, enigmatic punk rock vocalist from a similarly rural background, who nurtures the desire to become a professional singer. Putting her career with a fairly popular band (and her passionate romance with one of its former members) firmly behind her, she boards the same train to Tokyo as Nana Komatsu.\n\nThrough a fateful encounter in their journey toward the metropolis, the young women with the same given name are brought together, sparking a chain of events which eventually result in them sharing an apartment. As their friendship deepens, the two attempt to support each other through thick and thin, their deeply intertwined lives filled with romance, music, challenges, and heartbreaks that will ultimately test their seemingly unbreakable bond.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/877/Nana"
        },
        {
            "text": "Official Site",
            "link": "http://www.ntv.co.jp/nana/index.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=4143"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=6115"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Nana_%28manga%29"
        }
    ]
}