{
    "title": "Karigurashi no Arrietty",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/9/75905.jpg",
        "alt": "karigurashi-no-arrietty"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "借りぐらしのアリエッティ",
    "start_date": "2010-07-17",
    "opening_song": "\"The Neglected Garden\" by Cécile Corbel",
    "ending_song": "\"Arrietty's song\" by Cécile Corbel",
    "rating": "G - All Ages",
    "tags": [
        "fantasy"
    ],
    "sinopse": "While spending the summer at his aunt's house, the young but sickly Shou makes an amazing discovery: after following the house cat into the bushes, he gets a glimpse of a miniature girl about the size of his finger! Calling her kind \"Borrowers,\" as they survive on tiny bits of human possessions, the girl introduces herself as Arrietty. As he discovers that she lives in the house basement with her parents, Pod and Homily, Shou becomes imaginably excited at the idea of such unique neighbors.\n\nHowever, he fails to understand the adversities they face on a daily basis. In addition to keeping their existence hidden, they must also embark on perilous adventures into human territory, from the house to the outdoors, in order to make a living. Despite her parents' warnings, Arrietty befriends Shou, stirring up unexpected events that may change their lives forever.\n\nDelighting the eye and conquering the heart, the breath-taking story of a friendship transcending the tensions between two different human kinds begins.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/7711/Karigurashi_no_Arrietty"
        },
        {
            "text": "Official Site",
            "link": "http://karigurashi.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7258"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=11212"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/The_Borrower_Arrietty"
        }
    ]
}