{
    "title": "Utsunomiko: Heaven Chapter",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/30529.jpg",
        "alt": "utsunomiko-heaven-chapter"
    },
    "type": "ova",
    "episodes": "13",
    "original_name": "宇宙皇子 天上篇",
    "start_date": "1990-10-24",
    "end_date": "1990-10-24",
    "opening_song": "\"Mirai e no Shinwa (未来への神話)\" by Yoshimi Hamada (浜田良美)",
    "ending_song": "\"Aoi Hitomi no Naka ni\" (蒼い瞳の中に)\" by Yoshimi Hamada (浜田良美)",
    "rating": "PG - Children",
    "tags": [
        "adventure",
        "demons",
        "fantasy"
    ],
    "sinopse": "Delving into the humans' spiritual journey to the Celestial Realm of Buddha, UTSU NO MIKO follows five friends on their quest to bring peace to a corrupt and chaotic Earth.\n\nBorn with a horn, Utsu no Miko found refuge on Mt. Kongo where he studies to become a God. But when the ruling imperial government seems to bring only devastation to the people, Miko and his friends venture on a 33-year quest to reach the Celestial Realm and meet the almighty Father of the North Star. Yet, the way is filled with danger, for the five humans intrude upon the world of immortals where the gods reign supreme. And, in order to reach their goal, Miko must first challenge them to battle.\n\nHowever, they soon realize that the gods too are not without flaws and earthly desires. And for Miko, the hope of rescuing his love (Kagami) leads to the realization that the world cannot exist without the balance of gods' tumultuous soul, and the humans' will to survive and to love. For, as one life ceases, another takes its place. And only when there is true peace can people finally see the face of God.\n\n(Source: AniDB)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/5923/Utsunomiko__Heaven_Chapter"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2799"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=4624"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Utsunomiko"
        }
    ]
}