{
    "title": "Kekkaishi (TV)",
    "type": "tv-serie",
    "episodes": "52",
    "original_name": "結界師",
    "start_date": "2006-10-16",
    "end_date": "2006-10-16",
    "opening_song": "\"Sha la la –Ayakashi NIGHT–\" by Saeka Uura",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "demons",
        "supernatural",
        "shounen"
    ],
    "sinopse": "Yoshimura Sumimura comes from a long line of \"Kekkaishi,\" individuals who have supernatural abilities and are able to destroy evil creatures called Ayakashi that venture into the human realm from time to time. The Ayakashi are demons that look to feast on the power emanating from the land of Karasumori, which also happens to be where Yoshimura's high school is located. Now, Yoshimura must fight to protect his beloved school and hometown. Although, if it were up to him, he would rather be baking cakes than fighting off the ugly characters that show up at night.\n\nThankfully, Yoshimura isn't the only one helping to keep the baddies at bay. His childhood friend and neighbor, Tokine Yukimura, joins him in this righteous battle. Despite the fact that they are from rival clans, these two make a fantastic team. And teamwork is something vital to fighting the evil that is closing in, as the Ayakashi attack in waves, looking to claim the land as their own, and a shadowy organization looks on, ready to pounce when the time is right...",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1606/Kekkaishi_TV"
        },
        {
            "text": "Official Site",
            "link": "http://www.sunrise-inc.co.jp/kekkaishi/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=4574"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=6806"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Kekkaishi"
        }
    ]
}