{
    "title": "IDOLiSH7",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1390/90828.jpg",
        "alt": "ido-li-sh-7"
    },
    "type": "tv-serie",
    "episodes": "17",
    "original_name": "アイドリッシュセブン",
    "start_date": "2018-01-07",
    "end_date": "2018-01-07",
    "opening_song": "\"WiSH VOYAGE\" by IDOLiSH7",
    "ending_song": "#1: \"Heavenly Visitor\" by TRIGGER (eps 4-7, 9-11, 13-17)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "music",
        "drama"
    ],
    "sinopse": "On her first day of work at her father's small production agency, Tsumugi Takanashi was not expecting to be made the manager of the agency's new male idol group. Though shocked that her father is trusting her with such a major project so soon, Tsumugi vows to do everything she can to support the seven young boys. After seeing how well the boys work as a team, Tsumugi meets with her father and learns that her first job as manager will be to cut four boys from the group. This is because her father believes seven idols are too much to manage, and the current top group, TRIGGER, only has three members.\n\nAfter holding an impromptu audition, Tsumugi returns to her father and boldly declares that she refuses to cut anyone from the group, as each member has a unique allure which collectively enhances the group's appeal. She returns to the boys and they are thrilled that none of them will get to miss out on their dreams. Together they become IDOLiSH7, and prepare to take on the fiercely competitive world of idols.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/33899/IDOLiSH7"
        },
        {
            "text": "Official Site",
            "link": "http://idolish7.com/aninana/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12339"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20122"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Idolish_7"
        }
    ]
}