{
    "title": "Seikon no Qwaser",
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "聖痕のクェイサー",
    "start_date": "2010-01-10",
    "end_date": "2010-01-10",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "super-power",
        "supernatural",
        "ecchi",
        "seinen"
    ],
    "sinopse": "When Tomo Yamanobe's father—the former headmaster of Saint Mikhailov Academy—disappeared, he left nothing behind except for a piece of art called the \"icon.\" Soon after his disappearance, rumors of a serial killer attacking female students of the academy began to spread.\n\nAs Tomo and her sister Mafuyu Oribe head home after being tormented at school, Tomo trips over an injured silver-haired boy who abruptly vanishes while being tended to. Mafuyu goes to look for him, only to discover that the church holding the icon is burning down. When she tries to save the painting, the rumored serial killer suddenly attacks her with a mysterious ability to control magnesium. Appearing out of nowhere, the silver-haired boy, who can control iron, rescues Mafuyu.\n\nMafuyu finds out that the boy, named Alexander Nikolaevich \"Sasha\" Hell, is a \"qwaser\"—a being who is capable of controlling an element through the power of \"soma,\" received through the act of breastfeeding. Confused by the ordeal, Mafuyu attempts to move past it with little luck, as Sasha transfers to her class the next day. What will become of Tomo and Mafuyu's normal school life with the danger of other qwasers looming close to them?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/6500/Seikon_no_Qwaser"
        },
        {
            "text": "Official Site",
            "link": "http://www.qwaser.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6816"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10873"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/The_Qwaser_of_Stigmata"
        }
    ]
}