{
    "title": "Final Fantasy: Unlimited",
    "type": "tv-serie",
    "episodes": "25",
    "original_name": "ファイナルファンタジー：アンリミテッド",
    "start_date": "2001-10-02",
    "end_date": "2001-10-02",
    "opening_song": "\"Over the Fantasy\" by Kana Ueda",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "fantasy",
        "sci-fi",
        "shounen"
    ],
    "sinopse": "Years ago, the opening of an interdimensional portal released two beasts into the skies over the Sea of Japan, visible to all the countries along the coast. After destroying the naval patrol sent to investigate the disturbance, the two beasts then turned against each other.\n\nWitnessing the fight from Japan, scientists Joe and Marie Hayakawa were sucked into the rift. Upon returning to Earth, they compiled and published the academic findings from their voyage in a legendary book titled ''Day of Succession''. Attempting a second expedition to that other dimension twelve years later, the couple have not returned.\n\nTwins Ai and Yu Hayakawa decide to set forth in search of their parents and the mysterious Wonderland they studied. In the ruins of an abandoned subway station, the two wait for a train to take them to the world beyond. On board they meet Lisa Pacifist, who quickly decides to aid the two in the search for their missing family. Can the three of them manage to find Joe and Marie?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1157/Final_Fantasy__Unlimited"
        },
        {
            "text": "Official Site",
            "link": "http://www.ffudvd.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=156"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=639"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Final_Fantasy_Unlimited"
        }
    ]
}