{
    "title": "Owari no Seraph",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/137573.jpg",
        "alt": "owari-no-seraph"
    },
    "type": "manga",
    "original_name": "終わりのセラフ",
    "start_date": "2012-09-03",
    "tags": [
        "action",
        "drama",
        "shounen",
        "vampire",
        "supernatural"
    ],
    "authors": [
        "Yamamoto",
        "Yamato (Art)",
        "Kagami",
        "Takaya (Story)",
        "Furuya",
        "Daisuke (Story)"
    ],
    "sinopse": "Having lost his parents, eight-year-old Yuuichirou Amane is taken in by the Hyakuya Orphanage, where he struggles to bond with his new \"family.\" However, this soon becomes the least of his worries, when a major pandemic suddenly strikes, killing all above the age of 13. Taking advantage of the chaos, vampires—who previously laid dormant underground—rise up and enslave the surviving humans, using them as livestock to harvest blood.\n\nFour years later, Yuuichirou and his family have adjusted to life under vampire control, although Yuuichirou still aspires to kill all vampires and end their reign of terror. This often puts him at odds with fellow orphan Mikaela Hyakuya, who emphasizes using wit and ingenuity to survive. Having garnered favor among high-ranking vampires, Mikaela gains inside knowledge and uses this to plan a daring escape. But during the attempt, the group of orphans is intercepted by vampire officer Ferid Bathory, who proceeds to massacre them. Yuuichirou is the only member of the group to escape to the surface, where he is discovered by the Moon Demon Company, a military unit dedicated to hunting down vampires. Given an invitation to join, Yuuichirou swiftly accepts, finally being presented an opportunity to achieve his ambitions and avenge his family.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/43661/Owari_no_Seraph"
        }
    ]
}