{
    "title": "Paradise Kiss",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/7/80636.jpg",
        "alt": "paradise-kiss"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "Paradise kiss",
    "start_date": "2005-10-14",
    "end_date": "2005-10-14",
    "opening_song": "\"♥Lonely in Gorgeous♥\" by Tommy february6",
    "ending_song": "\"Do You Want To\" by Franz Ferdinand",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "comedy",
        "drama",
        "josei",
        "romance",
        "slice-of-life"
    ],
    "sinopse": "On her way home from school, Yukari Hayasaka is approached by a weird-looking guy who starts looking at her body intently. He's got blond spiky hair, a spiked choker, and multiple piercings on his ears and face. She wants nothing to do with him, and runs away, only to bump into a very tall and beautiful purple-haired woman with a flower pattern around her eye. Yukari faints from shock and wakes up later in a strange place called the Atelier. It turns out that these strangers are fashion designers who attend the most famous art school around, Yazawa Art Academy, and their group wants Yukari to model for their brand in Yazawa Academy's upcoming show.\n\nYukari turns down their offer and escapes the Atelier, but unknowingly leaves her school ID behind. George Koizumi, the head designer, later sees it and immediately knows she would be the perfect model for them and will not stop until he gets what he wants—and he wants her. Yukari had never considered something as frivolous as modeling before, but could life among these eccentric designers actually prove to be fun? Or will Yukari lose herself in this world of art and passion?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/322/Paradise_Kiss"
        },
        {
            "text": "Official Site",
            "link": "http://web.archive.org/web/20080101232957/parakiss.tv/_pkiss/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=3145"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=5081"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Paradise_Kiss"
        }
    ]
}