{
    "title": "Jewelpet Twinkle☆",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/12/73943.jpg",
        "alt": "jewelpet-twinkle☆"
    },
    "type": "tv-serie",
    "episodes": "52",
    "original_name": "ジュエルペット てぃんくる ☆",
    "start_date": "2010-04-03",
    "end_date": "2010-04-03",
    "opening_song": "\"Happy☆Tinkle\" by Masuyama Kayano with Ruby",
    "ending_song": "\"Sora ni Rakugaki\" by Akari, Miria, and Sara",
    "rating": "PG - Children",
    "tags": [
        "fantasy",
        "magic",
        "school",
        "shoujo"
    ],
    "sinopse": "In Jewel Land, Jewelpets, creatures who has the natural ability to use magic lived in harmony with the Witches, attending the School of Witchcraft and Wizardry to learn to use magic with their Jewel Eyes. However for Ruby, a white Japanese Hare whose magic sometimes fail, is appointed to go to the Human World to search for her partner. But when she used the card the magicians gave her, she was sent to the Human World by accident. In the Human World, A girl named Akari Sakura met her on the beach on her way to school. At first, Akari can't understand her due to her Jewel Land Language until Ruby took a special candy so she could speak and understand human language. As the day passes, Ruby knew about her problems and later apologized. A Jewel Charm appeared on Akari's hand and she realized it that she's chosen by Ruby to be her partner. After that, she decided to enter the Jewel Star Grand Prix, on the prize is that any wish that they wanted will be granted. Will she be the Next Jewel Star and her wish be granted in the end? Or It'll just end in one big disaster...\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/8217/Jewelpet_Twinkle☆"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-tokyo.co.jp/anime/jewelpet2/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7414"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=11285"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Jewelpet_%28anime%29"
        }
    ]
}