{
    "title": "Bishoujo ni Natta kedo, Netoge Haijin Yattemasu.",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/235879.jpg",
        "alt": "bishoujo-ni-natta-kedo-netoge-haijin-yattemasu"
    },
    "type": "manga",
    "original_name": "美少女になったけど、ネトゲ廃人やってます。",
    "start_date": "2019-11-29",
    "tags": [
        "adventure",
        "fantasy",
        "game",
        "gender-bender"
    ],
    "authors": [
        "Hoshikuzu",
        "Ponpon (Story)",
        "Izumino",
        "Sen (Art)"
    ],
    "sinopse": "The story follows the high school student Jintarou Futsu, whose confession was rejected by his crush. His misfortune continues, as news of a gender-change disease turns Jintarou into a beautiful silver haired girl. The shock of it causes him to try to escape from reality by playing the VRMMO, Clan/Clan...\n\nHis game character uses the same girl appearance as in real life, and the Alchemy skill, which most players call a trash skill. He meets lots of fellow adventurers, and becomes stronger within the game world of Clan/Clan's slogan, \"When one becomes an adventurer, they can fight, steal, control, explore, invent, create, and do anything as they like.\"\n\nHe meets a wide variety of adventurers that help him grow, while hiding what happened to his appearance as a bug to his friends who also play the game, and hides the fact that he had become a girl in real life. When summer break is over, he will have to show his face at school.\n\nThis is about one of the best National-class adventurers, the story of the Alchemist who won a war without even taking a single step. When a normal high school student suddenly turns into a beautiful girl, what would they do? The answer is to that is to become a net-game addict!\n\n(Source: Shousetsuka ni Narou, translated)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/125561/Bishoujo_ni_Natta_kedo_Netoge_Haijin_Yattemasu"
        }
    ]
}