{
    "title": "Azumanga Daioh",
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "あずまんが大王 THE ANIMATION",
    "start_date": "2002-04-09",
    "end_date": "2002-04-09",
    "opening_song": "\"Soramimi Cake\" by Oranges & Lemons",
    "ending_song": "\"Raspberry Heaven\" by Oranges & Lemons",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "comedy",
        "school"
    ],
    "sinopse": "Chiyo Mihama begins her high school career as one of the strangest students in her freshman class—a tiny, 10-year-old academic prodigy with a fondness for plush dolls and homemade cooking. But her homeroom teacher, Yukari Tanizaki, is the kind of person who would hijack a student's bike to avoid being late, so \"strange\" is a relative word.\n\nThere certainly isn't a shortage of peculiar girls in Yukari-sensei's homeroom class. Accompanying Chiyo are students like Tomo Takino, an energetic tomboy with more enthusiasm than brains; Koyomi Mizuhara, Tomo's best friend whose temper has a fuse shorter than Chiyo; and Sakaki, a tall, athletic beauty whose intimidating looks hide a gentle personality and a painful obsession with cats. In addition, transfer student Ayumu Kasuga, a girl with her head stuck in the clouds, fits right in with the rest of the girls—and she has a few interesting theories about Chiyo's pigtails!\n\nTogether, this lovable group of girls experience the ups and downs of school life, their many adventures filled with constant laughter, surreal absurdity, and occasionally even touching commentary on the bittersweet, temporal nature of high school.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/66/Azumanga_Daioh"
        },
        {
            "text": "Official Site",
            "link": "http://www.jcstaff.co.jp/sho-sai/aztv-shokai/azumatv-story.htm"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=106"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=799"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Azumanga"
        }
    ]
}