{
    "title": "Urusei Yatsura",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/9/17573.jpg",
        "alt": "urusei-yatsura"
    },
    "type": "tv-serie",
    "episodes": "195",
    "original_name": "うる星やつら",
    "start_date": "1981-10-14",
    "end_date": "1981-10-14",
    "opening_song": "#1: \"Lum no Love Song\" by Hiroko Matsuya (eps 001-077)",
    "ending_song": "#1: \"Uchuu wa Taihen da!\" by Hiroko Matsuya (eps 001-021)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "sci-fi",
        "adventure",
        "comedy",
        "drama",
        "romance"
    ],
    "sinopse": "Not much is notable about the lecherous Ataru Moroboshi, but his extraordinary bad luck sticks out like the horns in an alien's head. When Earth is threatened by a fleet of alien invaders known as the Oni, Ataru is selected to represent humanity in a duel against one of them. It's a stroke of rare luck for Ataru that the duel is in fact a game of tag, and that his opponent is Lum, daughter of the Oni's leader, who places her personal dignity above victory—as Ataru finds out by seizing Lum's bikini top and with it, victory.\n\nHowever, misfortune kicks in again when Lum mistakes Ataru's promise to marry his girlfriend, Shinobu Miyake, as the desire to wed Lum herself, and decides she rather likes the idea. Wielding her influence as an alien princess, she moves in with him. Forced to deal with the consequences of his womanizing ways, Ataru must balance his crumbling relationship with Shinobu while keeping Lum happy, all the while flirting with every woman he meets.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1293/Urusei_Yatsura"
        },
        {
            "text": "Official Site",
            "link": "http://www.5-ace.co.jp/urusei/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=377"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=90"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Urusei_Yatsura"
        }
    ]
}