{
    "title": "Hanamonogatari",
    "type": "tv-serie",
    "episodes": "5",
    "original_name": "花物語",
    "start_date": "2014-08-16",
    "opening_song": "#1",
    "ending_song": "\"the last day of my adolescence\" by Suruga Kanbaru (Miyuki Sawashiro) (TV broadcast; opening theme in BD/DVD version)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "mystery",
        "comedy",
        "supernatural"
    ],
    "sinopse": "Now that Koyomi Araragi and Hitagi Senjougahara have graduated, very few familiar faces remain at Naoetsu Private High School, one of them being Kanbaru Suruga, holder of the Monkey's Paw. When she begins to hear talk of a mysterious being known as the \"Devil,\" who will magically solve any problem, she immediately thinks these rumors are about her and decides to investigate.\n\nShe discovers the Devil is actually Rouka Numachi, a former rival from junior high who is providing free advice to those who seek her out now that she is no longer able to play basketball due to a leg injury. Acting as a collector of misfortune, she enjoys relieving the stress of her clients by providing them with the false hope of having their problems solved. Although Kanbaru sees no real harm being done, she reprimands Rouka for lying and heads home, relieved she is not the cause of the rumors. But when she finds that her left hand has reverted back to its human form, she may have a reason to worry after all...\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/21855/Hanamonogatari"
        },
        {
            "text": "Official Site",
            "link": "http://www.monogatari-series.com/2ndseason/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10046"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15973"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Monogatari_%28series%29"
        }
    ]
}