{
    "title": "Nekomonogatari: Kuro",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/4/84001.jpg",
        "alt": "nekomonogatari-kuro"
    },
    "type": "tv-serie",
    "episodes": "4",
    "original_name": "猫物語（黒）",
    "start_date": "2012-12-31",
    "opening_song": "\"perfect slumbers\" by Tsubasa Hanekawa (Yui Horie)",
    "ending_song": "\"Kieru daydream (消える daydream)\" by Marina Kawano",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "comedy",
        "supernatural",
        "romance",
        "ecchi"
    ],
    "sinopse": "After surviving a vampire attack, Koyomi Araragi notices that his friend and savior, Tsubasa Hanekawa, has been acting strange. When he happens to cross paths with her on his way to a bookstore and sees she has a bandage on her face, he knows something must definitely be wrong. Araragi wants to help her, but Hanekawa assures him that her wound is just something she received at home and that he should not concern himself with it. But when a white cat with no tail is hit and killed by a car, the pair bury the creature and the real trouble begins.\n\nWhen Araragi later pays a visit to his friend Meme Oshino and recounts the day's events, he is informed what they have buried is actually an apparition, one perfect for Hanekawa in her current state. Tasked with finding his friend to confirm her safety, he discovers that she has attacked her parents, possessed by the \"Sawari Neko.\" Now, it is up to Araragi to help Hanekawa as she once helped him.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/15689/Nekomonogatari__Kuro"
        },
        {
            "text": "Official Site",
            "link": "http://www.nekomonogatarikuro-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9453"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14954"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/猫物語"
        }
    ]
}