{
    "title": "Araiguma Rascal",
    "type": "tv-serie",
    "episodes": "52",
    "original_name": "あらいぐまラスカル",
    "start_date": "1977-01-02",
    "end_date": "1977-01-02",
    "opening_song": "\"Rock River e (ロックリバーへ)\" by Columbia Yurikago Kai, Kumiko Oosugi, St. Mary's Children's Chorus",
    "ending_song": "\"Oide Rascal (おいでラスカル)\" by Kumiko Oosugi",
    "rating": "G - All Ages",
    "tags": [
        "drama",
        "historical",
        "slice-of-life"
    ],
    "sinopse": "Life in Brailsford Junction, Wisconsin, is simple and quiet for Sterling North, who spends most of his free time caring for animals. With his mother in the hospital and his brother fighting on the Western Front, the boy lives only with his father and his dog Hauser.\n\nOne weekend, cutting away from his usual chores, Sterling, his friend Oscar, and Hauser head off on a fishing trip. On their way to the river, his dog catches a scent at the base of a tree. Unearthing a raccoon's nest, the two boys find an orphaned kit. A passing hunter has killed the kit's mother to make a fur hat, leaving Sterling to adopt and care for the orphaned raccoon.\n\nTorn by his fracturing family, a brother in the trenches, along with the ailing health of his mother, Sterling's bonds with life and the world around him are kept together and strengthened by life with his new friend, the \"ring-tailed wonder\" and scoundrel, whom he names Rascal.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2576/Araiguma_Rascal"
        },
        {
            "text": "Official Site",
            "link": "http://www.bandaivisual.co.jp/kidstop/meisaku/rasukaru/rasukaru.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2306"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=437"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Araiguma_Rascal"
        }
    ]
}