{
    "title": "Ten Count",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/159479.jpg",
        "alt": "ten-count"
    },
    "type": "manga",
    "volumes": "6",
    "chapters": "51",
    "original_name": "テンカウント",
    "start_date": "2013-07-13",
    "end_date": "2013-07-13",
    "tags": [
        "drama",
        "romance",
        "yaoi"
    ],
    "authors": [
        "Takarai",
        "Rihito (Story & Art)"
    ],
    "sinopse": "Tadaomi Shirotani is the secretary to the company president of Tosawa Corporation—and is a severe mysophobe. His obsessive-compulsive disorder has limited him in every aspect, from being unable to leave the house without a pair of gloves on, to cleaning his hands vigorously enough to make them bleed.\n\nWhen the president gets into an accident, he is saved by a mysterious young man who departs as quickly as he appears. Ordered to go after him, Shirotani meets Riku Kurose, a man who is able to quickly identify his mysophobia. Begrudgingly taking his advice to seek help from a professional, Shirotani visits Shimada Psychosomatics with the hope of seeing a psychiatrist. When he once again runs into Kurose there, the man reveals that he himself is a counselor at the clinic, and offers to treat Shirotani's condition.\n\nKurose asks him to write a list of 10 things he is reluctant to do—thus beginning his course of exposure therapy. Yet, Shirotani wonders why Kurose would show such kindness to a stranger. After all, the two have barely met, and Kurose does not deny the accusations of an ulterior motive.\n\nWith number 10 on the list left blank by an undecided Shirotani, Kurose issues a challenge. Once Shirotani figures out the last item, the thing he would hate to do the most, only then will his newfound counselor finally tell him the truth.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/56857/Ten_Count"
        }
    ]
}