{
    "title": "Tetsuko no Tabi",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/11/3270.jpg",
        "alt": "tetsuko-no-tabi"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "鉄子の旅",
    "start_date": "2007-06-24",
    "end_date": "2007-06-24",
    "opening_song": "\"Nanka Ari Kamo Ne (なんかアリかもね)\" by SUPER BELL\"Z",
    "ending_song": "\"Ooi Naru Tabiji (大いなる旅路)\" by SUPER BELL\"Z",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "seinen",
        "slice-of-life"
    ],
    "sinopse": "Based on a seinen manga by Kikuchi Naoe and Yokomi Hirohiko, serialised in IKKI.\n\nThe \"story\" is that a manga artist is asked by her boss to accompany him and a travel-writer on various train trips around Japan and draw a manga about it.\n\nThe kicker though, is that it's completely non-fiction —the creator really did go on all these trips, and the manga simply records what happened, with no embellishment. There's a little disclaimer at the front that says \"This is non-fiction, so I apologize for the lack of drama,\" and indeed, it mostly is just about them riding trains from place to place, waiting on platforms, etc.\n\nThe \"travel writer\" turns out to be a super train-otaku who has vast knowledge of the train network, but also micro-manages all their trips, planning every detail down to the second. He cares mostly about following the schedule and successfully achieving his planned goals (e.g. visiting all stations on a line in a completely bizarre order to accomodate infrequent trains). The mangaka doesn't really care about trains; she's cynical, sarcastic, and rather lazy (she mainly just looks forward to the next eki-ben); he's completely gung-ho as long as he's following the schedule, and the inevitable conflicts are pretty entertaining.\n\nThroughout, though, it feels real —if you've travelled by train in Japan it will all seem very familiar, not just the scenery, but also the atmosphere and feel— and the artist does a great job of pacing and applying little tweaks to keep it consistently entertaining. In an additional bit of recursiveness, some of the characters who show up in the manga (who of course are real people, who really did show up) do so because they (really) read previous episodes of the manga!\n\nIn addition of course, you can learn about various out of the way and interesting Japanese train lines and stations; some of them really do look cool. There's always this vague sense of surreality about it however, the trips are all planned by the train-guy (goal: visit all 9,843 stations in Japan) who seems to consider everything as part of a checklist rather than an experience to be enjoyed. You learn a bit about train-otaku culture too; there's really only the one guy in the story, but train-otaku culture is a sort of constant peripheral presence.\n\n(Source: AniDB)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2552/Tetsuko_no_Tabi"
        },
        {
            "text": "Official Site",
            "link": "http://www.tetsuko.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5197"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=7543"
        }
    ]
}