{
    "title": "Fairy Gone",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "Fairy gone フェアリーゴーン",
    "start_date": "2019-04-08",
    "end_date": "2019-04-08",
    "opening_song": "\"KNOCK on the CORE\" by (K)NoW_NAME",
    "ending_song": "\"Ash-like Snow\" by (K)NoW_NAME",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "demons",
        "fantasy",
        "magic",
        "supernatural"
    ],
    "sinopse": "\"Once upon a time, fairies were tools of war.\"\n\nThe story takes place in a world where fairies possess and dwell in animals, giving them mysterious abilities. By removing the organs of a possessed animal and transplanting them into humans, fairies can be summoned as an alter ego and be used as a weapon. Such individuals who used fairies as war tools were called \"Fairy Soldiers.\" Once the war was over and they completed their roles, the soldiers lost their purpose. Some began working for the government, some joined the mafia, and some even became terrorists, as each chose their own way to live.\n\nNine years have passed since the war. The protagonist Mariya is a new recruit of \"Dorothea,\" an organization which investigates and suppresses fairy-related crimes. Amidst the unstable political situation, criminals with lingering wounds from the war and past conflicts emerge and engage in terrorism as an act of revenge. This is the story of Fairy Soldiers, fighting for their own justice in a chaotic postwar world.\n\n(Source: MAL News)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/39063/Fairy_Gone"
        },
        {
            "text": "Official Site",
            "link": "https://www.fairygone.com"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14627"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21766"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Fairy_Gone"
        }
    ]
}