{
    "title": "Shakugan no Shana II (Second)",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/10/18669.jpg",
        "alt": "shakugan-no-shana-ii-second"
    },
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "灼眼のシャナ II –Second–",
    "start_date": "2007-10-05",
    "end_date": "2007-10-05",
    "opening_song": "#1: \"JOINT\" by Mami Kawada (eps 1-15)",
    "ending_song": "#1: \"Triangle\" by Kawada Mami (eps 1-15)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "supernatural",
        "drama",
        "romance",
        "fantasy",
        "school"
    ],
    "sinopse": "Denizens from the Crimson Realm continue to infiltrate Misaki City and steal life energy from humans. To combat this threat, Flame Hazes are tasked with saving humans from losing their existences. But while it is a Flame Haze's duty to protect humans, Shana—the \"Flame-Haired Burning-Eyed Hunter\"—seems to be focusing her attention on one human in particular: Yuuji Sakai, a teenage boy who was unwittingly dragged into the fight between Crimson Denizens and Flame Hazes. Since her first encounter with Yuuji, Shana has started to see him as more than just a friend. In fact, Yuuji wonders if Shana might have revealed her feelings to him once before, but it is difficult for him to confirm due to her hot-and-cold personality. Nonetheless, their days pass like any other, until a new transfer student arrives at their high school—one who bears a striking resemblance to an old enemy.\n\nYuuji and Shana have no time to dance around their feelings for each other; while their adversaries from the Bal Masqué organization plan their next attack, the two must keep their guard up as they explore the origin behind the coveted magical object within Yuuji's body, the \"Midnight Lost Child.\"\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2787/Shakugan_no_Shana_II_Second"
        },
        {
            "text": "Official Site",
            "link": "http://www.shakugan.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5145"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=7847"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Shakugan_no_Shana#Anime"
        }
    ]
}