{
    "title": "Happiness Charge Precure!",
    "type": "tv-serie",
    "episodes": "49",
    "original_name": "ハピネスチャージプリキュア！",
    "start_date": "2014-02-02",
    "end_date": "2014-02-02",
    "opening_song": "Happiness Charge Precure!WOW! (ハピネスチャージプリキュア！WOW！) by Sayaka Nakaya (仲谷明香)",
    "ending_song": "#1",
    "rating": "G - All Ages",
    "tags": [
        "action",
        "magic",
        "fantasy",
        "shoujo"
    ],
    "sinopse": "Some time ago, the opening of a box known as the \"Axia\" set loose the previously sealed members of the Phantom Empire into the world. Rising to protect humanity from these spiteful villains are warriors known as the Precure, whose heroic feats have garnered them celebrity status on television screens across the globe.\n\nHime Shirayuki, princess of the kingdom where the Axia was originally held, is one such warrior who transforms into \"Cure Princess\" to battle monsters summoned by the Empire. However, Hime's timid personality often hampers her success in fending off the enemy. Frustrated with her hard luck and determined to find a Precure partner, Hime befriends Megumi Aino, a happy-go-lucky teenager. When a general of the Phantom Empire appears, Hime fails to do much in the face of his attacks. Intent on protecting her new friend, Megumi ignites her hidden potential—transforming into \"Cure Lovely.\"\n\nWith their sights set on protecting the world, Megumi and Hime form a new Precure team known as the \"Happiness Charge Precure\" whilst embarking on a journey to discover true love.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/21407/Happiness_Charge_Precure"
        },
        {
            "text": "Official Site",
            "link": "http://www.toei-anim.co.jp/tv/happinesscharge_precure/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10282"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15754"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Happiness_Charge_Precure!"
        }
    ]
}