{
    "title": "Healin' Good♡Precure",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1401/105084.jpg",
        "alt": "healin-good♡-precure"
    },
    "type": "tv-serie",
    "episodes": "45",
    "original_name": "ヒーリングっど ♥ プリキュア",
    "start_date": "2020-02-02",
    "end_date": "2020-02-02",
    "opening_song": "\"Healin' Good♥Precure Touch!!! (ヒーリングっど ♥ プリキュア Touch!)\" by Rie Kitagawa",
    "ending_song": "#1: \"Mirakuru tto Link Ring! (ミラクルっと ♥Link Ring！)\" by Machico",
    "rating": "G - All Ages",
    "tags": [
        "action",
        "magic",
        "fantasy",
        "shoujo"
    ],
    "sinopse": "Sickly but optimistic middle school student Nodoka Hanadera has just moved to Sukoyaka City, a place famous for its healthy atmosphere. She immediately befriends two of her classmates: the gentle but athletic Chiyu Sawaizumi, whose family runs a hot spring inn, and the bubbly and fashionable daughter of a vet, Hinata Hiramitsu.\n\nSoon after arriving, Nodoka finds an ill puppy in a forest, surrounded by three magical talking animals: Rabbirin, Penguitan, and Nyatoran. They tell her that the puppy, Princess Latte, can only be cured by defeating a nearby monster known as a \"Mega Byogen\" and purifying the land it has corrupted. Despite being powerless, Nodoka refuses to give up and let Latte suffer.\n\nMoved by her determination, Rabbirin forms a pact with Nodoka, allowing her to transform into a hero known as a Precure. Assuming the persona of \"Cure Grace,\" the energized Nodoka fights off the Byogen and heals the earth, curing Latte.\n\nAs the Byogen and their leaders continue their attacks, Penguitan and Nyatoran also find their partners in Chiyu and Hinata, giving them the powers of \"Cure Fontaine\" and \"Cure Sparkle\" respectively. Now, it's up to the three Precure and their animal friends to stop the Byogen and protect the earth from their infections!\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/40610/Healin_Good%E2%99%A1Precure"
        },
        {
            "text": "Official Site",
            "link": "http://www.toei-anim.co.jp/tv/healingood_precure/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15231"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22964"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Healin'_Good_PreCure"
        }
    ]
}