{
    "title": "Precure All Stars DX the Dance Live♥: Miracle Dance Stage e Youkoso",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/12/32263.jpg",
        "alt": "precure-all-stars-dx-the-dance-live♥-miracle-dance-stage-e-youkoso"
    },
    "type": "ova",
    "episodes": "1",
    "original_name": "プリキュアオールスターズ DX the DANCE LIVE♥ ～ミラクルダンスステージへようこそ～",
    "start_date": "2011-11-25",
    "rating": "G - All Ages",
    "tags": [
        "fantasy",
        "magic",
        "music",
        "shoujo"
    ],
    "sinopse": "Precure All-Stars DX the Dance Live: Miracle Dance Stage e Youkoso is an all-in-3D dance production featuring the Pretty Cures from seasons Futari wa Pretty Cure Max Heart through to Suite Pretty Cure♪ (sans Cure Muse).\n\nThe production lasts for 10 minutes, and is done entirely in stereoscopic 3D, featuring a medley of songs from the different DX movies, as well as some brand new songs. The dance production itself was released in movie theatres on 5 August 2011, accompanied by the release of a brand new single, Pretty Cure All Stars 3D Theatre Theme Song Single. The movie starts when a pink shooting star falls down from the night sky and soughts out a toy store, striking one of the Cure Dolls of Melody on display. The Melody Doll comes alive, freeing herself from her box. Jumping to the floor, she explores the toy store when she hears the noise of a crowd coming from outside. Running out of the store, she discovers a huge TV screen which reflects a \"real-life\" image of herself. Playing around with it, she is soon joined by a Cure Doll of Rhythm. The two spot Hummy, waiting several floors down on the dance floor, who waved at them and sends up two rainbow keyboards to the Cure Dolls. Nodding to each other, the two slide down the keyboard onto the dance floor, and the concert began. The concert ends with a shot of the huge TV screen shown during the introduction. The 3 Suite♪ Cures are seen smiling and waving at the audience, and as the shot zoomed out, the 3 Cure Dolls are shown at the bottom of the screen.\n\n(Source: Pretty Cure Wiki)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/11569/Precure_All_Stars_DX_the_Dance_Live♥__Miracle_Dance_Stage_e_Youkoso"
        },
        {
            "text": "Official Site",
            "link": "http://www.tc-ent.co.jp/sp/precure/"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Pretty_Cure"
        }
    ]
}