{
    "title": "Futari wa Precure",
    "type": "tv-serie",
    "episodes": "49",
    "original_name": "ふたりはプリキュア",
    "start_date": "2004-02-01",
    "end_date": "2004-02-01",
    "opening_song": "\"DANZEN! Futari wa Precure\" by Mayumi Gojo",
    "ending_song": "\"Gecchuu! Rabu Rabu?!\" by Mayumi Gojo",
    "rating": "G - All Ages",
    "tags": [
        "action",
        "comedy",
        "magic",
        "fantasy",
        "shoujo"
    ],
    "sinopse": "Futari wa Precure protagonists Nagisa Misumi and Honoka Yukishiro are about as different as two people can get. Nagisa is the captain of the lacrosse team, a lover of food, and a hater of homework. Honoka loves to learn, working with the science club and earning the nickname \"The Queen of Knowledge\" from her fellow classmates. Their lives are unconnected until one day, when a mysterious star shower unites them.\n\nNagisa and Honoka meet Mipple and Mepple, two residents of the Garden of Light. Their homeland has been conquered by the evil forces of the Dark Zone who now have their sights set on the Garden of Rainbows: Earth. With powers from the Garden of Light, Nagisa becomes Cure Black and Honoka becomes Cure White. Together, they are Pretty Cure! Now Pretty Cure must locate the Prism Stones, the only power strong enough to defeat the Dark Zone and repair the damage done to the Garden of Light. Will these magical girls be able to protect their home from the evil that threatens it? Or will they be sucked into the darkness?",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/603/Futari_wa_Precure"
        },
        {
            "text": "Official Site",
            "link": "http://www.toei-anim.co.jp/tv/f_precure/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1413"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=3434"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Futari_wa_Pretty_Cure"
        }
    ]
}