{
    "title": "Kanojo ga Flag wo Oraretara",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/11/63363.jpg",
        "alt": "kanojo-ga-flag-wo-oraretara"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "彼女がフラグをおられたら",
    "start_date": "2014-04-07",
    "end_date": "2014-04-07",
    "opening_song": "\"Cupid Review (クピドゥレビュー)\" by Aoi Yuuki (eps 2-12)",
    "ending_song": "\"Kanojo ga Flag wo Tateru Wake (彼女がフラグを立てる理由)\" by YELL (Ibuki Kido, Ai Kayano, Kana Asumi, Kana Hanazawa, Yoko Hikasa, Ayaka Suwa)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "harem",
        "romance",
        "school"
    ],
    "sinopse": "In visual novels, an imaginary flag is defined as an event that serves as a turning point for the whole story. A player triggering the romance flag for a heroine will proceed to her route, or a death flag will signify that a certain character will die afterwards.\n\nHigh school student Souta Hatate can see these flags above a person's head, and has the ability to bring them down to stop certain events from happening. Using this power, he has prevented other people's deaths. But, after a past accident with him as a sole survivor, he ended up believing that only misfortune will befall those who are near him, and has refrained from making friends or having relationships ever since.\n\nHowever, everything starts to change after transferring to a new school. After toppling another death flag, his classmate Nanami Knight Bladefield notices his powers and tries to learn more about him, promising that she will remain at his side no matter what may happen. Thus begins Souta's journey as he meets new friends and acquaintances while uncovering the mysteries of his ability... which might run deeper than what anyone expects.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/19685/Kanojo_ga_Flag_wo_Oraretara"
        },
        {
            "text": "Official Site",
            "link": "http://www.gaworare-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9524"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15801"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Kanojo_ga_Flag_o_Oraretara"
        }
    ]
}