{
    "title": "Yagate Kimi ni Naru",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "やがて君になる",
    "start_date": "2018-10-05",
    "end_date": "2018-10-05",
    "opening_song": "\"Kimi ni Furete (君にふれて)\" by Riko Azuna",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "romance",
        "school",
        "shoujo-ai"
    ],
    "sinopse": "Yuu Koito has always been entranced with romantic shoujo manga and the lyrics of love songs. She patiently waits for the wings of love to sprout and send her heart aflutter on the day that she finally receives a confession. Yet, when her classmate from junior high declares his love for her during their graduation, she feels unexpectedly hollow. The realization hits her: she understands romance as a concept, but she is incapable of experiencing the feeling first-hand.\n\nNow, having enrolled in high school, Yuu, disconcerted and dispirited, is still ruminating over how to respond to her suitor. There, she happens upon the seemingly flawless student council president, Touko Nanami, maturely rejecting a confession of her own. Stirred by Touko's elegant manner, Yuu approaches her for advice, only to be bewildered when the president confesses to her! Yuu quickly finds herself in the palm of Touko's hand, and unknowingly sets herself on a path to find the emotion which has long eluded her.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37786/Yagate_Kimi_ni_Naru"
        },
        {
            "text": "Official Site",
            "link": "http://yagakimi.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14053"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21239"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Bloom_Into_You"
        }
    ]
}