{
    "title": "Byulbyul Iyagi 2",
    "type": "movie",
    "episodes": "6",
    "original_name": "별별이야기 2",
    "start_date": "2008-04-17",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "psychological",
        "drama"
    ],
    "sinopse": "This film consists of 6 animated shorts produced by the Human Rights Commission of Korea. Like the previous movie, the stories deal with seeing the world through the eyes of people who are different from social norms. The film was nominated for Best Animated Feature in 2008 from the Asia Pacific Screen Awards.\n\n1. \"The Third Wish” (AN Dong-hui, RYU Jeong-wu). A fairy godmother appears before a visually impaired young woman to grant her three wishes. But this is no fairytale. The irritable middle-aged fairy wants to finish her job as soon as possible. Yet she proves to be helpful as she leads the woman through a busy marketplace, which is delightfully reminiscent of \"Amelie\". But it's no walk in the park, as busy urbanites show no consideration for our protagonist. Yet she prevails through obstacles. With a walking stick, she taps together the heels of her shiny new shoes and follows the \"yellow brick road\" (guiding tiles for the visually impaired) around the city.\n\n2. \"Ajukari” (HONG Deok-pyo) is a street-style cartoon. It comically depicts how a certain macho \"complex\" can cripple men. Male circumcision becomes the ultimate standard for being \"manly\" and those who have failed to do the deed are forever fearful of going to public baths.\n\n3. \"Baby\" (LEE Hong-su, LEE Hong-min) portrays the difficulties a career woman faces in having a child. \"I'm not saying you can't have maternity leave, but can you afford to raise a child while working?\" asks her boss. This smart story portrays everything from mother and daughter-in-law relationships to a parody of \"Tazza: The High Rollers\" and hilarious episodes where an \"ambulance bus\" picks up several patients en route.\n\n4. \"Shine Shine Shining\" (KWON Mi-jeong) is drawn like a warm, watercolor storybook for children. Grade schooler Eun-jin is smart and popular, but she has a secret. She hides her curly hair, which she gets from her Filipino mother, in braids.\n\n5. \"Merry Golasmas\" is an adorable claymation, or stop motion animation of models constructed from clay, plasticine, etc. It explores physical discrimination or stereotypes. In an open audition to find a Santa Claus, the real Santas ― one who's black, another who's Asian, a female Santa and one in a wheelchair ― lose to a fake Santa, a pot-bellied, Caucasian.\n\n6. “Lies\" explores homosexuality. Drawn in pastel-like sketches with art deco-esque details, it is a stunning digital cut-out animation, A homosexual man is forced by his parents to marry a woman, while others are pressured to fake having a girlfriend or receive \"therapy\" to become straight.\n\n(Source: The Korean Times)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/9447/Byulbyul_Iyagi_2"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9264"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/If_You_Were_Me:_Anima_Vision_2"
        }
    ]
}