{
    "title": "Shuumatsu no Walküre",
    "type": "ona",
    "episodes": "12",
    "original_name": "終末のワルキューレ",
    "start_date": "2021-06-17",
    "opening_song": "\"Kamigami (KAMIGAMI-神噛-)\" by Maximum the Hormone (eps 2-12)",
    "ending_song": "#1",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "super-power",
        "supernatural",
        "drama",
        "seinen"
    ],
    "sinopse": "High above the realm of man, the gods of the world have convened to decide on a single matter: the continued existence of mankind. Under the head of Zeus, the deities of Ancient Greece, Norse mythology, and Hinduism, among others, call assembly every one thousand years to decide the fate of humanity. Because of their unrelenting abuse toward each other and the planet, this time the gods vote unanimously in favor of ending the human race.\n\nBut before the mandate passes, Brunhild, one of the 13 demigod Valkyries, puts forth an alternate proposal: rather than anticlimactically annihilating mankind, why not give them a fighting chance and enact Ragnarök, a one-on-one showdown between man and god? Spurred on by the audacity of the challenge, the divine council quickly accepts, fully confident that this contest will display the utter might of the gods. To stand a chance against the mighty heavens, Brunhild will need to assemble history's greatest individuals, otherwise the death knell will surely be sounded for mankind.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/44942/Shuumatsu_no_Walküre"
        },
        {
            "text": "Official Site",
            "link": "https://ragnarok-official.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15932"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=24148"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Record_of_Ragnarok#Anime"
        }
    ]
}