{
    "title": "Darling in the FranXX",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1614/90408.jpg",
        "alt": "darling-in-the-fran-xx"
    },
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "ダーリン・イン・ザ・フランキス",
    "start_date": "2018-01-13",
    "end_date": "2018-01-13",
    "opening_song": "\"KISS OF DEATH\" by Mika Nakashima x Hyde",
    "ending_song": "#1: \"Torikago (トリカゴ)\" by XX:me (Kiss Me; キス・ミー) [Zero Two (Haruka Tomatsu), Ichigo (Kana Ichinose), Miku (Nanami Yamashita), Kokoro (Saori Hayami), Ikuno (Shizuka Ishigami)] (eps 1-6)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "drama",
        "mecha",
        "romance",
        "sci-fi"
    ],
    "sinopse": "In the distant future, humanity has been driven to near-extinction by giant beasts known as Klaxosaurs, forcing the surviving humans to take refuge in massive fortress cities called Plantations. Children raised here are trained to pilot giant mechas known as FranXX—the only weapons known to be effective against the Klaxosaurs—in boy-girl pairs. Bred for the sole purpose of piloting these machines, these children know nothing of the outside world and are only able to prove their existence by defending their race.\n\nHiro, an aspiring FranXX pilot, has lost his motivation and self-confidence after failing an aptitude test. Skipping out on his class' graduation ceremony, Hiro retreats to a forest lake, where he encounters a mysterious girl with two horns growing out of her head. She introduces herself by her codename Zero Two, which is known to belong to an infamous FranXX pilot known as the \"Partner Killer.\" Before Hiro can digest the encounter, the Plantation is rocked by a sudden Klaxosaur attack. Zero Two engages the creature in her FranXX, but it is heavily damaged in the skirmish and crashes near Hiro. Finding her partner dead, Zero Two invites Hiro to pilot the mecha with her, and the duo easily defeats the Klaxosaur in the ensuing fight. With a new partner by his side, Hiro has been given a chance at redemption for his past failures, but at what cost?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/35849/Darling_in_the_FranXX"
        },
        {
            "text": "Official Site",
            "link": "http://darli-fra.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13259"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19850"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E3%83%80%E3%83%BC%E3%83%AA%E3%83%B3%E3%83%BB%E3%82%A4%E3%83%B3%E3%83%BB%E3%82%B6%E3%83%BB%E3%83%95%E3%83%A9%E3%83%B3%E3%82%AD%E3%82%B9"
        }
    ]
}