{
    "title": "Kareshi Kanojo no Jijou",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1222/108880.jpg",
        "alt": "kareshi-kanojo-no-jijou"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "彼氏彼女の事情",
    "start_date": "1998-10-02",
    "end_date": "1998-10-02",
    "opening_song": "\"Tenshi no Yubikiri\" by Fukuda Mai",
    "ending_song": "#1: \"Yume no Naka e\" by Enomoto Atsuko and Suzuki Chihiro (eps 1-24, 26)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "drama",
        "romance",
        "school",
        "shoujo",
        "slice-of-life"
    ],
    "sinopse": "Yukino Miyazawa is the female representative for her class and the most popular girl among the freshmen at her high school. Good at both academics and sports on top of being elegant and sociable, she has been an object of admiration all her life. However, in reality, she is an incredibly vain person who toils relentlessly to maintain her good grades, athleticism, and graceful appearance. She wants nothing more than to be the center of attention and praise—which is why she cannot stand Soichiro Arima, the male representative for her class and the only person more perfect than her. Since the first day of high school, she has struggled to steal the spotlight from her new rival but to no avail.\n\nAt last, on the midterm exams, Yukino gets the top score and beats Soichiro. But, to her surprise, he congratulates her on her achievement, leading her to question her deceptive lifestyle. When Soichiro confesses his love to Yukino, she turns him down and gloats about it at home with only a hint of regret. But the very next day, Soichiro visits Yukino house to bring her a CD and sees her uninhibited self in action; now equipped with the truth, he blackmails her into completing his student council duties. Coerced into spending time with Soichiro, Yukino learns that she is not the only one hiding secrets.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/145/Kareshi_Kanojo_no_Jijou"
        },
        {
            "text": "Official Site",
            "link": "http://www.gainax.co.jp/anime/karekano/index.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=199"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=392"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Kare_Kano"
        }
    ]
}