{
    "title": "Ore no Nounai Sentakushi ga, Gakuen Love Comedy wo Zenryoku de Jama Shiteiru",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/10/53235.jpg",
        "alt": "ore-no-nounai-sentakushi-ga-gakuen-love-comedy-wo-zenryoku-de-jama-shiteiru"
    },
    "type": "tv-serie",
    "episodes": "10",
    "original_name": "俺の脳内選択肢が、学園ラブコメを全力で邪魔している",
    "start_date": "2013-10-10",
    "end_date": "2013-10-10",
    "opening_song": "#1: \"S・M・L☆\" by Afilia Saga (eps 1-9)",
    "ending_song": "#1: \"Taiyou to Tsuki no Cross\" (太陽と月の CROSS) by TWO-FORMULA (Kaori Sadohara & Saeko Zougou) (eps 1-9)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "harem",
        "romance",
        "school"
    ],
    "sinopse": "For Kanade Amakusa, life as a high schooler should have been normal, and it would have been—if he wasn't living with the most ridiculous curse imaginable. \"Absolute Choice,\" a system forced upon him by a self-proclaimed god, randomly presents a mental selection of actions that he must act out based on his choice. To add to his dilemma, it tends to occur in the most public of places, and his options never seem to deviate from the rude and crude in nature.\n\nAs a result, the helpless boy stresses through each day, fumbling to repair his already tarnished reputation while desperately praying to avoid the next spontaneous episode of Absolute Choice. To his dismay, the one in charge is always one step ahead of him and proceeds to not-so-subtly \"choice\" him into the lives of several girls at his school. Just when Kanade's school life can't seem to be doomed any further, a decision that he reluctantly selects on the way home sends a beautiful girl crashing down from the sky, along with the promise of more hysterically hellish choices.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/19221/Ore_no_Nounai_Sentakushi_ga_Gakuen_Love_Comedy_wo_Zenryoku_de_Jama_Shiteiru"
        },
        {
            "text": "Official Site",
            "link": "http://noucome.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9787"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15445"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/My_Mental_Choices_are_Completely_Interfering_with_my_School_Romantic_Comedy"
        }
    ]
}