{
    "title": "A.I.C.O.: Incarnation",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1921/91085.jpg",
        "alt": "a-i-c-o-incarnation"
    },
    "type": "ona",
    "episodes": "12",
    "original_name": "A.I.C.O. -Incarnation-",
    "start_date": "2018-03-09",
    "opening_song": "\"A.I.C.O.\" by TRUE",
    "ending_song": "\"Michi no Kanata (未知の彼方)\" by Aiko Tachibana (Haruka Shiraishi)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "sci-fi"
    ],
    "sinopse": "In 2035, an incident known as “The Burst” occurs at a Japanese research facility, giving birth to the rapidly expanding, consuming, and self-replicating \"Matter.\" Snaking its way through the remains of dams and military facilities in the Kurobe Gorge, the hostile Matter is besieged by task forces trying to prevent it from reaching the ocean and mercenaries seeking the truth behind its existence.\n\nAiko Tachibana lives under constant medical surveillance after being rescued from the Matter. She spends her days waiting out her recovery by making paper planes. Soon, her daily life at school is disturbed by the arrival of transfer student Yuuya Kanzaki, who proceeds to point out a number of inconsistencies regarding her body. Why is she never injured, and why does she suddenly no longer need her wheelchair? He claims that there is more to her existence than she has been led to believe, and that she alone holds the key to ending The Burst.\n\nWith many factions now interested in Aiko, she and Yuuya must gather allies and embark on a dangerous pilgrimage into the heart of the infested gorge before the net can close around them. To escape the conspiracy moving against them, the pair must face off against the Matter—an enemy that flows like water.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36039/AICO__Incarnation"
        },
        {
            "text": "Official Site",
            "link": "http://www.project-aico.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13346"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19989"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/A.I.C.O._-Incarnation-"
        }
    ]
}