{
    "title": "Ariel Visual",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/13/56395.jpg",
        "alt": "ariel-visual"
    },
    "type": "ova",
    "episodes": "2",
    "original_name": "ARIEL (エリアル) VISUAL",
    "start_date": "1989-07-21",
    "end_date": "1989-07-21",
    "opening_song": "\"Ariel no Uta (エリアルのうた)\" by 国立科学研究所合唱部(二軍), Shounen Shoujo Gasshou Dan Mizuumi",
    "ending_song": "#1: \"Mikakunin Girl: Good Innocent Ribbon Lady (未確認 GIRL -Good Innocent Ribbon Lady-)\" by Megumi Hayashibara",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "comedy",
        "mecha",
        "sci-fi"
    ],
    "sinopse": "To save the Earth from alien invaders and their giant monsters, Dr. Kishida does what any other red-blooded mad scientist would do: he builds a giant robot—the ultimate feminine fighting robot!\n\nUnfortunately, his grand-daughters refuse to pilot it! Apparently, they've got more important things to do than becoming teenage super-heroes. Besides, how are you supposed to study for your college entrance exams while getting beaten-up in battle?\n\nFortunately for Dr. Kishida, things aren't too well for the invaders, either. According to their reports, the Earth was the perfect target: lush, peaceful, and relatively defenseless. Theoretically, the planet should've surrendered long ago. Now, the war is at a standstill, the dreaded Accounting Department is warning about the serious cost overruns, and the head of the home office has arrived from Galactic Headquarters to personally oversee operations. Has Headquarters decided to unleash, The Audit—or do they have something even more evil in mind?\n\nThe fate of the world rests upon two people: Aya Kishida, one of the doctor's granddaughters, who may have to give up prep school to pilot the mighty (and lovely) ARIEL; and a mysterious alien named Saber Starblast, who may have the power to defeat the invaders once and for all...\n\n(Source: AnimeNfo)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2839/Ariel_Visual"
        },
        {
            "text": "Official Site",
            "link": "http://www.ponycanyon.co.jp/intl/tp_new/animation/ariel.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2368"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=514"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Ariel_%28anime%29"
        }
    ]
}