{
    "title": "Evil Eater",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/115885.jpg",
        "alt": "evil-eater"
    },
    "type": "manga",
    "volumes": "3",
    "chapters": "18",
    "original_name": "EVIL EATER イーヴィル・イーター",
    "start_date": "2011-11-19",
    "end_date": "2011-11-19",
    "tags": [
        "horror",
        "supernatural",
        "seinen"
    ],
    "authors": [
        "Go",
        "Jin-Ho (Art)",
        "Eifuku",
        "Issei (Story)"
    ],
    "sinopse": "In the future, magic is recognized as a legitimate part of the scientific community. The small number of people gifted with magical potential are trained and then placed into a special government agency as a magic enforcer. Technology has allowed us to bring back the dead if another life is sacrificed. If the court deems it appropriate, a murderer’s life would be sacrificed to revive the victim. However, during this resurrection process, the revived person, called the Returner, comes back with a psychological problem called the Bug where negative emotions such as jealousy, revenge or anger become amplified. If left alone, the Returner becomes consumed in this emotion and, eventually, it will physically manifest itself in the form of a dangerous monster. The true role of the magic enforcer is to eliminate that Bug.\n\nNagumo Kento, codenamed Deep Searcher, is a seasoned magic enforcer whose role is \"Searcher\" in where he draws out the evil using his unique power. His brand new partner, Amagi Yoko, codenamed Evil Eater, is a rookie who recently graduated from the academy as a prodigy, even by magic user’s standards. Her job as \"Debugger\" is to use her power to dispose of the evil that Kento brings out and even the experienced members of the magic enforcers are shocked by Yoko’s power. Together, Kento and Yoko work against the seeds of evil to allow Returners to enjoy their second chance at life.\n\n(Source: MangaHelpers)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/67695/Evil_Eater"
        }
    ]
}