{
    "title": "Toushou Daimos",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/12/52301.jpg",
        "alt": "toushou-daimos"
    },
    "type": "tv-serie",
    "episodes": "44",
    "original_name": "闘将ダイモス",
    "start_date": "1978-04-01",
    "end_date": "1978-04-01",
    "opening_song": "\"Tate! Toushou Daimos\" by Isao Sasaki",
    "ending_song": "\"Erika no Ballad\" by Kumiko Kaori & Masatake Ohkura",
    "rating": "PG - Children",
    "tags": [
        "adventure",
        "drama",
        "mecha",
        "romance",
        "sci-fi",
        "shounen"
    ],
    "sinopse": "The third of Tadao Nagahama's Romance Super Robot Trilogy. (#1: Chou Denji Robo Combattler V, #2: Chou Denji Machine Voltes V)\n\nAfter the destruction of their home world, the survivors of the planet Barm head toward Earth with the goal of negotiating the purchase of land to emigrate to. Unfortunately, during the negotiations, the Barmian's leader, Leon, is assassinated by his second in command, Olban, and the delegation from Earth is framed for the murder. In the ensuing chaos, Doctor Isamu Ryuuzaki of the Earth delegation is shot and killed.\n\nShortly after the disastrous end of the talks, the Barmians (called \"Valerians\" in Starbirds) begin a campaign of terror against Earth, lead by Leon's son, Admiral Richter, who deploys a variety of \"Mecha Soldiers\" against the planet's defenses. The only thing standing between the Earthlings and annihilation is the transforming, karate-using super robot, Daimos, and its pilot, Kazuya Ryuuzaki. But that changes when he meets and falls in love with a mysterious girl named Erika, who turns out to be Richter's sister. Over the course of their struggles to reunite, Kazuya and Erika each learn that the other's people are not all evil... and that their own people are not all good.\n\n(Source: AniDB)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2816/Toushou_Daimos"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1815"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1295"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Daimos"
        }
    ]
}