{
    "title": "Akakichi no Eleven",
    "type": "tv-serie",
    "episodes": "52",
    "original_name": "赤き血のイレブン",
    "start_date": "1970-04-13",
    "end_date": "1970-04-13",
    "opening_song": "\"Akakichi no Eleven (赤き血のイレブン)\" by Four Mates (フォー・メイツ)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sports"
    ],
    "sinopse": "At Shinsei high school, soccer is almost a combat sport and new team coach Teppei Matsuki is a fully paid up sadist who will push his team as hard as necessary to win. Headstrong school bad boy Shingo Tamai and his friend Ohira are determined not to be bullied into joining Matsuki's team; instead they set up a squad of their own, and at first play just for fun and struggle to keep up with Matsuki's team.\n\nAs their skills progress, they play other teams and get stronger and craftier, until they face the crack Asakase high school squad and its star player Misugi Yan in the schools' final. In a tangle of subplots involving old rivalries and injuries, and a mixed-race player seeking his identity and his lost mother (who turns out to be in jail), Shingo develops his skills as a center forward and looks forward to playing a visiting Brazilian squad. He is seriously injured in a game, but his talent, which even the legendary Brazilian Pele recognizes, is equaled by his determination. With the help of a friend of his old rival Matsuki, he recovers to help the team to victory.\n\nDefinitely melodrama rather than a sports series proper, this is the first in the line of Japanese soccer soaps that stretches to Captain Tsubasa and beyond. Based on a manga by Ikki Kajiwara and Kosei Sonoda.\n\n(Source: The Anime Ecyclopedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2316/Akakichi_no_Eleven"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1850"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1070"
        }
    ]
}