{
    "title": "Lovers and Souls",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/26132.jpg",
        "alt": "lovers-and-souls"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "original_name": "ラバーズ、ソウルズ",
    "tags": [
        "drama",
        "shounen-ai",
        "slice-of-life"
    ],
    "authors": [
        "Miyamoto",
        "Kano (Story & Art)"
    ],
    "sinopse": "Contents:\n\n1. Lovers and Souls\n   Tooru Shinomiya is a young college student who models for photography students. After sleeping with one of his clients for money, he becomes a gay prostitute because he doesn't care enough about his body. However, he's starting to fall for his sempai, the man with whom he first slept. Can this student, Satoshi Matsouka, save him? This tragic story also involves Hikaru Taira. Also, Tooru and Atori meet. Prequel to Rules 01. (Part of Rules series (loosely connected): see Rules for series timeline).\n\n2. Vanity\n   After the events of Lovers and Souls, Tooru is still deeply heartbroken. Trying to find solace in Hikaru, Tooru challenges the terms of their friendship. But can he handle the consequences? (Source: M-U)\n   Originally a doujinshi, part of Rules series.\n\n3. Sleeping Beauty - Matsuoka sees Tooru for the first time.\n\n4. Eternal Moon - In their last year of high school, Akihiko Nozaki admits to his best friend Kai that he's gay. Kai is stunned but it doesn't change their friendship, but Kai's curiosity is aroused and he begins to see Noza (Nozaki) differently.\n\n5. Tomorrow's Sky - Sequel to Eternal Moon, told more from Nozaki's point of view. Nozaki isn't sure whether to trust that his relationship with Kai will last, since he's even been dumped by gay men before. What's to keep a guy who wasn't even gay from breaking up with him?\n\n(This synopsis refers to the Oozora Publishing Edition, 2007.)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/903/Lovers_and_Souls"
        }
    ]
}