{
    "title": "Hinamatsuri (TV)",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ヒナまつり",
    "start_date": "2018-04-06",
    "end_date": "2018-04-06",
    "opening_song": "\"Distance\" by Rie Murakawa",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sci-fi",
        "slice-of-life",
        "comedy",
        "supernatural",
        "seinen"
    ],
    "sinopse": "While reveling in the successful clinching of a prized vase for his collection, Yoshifumi Nitta, a yakuza member, is rudely interrupted when a large, peculiar capsule suddenly materializes and falls on his head. He opens the capsule to reveal a young, blue-haired girl, who doesn't divulge anything about herself but her name—Hina—and the fact that she possesses immense powers. As if things couldn't get any worse, she loses control and unleashes an explosion if her powers remain unused. Faced with no other choice, Nitta finds himself becoming her caregiver.\n\nTo let her use her powers freely, Nitta asks Hina to help out with a construction deal, which goes smoothly. But while this is happening, a rival yakuza group covertly attacks his boss. To Nitta's shock, his colleagues later pin the blame on him! Tasked with attacking the rival group in retaliation, Nitta steels himself and arrives at their hideout. But suddenly, Hina unexpectedly steps in and helps him wipe out the entire group. As it turns out, Hina might just become a valuable asset to Nitta and his yakuza business, provided she does not use her powers on him first! And so the strange life of this unusual duo begins.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36296/Hinamatsuri_TV"
        },
        {
            "text": "Official Site",
            "link": "http://hina-matsuri.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13434"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20335"
        },
        {
            "text": "Wikipedia",
            "link": "<https://en.wikipedia.org/wiki/Hinamatsuri_(manga"
        }
    ]
}