{
    "title": "Kimi to, Nami ni Noretara",
    "type": "movie",
    "episodes": "1",
    "original_name": "きみと、波にのれたら",
    "start_date": "2019-06-21",
    "ending_song": "\"Brand New Story\" by GENERATIONS from EXILE TRIBE",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "romance",
        "supernatural"
    ],
    "sinopse": "Entranced by surfing and the sea, Hinako Mukaimizu is a spirited girl who attends college in a coastal city with no consideration for her future career. Her life takes an unexpected turn when a fireworks mishap sets the apartment building she lives in ablaze, where she is saved by a talented firefighter named Minato Hinageshi. Upon meeting, the two quickly become acquainted with one another—Hinako is instantly enamored by Minato's reliable personality and passion for saving others, while Minato is intrigued by surfing and is eager to learn how. As Hinako begins to teach Minato about surfing, the pair eventually fall in love and begin a gentle and devoted relationship.\n\nHowever, while surfing may seem fun and carefree, it can still be a dangerous and unpredictable activity. This is what Hinako learns when a surfing incident completely changes her life, leaving her forced to contemplate her undecided future. In search of her own calling, Hinako begins her journey of self-discovery, keeping Minato by her side as she gradually attempts to find her purpose and ride her own wave.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38594/Kimi_to_Nami_ni_Noretara"
        },
        {
            "text": "Official Site",
            "link": "https://kimi-nami.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14465"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22021"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E3%81%8D%E3%81%BF%E3%81%A8%E3%80%81%E6%B3%A2%E3%81%AB%E3%81%AE%E3%82%8C%E3%81%9F%E3%82%89"
        }
    ]
}