{
    "title": "Akaneiro ni Somaru Saka",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/9/21525.jpg",
        "alt": "akaneiro-ni-somaru-saka"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "あかね色に染まる坂",
    "start_date": "2008-10-03",
    "end_date": "2008-10-03",
    "opening_song": "\"Hatsukoi Parachute (初恋パラシュート)\" by Miyuki Hashimoto",
    "ending_song": "#01: \"Sweet Gift\" by Kugimiya Rie (eps 1-2)",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "harem",
        "comedy",
        "romance",
        "ecchi",
        "school"
    ],
    "sinopse": "Yuuhi Katagiri is not your average girl – she's the treasured daughter of the Katagiri family. She's generally kept under strict supervision, but one day ends up walking home from school on her own. This proves to be instant trouble when a group of boys start harassing her. Junichi Nagase, who was on his way home from a convenience store, sees the troubled Yuuhi and comes to her rescue. One of the boys recognized Junichi as the famed \"Geno Killer\" and they dash off. Yuuhi thanks Junichi and when she asked for his name, he just waves and leaves. Of course, he regrets trying to act cool in front of the beautiful girl right away, wishing he asked her name.\n\nThe following day, a transfer student joins Junichi's class – it's Yuuhi! She calls Junichi out as the \"Geno Killer\", the only name she remembers him by, and rumors about the two spread quickly. Matters are made worse when Junichi kisses Yuuhi due to a misunderstanding. And on top of all that, it turns out that Junichi is Yuuhi's fiancé!\n\nYuuhi doesn't see Junichi as someone worthy. But, she could not go against her father's wishes. The only thing that Yuuhi can do is live with Junichi in the house he shares with his little sister Minato, and prove that Junichi is not worthy to be her husband. Will she succeed in proving his unworthiness, or will she fall in love on the way?",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/4744/Akaneiro_ni_Somaru_Saka"
        },
        {
            "text": "Official Site",
            "link": "http://www.mmv.co.jp/special/akasaka/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6025"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10095"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Akaneiro_ni_Somaru_Saka"
        }
    ]
}