{
    "title": "Hajishirazu na Yoru",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/23007.jpg",
        "alt": "hajishirazu-na-yoru"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "6",
    "original_name": "恥しらずな夜",
    "start_date": "2004-11-17",
    "tags": [
        "yaoi"
    ],
    "authors": [
        "Naono",
        "Bohra (Story & Art)"
    ],
    "sinopse": "Collection of oneshots:\n\n1. • Mikazuki no Kimi (You at the New Moon) -\n   Teruya has been in love with his teacher and local temple priest, Karou-sensei, since he was seven. But sensei just won't believe him! What will it take to get his attention?\n\n-   Bushido Angel Adventures\n\n2. • Aisarete mo Inai (Not Loved) -\n   It's been twelve years since Detective Andou lost his leg in an accident saving punk kid Jurouta. Jurouta's cleaned up his act since then, but it hasn't diminished his guilt, or his feelings for Andou. But when teenager Takemura wanders into their lives, he upsets the delicate balance between the two men.\n\n3. • Yawara Kana Onto (Gentle Warmth) -\n   A man with a fetish for teddy bear gets the surprise of a lifetime when he wakes up to another man who looks like one...\n\n4. • Shameless Night\n\n5. • Amai karada (Sweet Body) -\n   En has been with Ayumu-sama since he was a child, tempted with delicious cakes, and taking care of the disabled Ayumu-sama, heir to a great fortune. But Ayumu is capricious, and when his younger brother tries to \"borrow\" En, Ayumu chases poor En away. Can Ayumu live without En's sweet body?\n\n-   Bushido Angel Adventures\n\n6. • Mikazuki no Kimi (You at the New Moon) -\n   Karou-sensei realizes that Teruya has gotten tall and strong, something that Teruya reminds him with with a quick flip. Accused of having lost his sweet & innocent charm, Teruya frets and wonders: did he lose all his appeal? (from - Bushido Angel Adventures",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/2065/Hajishirazu_na_Yoru"
        }
    ]
}