{
    "title": "Blue Reflection Ray",
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "BLUE REFLECTION RAY/澪",
    "start_date": "2021-04-10",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "magic",
        "school"
    ],
    "sinopse": "Individual pieces of human emotion usually take form as flowers known as \"Fragments.\" The select few who possess strong enough Fragments can become \"Reflectors,\" beings who equip specialized rings that allow them to connect their thoughts, memories, and emotions to those whose feelings waver. There are two types of Reflectors—those who wear blue rings to protect those falling into depravity by preserving their Fragments, and those who wear red rings to prevent negative emotions by stealing the Fragments of those who begin to develop severe woe.\n\nDespite wanting to socialize with people around her, transfer student Ruka Hanari's shy and introverted personality always gets in her way. In a chance encounter, however, she bumps into a woman who happens to drop a blue ring as she hurries away. Unable to return it, Ruka brings it back with her to her dorm. There, she meets the outgoing Hiori Hirahara, who also has a blue ring. They find themselves in several conflicts against red Reflectors, slowly realizing the true power of the rings that they hold.\n\nNow striving to become Reflectors themselves, Ruka and Hiori must learn to work together and become stronger so that they can save not only the people around them, but also themselves from the emotions that hold them back.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/47639/Blue_Reflection_Ray"
        },
        {
            "text": "Official Site",
            "link": "https://www.bluereflection-ray.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=16053"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=24041"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Blue_Reflection#Anime_adaptation"
        }
    ]
}