{
    "title": "Higashi no Eden",
    "type": "tv-serie",
    "episodes": "11",
    "original_name": "東のエデン",
    "start_date": "2009-04-10",
    "end_date": "2009-04-10",
    "opening_song": "#1",
    "ending_song": "\"futuristic imagination\" by school food punishment",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "sci-fi",
        "mystery",
        "drama",
        "romance",
        "thriller"
    ],
    "sinopse": "On November 22, 2010, Japan was hit by missile strikes, a terrorist act that fortunately did not harm anyone, becoming known as \"Careless Monday.\" Quickly forgotten, society goes on about their lives as normal.\n\nDuring her graduation trip to America three months later, friendly college student Saki Morimi's life is forever changed when she finds herself saved from unexpected trouble by Akira Takizawa. Takizawa is cheerful, but odd in many ways—he is stark naked and suffers from amnesia, believing himself to be a terrorist. In addition, he possesses a strange cell phone loaded with 8.2 billion yen in digital cash.\n\nDespite Takizawa's suspicious traits, Saki quickly befriends the enigmatic young man. However, unbeknownst to her, this is the beginning of a thrilling death game involving money, cell phones, and the salvation of the world. Higashi no Eden chronicles Saki's struggle to unravel the mysteries behind her savior, while Takizawa himself battles other individuals armed with similar cell phones and returning memories which reveal his possible connection to the event from months ago.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/5630/Higashi_no_Eden"
        },
        {
            "text": "Official Site",
            "link": "http://www.juiz.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6238"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10474"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Higashi_no_Eden"
        }
    ]
}