{
    "title": "Tenchi Muyou!",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/3/61663.jpg",
        "alt": "tenchi-muyou"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "天地無用！",
    "start_date": "1995-04-02",
    "end_date": "1995-04-02",
    "opening_song": "\"Tenchi Muyo!\" by SONIA",
    "ending_song": "Ginga de chokuritsu hokô [Walking Tall in the Milky Way] (Up-Walk in the Galaxy) (Japanese version performed by Ai Orikasa and Yumi Takada; English version performed by Diane Michelle)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "harem",
        "romance",
        "sci-fi",
        "shounen",
        "space"
    ],
    "sinopse": "Tenchi Masaki's life changes forever when the ship of an infamous space pirate, Ryouko Hakubi, is shot down and crashes near his family's temple. Little did Tenchi know that by saving Ryouko, he would spark a series of events that would lead alien women from all walks of life to inhabit his home. This includes the delicate Princess Aeka of Jurai and her playful younger sister Princess Sasami; the scatterbrained first-class detective Mihoshi Kuramitsu and her more capable partner Kiyone Makibi; and the eccentric, mad scientist Washuu Hakubi.\n\nThe six women do their best to adapt to their new lives, but their more advanced and exotic lifestyle does not mesh well with the simplistic customs on Earth. As a result, they just end up making a mess and causing trouble for poor Tenchi. Though the girls are a pain, Tenchi begins to form a close relationship with each of them, and through their bond, he begins to gain a better understanding of his role in the universe.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/696/Tenchi_Muyou"
        },
        {
            "text": "Official Site",
            "link": "http://www.anime-int.com/works/index.html?years=1995&?type=tv&?initial=t"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=409"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=272"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Tenchi_Universe"
        }
    ]
}