{
    "title": "Ergo Proxy",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/11/6259.jpg",
        "alt": "ergo-proxy"
    },
    "type": "tv-serie",
    "episodes": "23",
    "original_name": "エルゴプラクシー",
    "start_date": "2006-02-25",
    "end_date": "2006-02-25",
    "opening_song": "\"Kiri\" by MONORAL (eps 3-23)",
    "ending_song": "\"Paranoid Android\" by Radiohead",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "psychological",
        "mystery",
        "sci-fi"
    ],
    "sinopse": "Within the domed city of Romdo lies one of the last human civilizations on Earth. Thousands of years ago, a global ecological catastrophe doomed the planet; now, life outside these domes is virtually impossible. To expedite mankind's recovery, \"AutoReivs,\" humanoid-like robots, have been created to assist people in their day-to-day lives. However, AutoReivs have begun contracting an enigmatic disease called the \"Cogito Virus\" which grants them self-awareness. Re-l Mayer, granddaughter of Romdo's ruler, is assigned to investigate this phenomenon alongside her AutoReiv partner Iggy. But what begins as a routine investigation quickly spirals into a conspiracy as Re-l is confronted by humanity's darkest sins.\n\nElsewhere in Romdo, an AutoReiv specialist by the name of Vincent Law must also face his demons when surreal events begin occurring around him. Re-l, Iggy, Vincent, and the child AutoReiv named Pino, will form an unlikely faction as they struggle to uncover Romdo's mysteries and ultimately, discover the true purpose of the mythical beings called \"Proxies.\"\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/790/Ergo_Proxy"
        },
        {
            "text": "Official Site",
            "link": "http://www.ergoproxy.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=3302"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=5115"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Ergo_Proxy"
        }
    ]
}