{
    "title": "Lost Song",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "LOST SONG",
    "start_date": "2018-04-08",
    "end_date": "2018-04-08",
    "opening_song": "\"Utaeba Soko ni Kimi ga Iru kara (歌えばそこに君がいるから)\" by Konomi Suzuki",
    "ending_song": "\"TEARS ECHO\" by Finis (Yukari Tamura)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "fantasy"
    ],
    "sinopse": "Lost Song tells the stories of the cheerful Rin and the reserved Finis, two songstresses who are capable of performing magical songs. Rin grew up in a remote village with her family and was taught to keep her power secret, while Finis lives and performs in the royal palace.\n\nRin's happy and peaceful life is shattered after she saves an injured knight named Henry Leobort with her song of healing. She was seen by soldiers who proceeded to attack her village in hopes of capturing her. With nowhere else to go, she and her inventor brother Al begin a journey to the capital.\n\nFinis finds herself falling in love with Henry and, knowing that the greedy and spiteful Prince Lood Bernstein IV desires her, must hide their relationship. She wants to help people with her songs, but with war on the horizon, she worries that Lood will order her to cast her magic in the battlefield. Only time will tell how her destiny and Rin's will intersect, as the two of them struggle to find their paths.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/34338/Lost_Song"
        },
        {
            "text": "Official Site",
            "link": "http://lost-song.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12523"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19988"
        },
        {
            "text": "Wikipedia",
            "link": "<https://en.wikipedia.org/wiki/Lost_Song_(anime"
        }
    ]
}