{
    "title": "Anime Sanjuushi",
    "type": "tv-serie",
    "episodes": "52",
    "original_name": "アニメ三銃士",
    "start_date": "1987-10-09",
    "end_date": "1987-10-09",
    "opening_song": "\"Yume Bouken (夢冒険)\" by Sakai Noriko",
    "ending_song": "#1",
    "rating": "G - All Ages",
    "tags": [
        "adventure",
        "drama",
        "historical",
        "romance"
    ],
    "sinopse": "In 1625, the young D'Artagnan leaves his village in Gascony to embark for Paris with his grandparents' blessings, taking only his father's sword and a letter of introduction. Seeking audience with Tréville, Captain of the Musketeers of the Guard and his late father's comrade, the poor nobleman aims to become a great hero in the service of King Louis XIII.\n\nThe young adventurer is astonished by the massive size of Paris, but also overwhelmed. He wanders the city streets, befriending a young orphan named Jean. However, he also ends up offending three of the Musketeers of the Guard: Porthos, Aramis, and Athos. Confronted by the Parisian guards over their illegal dueling, D'Artagnan and the Musketeers fend off five of Cardinal Richelieu's soldiers, and the four of them quickly become friends.\n\nThe four new comrades set off to stop the Cardinal from starting war between England and France, and protect the image of Queen Anne d'Autriche, the wife of Louis XIII. But what will be the cost of their efforts?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2333/Anime_Sanjuushi"
        },
        {
            "text": "Official Site",
            "link": "http://www3.nhk.or.jp/anime/archives/musketeers.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1962"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1112"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Anime_sanjushi"
        }
    ]
}