{
    "title": "Hachidori no Hito Shizuku: Watashi ni Dekiru koto",
    "type": "ova",
    "episodes": "1",
    "original_name": "ハチドリのひとしずく 私にできること",
    "rating": "G - All Ages",
    "tags": [],
    "sinopse": "An adaptation of an Andes folk tale. It is meant to encourage children to help the environment.\n\nOne day a terrible fire broke out in a forest - a huge woodlands was suddenly engulfed by a raging wild fire. Frightened, all the animals fled their homes and ran out of the forest. As they came to the edge of a stream they stopped to watch the fire and they were feeling very discouraged and powerless. They were all bemoaning the destruction of their homes. Every one of them thought there was nothing they could do about the fire, except for one little hummingbird.\n\nThis particular hummingbird decided it would do something. It swooped into the stream and picked up a few drops of water and went into the forest and put them on the fire. Then it went back to the stream and did it again, and it kept going back, again and again and again. All the other animals watched in disbelief; some tried to discourage the hummingbird with comments like, \"Don't bother, it is too much, you are too little, your wings will burn, your beak is too tiny, it’s only a drop, you can't put out this fire.\"\n\nAnd as the animals stood around disparaging the little bird’s efforts, the bird noticed how hopeless and forlorn they looked. Then one of the animals shouted out and challenged the hummingbird in a mocking voice, \"What do you think you are doing?\" And the hummingbird, without wasting time or losing a beat, looked back and said, \"I am doing what I can.\"\n\n(Source: sechangersoi.be)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/39147/Hachidori_no_Hito_Shizuku__Watashi_ni_Dekiru_koto"
        },
        {
            "text": "Official Site",
            "link": "http://www.optical.jp/dvd/enviroment.php"
        }
    ]
}