{
    "title": "Gyo: Ugomeku Bukimi",
    "type": "manga",
    "volumes": "2",
    "chapters": "21",
    "original_name": "ギョ うごめく不気味",
    "start_date": "2001-11-12",
    "end_date": "2001-11-12",
    "tags": [
        "mystery",
        "drama",
        "horror",
        "sci-fi",
        "psychological",
        "seinen"
    ],
    "authors": [
        "Ito",
        "Junji (Story & Art)"
    ],
    "sinopse": "When diver Tadashi and his girlfriend Kaori Sawahara take a trip to the coast of Okinawa, they find that their strained relationship is the least of their worries when they unwittingly witness the start of the apocalypse. Attacked by a strange, four-legged fish in their cabin, they manage to kill it, but are left unsettled by the putrid stench it carried—the haunting smell of death.\n\nThis lone assault is only the herald of what's to come, as soon, many more such creatures emerge from the sea, attacking anything in their path. Though Tadashi and Kaori quickly return to Tokyo, they find there is no longer any safe haven; no matter where they run, the death stench creeps...\n\nAmigara Dansou no Kai (The Enigma of Amigara Fault)\nAfter a devastating earthquake near Amigara mountain, a several-kilometer-long fault emerged. But this discovery was made more eerie by the thousands of human-shaped holes scattered among the rock face, each of which seemingly continues for miles within the mountain. Oowaki, one of the many spectators attracted to the sight, witnesses in horror as onlookers start to experience a personal, visceral calling to enter these holes—formed as if to fit only them.\n\nDaikokubashira Hiwa (The Sad Tale of the Principal Post)\nCelebrating their recent move into their new house, a family's festivities are cut short upon hearing the cries of their father. Finding him in the crawl space below, they bear witness to the bizarre and unexplainable tragedy that has befallen him.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/909/Gyo__Ugomeku_Bukimi"
        }
    ]
}