{
    "title": "Tenjou Tenge",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/10/8380.jpg",
        "alt": "tenjou-tenge"
    },
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "天上天下",
    "start_date": "2004-04-02",
    "end_date": "2004-04-02",
    "opening_song": "\"Bomb A Head\" by m.c.A·T",
    "ending_song": "\"Aishitene Motto\" by Aiko Kayo",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "ecchi",
        "martial-arts",
        "comedy",
        "super-power",
        "school",
        "shounen"
    ],
    "sinopse": "For some people, high school represents the opportunity for a fresh start. You can take new classes and make new friends. For Souichiro Nagi and Bob Makihara, though, high school means something different: the chance to become the top fighters in the entire student body! Too bad Toudou Academy is the hardest possible place to realize their dreams. Their new high school is no ordinary academic institution. Rather than concentrating on classic subjects like math and science, Toudou Academy was created for the sole purpose of reviving the martial arts in Japan!\n\nAs a result, Souichiro's aspirations to become top dog are cut short when he runs afoul of Masataka Takayanagi and Maya Natsume. The two upperclassmen easily stop the freshmen duo's rampage across school, but rather than serving as a deterrent, it only stokes their competitive fire. What kind of monstrous fighters attend Toudou Academy? Are there any stronger than Masataka and Maya? And why in the world is Maya's younger sister stalking Souichiro? Learn the answers to these questions and more in Tenjou Tenge!",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/174/Tenjou_Tenge"
        },
        {
            "text": "Official Site",
            "link": "http://www.avexmovie.jp/lineup/tenten/index.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1540"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=3541"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Tenjho_Tenge"
        }
    ]
}