{
    "title": "Kaze ga Tsuyoku Fuiteiru",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1692/93918.jpg",
        "alt": "kaze-ga-tsuyoku-fuiteiru"
    },
    "type": "tv-serie",
    "episodes": "23",
    "original_name": "風が強く吹いている",
    "start_date": "2018-10-03",
    "end_date": "2018-10-03",
    "opening_song": "#1: \"Catch up, latency\" by UNISON SQUARE GARDEN",
    "ending_song": "#1: \"Reset (リセット)\" by Taichi Mukai (向井太一)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "sports",
        "drama"
    ],
    "sinopse": "Former ace runner of Sendai Josei High School, Kakeru Kurahara is chased away from a convenience store for shoplifting. Shaking off his pursuer, he runs into Haiji Kiyose, another student from his university. Haiji is impressed by Kakeru's agility and persuades him to live in Chikusei-sou, the run-down apartment where Haiji resides along with eight other students. Having lost his entire apartment deposit at a mahjong parlor, Kakeru accepts the offer reluctantly.\n\nHowever, Haiji reveals a secret during Kakeru's welcoming party: the apartment is actually the dormitory of the Kansei University Track Club. He unveils his ultimate goal of participating in the Hakone Ekiden—one of the most prominent university marathon relay races in Japan. Unfortunately, all the residents apart from Haiji and Kakeru are complete running novices. Worse still, none of the inhabitants are even remotely interested in being involved with Haiji's ridiculous plan! With only months before the deadline, will the fourth-year student be able to convince them otherwise and realize his elusive dream of running in the Hakone Ekiden?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37965/Kaze_ga_Tsuyoku_Fuiteiru"
        },
        {
            "text": "Official Site",
            "link": "http://www.kazetsuyo-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14109"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21078"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/%E9%A2%A8%E3%81%8C%E5%BC%B7%E3%81%8F%E5%90%B9%E3%81%84%E3%81%A6%E3%81%84%E3%82%8B"
        }
    ]
}