{
    "title": "JoJo no Kimyou na Bouken Part 3: Stardust Crusaders",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/11/55267.jpg",
        "alt": "jo-jo-no-kimyou-na-bouken-part-3-stardust-crusaders"
    },
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "ジョジョの奇妙な冒険 スターダストクルセイダース",
    "start_date": "2014-04-05",
    "end_date": "2014-04-05",
    "opening_song": "\"STAND PROUD\" by Jin Hashimoto (橋本仁) (eps 2-10, 12-24)",
    "ending_song": "#1: \"Stardust Crusaders\" by Yugo Kanno (ep 2)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "adventure",
        "supernatural",
        "drama",
        "shounen"
    ],
    "sinopse": "Years after an ancient evil was salvaged from the depths of the sea, Joutarou Kuujou sits peacefully within a Japanese jail cell. He's committed no crime yet demands he not be released, believing he's been possessed by an evil spirit capable of harming those around him. Concerned for her son, Holly Kuujou asks her father, Joseph Joestar, to convince Joutarou to leave the prison. Joseph informs his grandson that the \"evil spirit\" is in fact something called a \"Stand,\" the physical manifestation of one's fighting spirit which can adopt a variety of deadly forms. After a fiery brawl with Joseph's friend Mohammed Avdol, Joutarou is forced out of his cell and begins learning how to control the power of his Stand.\n\nHowever, when a Stand awakens within Holly and threatens to consume her in 50 days, Joutarou, his grandfather, and their allies must seek out and destroy the immortal vampire responsible for her condition. They must travel halfway across the world to Cairo, Egypt and along the way, do battle with ferocious Stand users set on thwarting them. If Joutarou and his allies fail in their mission, humanity is destined for a grim fate.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/20899/JoJo_no_Kimyou_na_Bouken_Part_3__Stardust_Crusaders"
        },
        {
            "text": "Official Site",
            "link": "http://www.jojo-animation.com/sc/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10206"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15692"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Stardust_Crusaders"
        }
    ]
}