{
    "title": "Dorei-ku The Animation",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "奴隷区 The Animation",
    "start_date": "2018-04-13",
    "end_date": "2018-04-13",
    "opening_song": "\"Kara Kara na Kokoro (カラカラな心)\" by Shougo Sakamoto",
    "ending_song": "\"BJ\" by Pile",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "drama",
        "psychological"
    ],
    "sinopse": "Eager to know why her best friend’s boyfriend dumped her for a man, the headstrong Eiya Arakawa suggests a meeting with them. Gathered together at a café, Yuuga Oota agrees to answer Eiya’s questions only if she can correctly ascertain the relationship of a couple sitting across from them, which she does on her first attempt. Amazed by her astounding intellect and intuition, he invites her to a private meeting where he introduces her to the concept of Slave Control Method, or SCM, a retainer-like device that has the ability to turn people into slaves.\n\nWhen two SCM users enter a duel, the devices exert a powerful influence on their brains. Once the duel is over, the SCM amplifies the loser’s sense of obligation and forces them to bend to the will of the winner. Wanting desperately to test his own abilities, Yuuga asks Eiya to act as his insurance in the event that he himself becomes a slave. Granted access to 10 million yen, Eiya’s job is to convince Yuuga’s would-be master to free him from his servitude. Though hesitant at first, Yuuga’s words resonate with her personal yearning for something more from her life, and she agrees to his request. However, when a mysterious organization begins rapidly accruing slaves, Eiya becomes entangled in a game far more dangerous than she ever could have imagined.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36525/Dorei-ku_The_Animation"
        },
        {
            "text": "Official Site",
            "link": "http://doreiku-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13505"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20321"
        }
    ]
}