{
    "title": "Gintama.: Shirogane no Tamashii-hen",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "銀魂. 銀ノ魂篇",
    "start_date": "2018-01-08",
    "end_date": "2018-01-08",
    "opening_song": "\"Katte ni My Soul (勝手に MY SOUL)\" by DISH//",
    "ending_song": "\"Hana Ichi Monme (花一匁)\" by BURNOUT SYNDROMES",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "comedy",
        "historical",
        "parody",
        "samurai",
        "sci-fi",
        "shounen"
    ],
    "sinopse": "After the fierce battle on Rakuyou, the untold past and true goal of the immortal Naraku leader, Utsuro, are finally revealed. By corrupting the Altana reserves of several planets, Utsuro has successfully triggered the intervention of the Tendoshuu’s greatest enemy: the Altana Liberation Army. With Earth as the main battleground in this interplanetary war, Utsuro's master plan to destroy the planet—and himself—is nearly complete.\n\nAn attack on the O-Edo Central Terminal marks the beginning of the final battle to take back the land of the samurai. With the Yorozuya nowhere in sight, the bakufu all but collapsed, and the Shogun missing, the people are left completely helpless as the Liberation Army begins pillaging Edo in the name of freeing them from the Tendoshuu's rule.\n\nCaught in the crossfire between two equally imposing forces, can Gintoki, Kagura, Shinpachi, and the former students of Shouyou Yoshida put aside their differences and unite their allies to protect what they hold dear?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36838/Gintama__Shirogane_no_Tamashii-hen"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-tokyo.co.jp/anime/gintama/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13263"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20160"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Gin_Tama"
        }
    ]
}