{
    "title": "Musaigen no Phantom World",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/4/78339.jpg",
        "alt": "musaigen-no-phantom-world"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "無彩限のファントム・ワールド",
    "start_date": "2016-01-07",
    "end_date": "2016-01-07",
    "opening_song": "\"Naked Dive\" by SCREEN mode",
    "ending_song": "\"Junshin Always (純真 Always)\" by Azusa Tadokoro",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "comedy",
        "fantasy",
        "slice-of-life",
        "supernatural"
    ],
    "sinopse": "Phantoms: supernatural entities such as ghosts or youkai that, until recently, were thought to be superstition. However, when a virus that infects the brain spreads throughout society, people's perception of the world changes as the mythical beings are revealed to have been living alongside humanity the entire time. This virus has also affected those of the next generation significantly, allowing them to develop special abilities that they can use to fight against dangerous phantoms.\n\nHaruhiko Ichijou and Mai Kawakami are two of those that were granted such power as Haruhiko wields the ability to summon and seal phantoms through drawings while Mai imbues the power of the elements into martial arts. Together, along with the friendly phantom Ruru, they form Team E of Hosea Academy which is dedicated to dealing with these often mischievous beings. In a world where the real and surreal intertwine, Musaigen no Phantom World follows the adventures of a group of friends as they handle the everyday troubles caused by phantoms.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/31442/Musaigen_no_Phantom_World"
        },
        {
            "text": "Official Site",
            "link": "http://phantom-world.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11500"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=17731"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Myriad_Colors_Phantom_World"
        }
    ]
}