{
    "title": "Kyoukai no Kanata",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/3/85468.jpg",
        "alt": "kyoukai-no-kanata"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "境界の彼方",
    "start_date": "2013-10-03",
    "end_date": "2013-10-03",
    "opening_song": "\"Kyoukai no Kanata (境界の彼方)\" by Minori Chihara",
    "ending_song": "\"Daisy\" by STEREO DIVE FOUNDATION",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "supernatural",
        "fantasy"
    ],
    "sinopse": "Mirai Kuriyama is the sole survivor of a clan of Spirit World warriors with the power to employ their blood as weapons. As such, Mirai is tasked with hunting down and killing \"youmu\"—creatures said to be the manifestation of negative human emotions. One day, while deep in thought on the school roof, Mirai comes across Akihito Kanbara, a rare half-breed of youmu in human form. In a panicked state, she plunges her blood saber into him only to realize that he's an immortal being. From then on, the two form an impromptu friendship that revolves around Mirai constantly trying to kill Akihito, in an effort to boost her own wavering confidence as a Spirit World warrior. Eventually, Akihito also manages to convince her to join the Literary Club, which houses two other powerful Spirit World warriors, Hiroomi and Mitsuki Nase.\n\nAs the group's bond strengthens, however, so does the tenacity of the youmu around them. Their misadventures will soon turn into a fight for survival as the inevitable release of the most powerful youmu, Beyond the Boundary, approaches.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/18153/Kyoukai_no_Kanata"
        },
        {
            "text": "Official Site",
            "link": "http://tv.anime-kyokai.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9518"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15546"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Beyond_the_Boundary"
        }
    ]
}