{
    "title": "Barakamon",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ばらかもん",
    "start_date": "2014-07-06",
    "end_date": "2014-07-06",
    "opening_song": "\"Rashisa (らしさ)\" by SUPER BEAVER (eps 1-10, 12)",
    "ending_song": "\"Innocence\" by NoisyCell",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "slice-of-life"
    ],
    "sinopse": "Seishuu Handa is an up-and-coming calligrapher: young, handsome, talented, and unfortunately, a narcissist to boot. When a veteran labels his award-winning piece as \"unoriginal,\" Seishuu quickly loses his cool with severe repercussions.\n\nAs punishment, and also in order to aid him in self-reflection, Seishuu's father exiles him to the Goto Islands, far from the comfortable Tokyo lifestyle the temperamental artist is used to. Now thrown into a rural setting, Seishuu must attempt to find new inspiration and develop his own unique art style—that is, if boisterous children (headed by the frisky Naru Kotoishi), fujoshi middle schoolers, and energetic old men stop barging into his house! The newest addition to the intimate and quirky Goto community only wants to get some work done, but the islands are far from the peaceful countryside he signed up for. Thanks to his wacky neighbors who are entirely incapable of minding their own business, the arrogant calligrapher learns so much more than he ever hoped to.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/22789/Barakamon"
        },
        {
            "text": "Official Site",
            "link": "http://www.barakamon.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10111"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16083"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Barakamon"
        }
    ]
}