{
    "title": "Mawaru Penguindrum",
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "輪るピングドラム",
    "start_date": "2011-07-08",
    "end_date": "2011-07-08",
    "opening_song": "#1",
    "ending_song": "#01",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "mystery",
        "comedy",
        "dementia",
        "psychological",
        "drama"
    ],
    "sinopse": "For the Takakura family, destiny is an ever-spinning wheel, pointing passionately in their direction with equal tides of joy and sorrow before ticking on to the next wishmaker. With their parents gone, twin brothers Kanba and Shouma live alone with their beloved little sister Himari, whose poor health cannot decline any further.\n\nOn the day Himari is given permission to temporarily leave the hospital, her brothers take her out to the aquarium to celebrate, where the family's supposed fate is brought forth with her sudden collapse. However, when Himari is inexplicably revived by a penguin hat from the aquarium's souvenir shop, the hand of fate continues to tick faithfully forward.\n\nWith her miraculous recovery, though, comes a cost: there is a new entity within her body, whose condition for keeping her fate at bay sends the boys on a wild goose chase for the mysterious \"Penguin Drum.\" In their search, the boys will have to follow the threads of fate leading from their own shocking past and into the lives of other wishmakers vying for the Penguin Drum, all hoping to land upon their chosen destiny.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/10721/Mawaru_Penguindrum"
        },
        {
            "text": "Official Site",
            "link": "http://penguindrum.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8421"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=12998"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Penguindrum"
        }
    ]
}