{
    "title": "SKET Dance",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/9/73974.jpg",
        "alt": "sket-dance"
    },
    "type": "tv-serie",
    "episodes": "77",
    "original_name": "スケットダンス",
    "start_date": "2011-04-07",
    "end_date": "2011-04-07",
    "opening_song": "#01: \"Kakko Warui I love you! (カッコ悪い I love you!)\" by French Kiss (eps 2-17)",
    "ending_song": "#01: \"Kakko Warui I love you! (カッコ悪い I love you!)\" by French Kiss (ep 1, 51)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "school",
        "shounen"
    ],
    "sinopse": "At Kaimei High School there is a special club dedicated to helping others known as the SKET Brigade. The brains of the group is Kazuyoshi \"Switch\" Usui, a tech-savvy otaku who speaks through speech synthesis software, while the brawn is provided by Hime \"Himeko\" Onizuka, the hockey stick-wielding girl once known as \"Onihime.\" And last but not least, their leader is Yuusuke \"Bossun\" Fujisaki, whose latent ability is evoked by his goggles, allowing him to summon the awesome power of extraordinary concentration.\n\nHowever, most of the school only know them as the club that handles odd jobs. Many of their days are spent in the clubroom slacking off, but when there is something to be done, they give their all to help others—usually in sincere, but unintentionally hilarious, ways. The SKET Brigade do all they can to provide support, kindness, encouragement, and troubleshooting to any students crazy enough to ask for their services.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/9863/SKET_Dance"
        },
        {
            "text": "Official Site",
            "link": "http://sketdance.jp/index.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8039"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=12089"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Sket_Dance"
        }
    ]
}