{
    "title": "Kyoukaisenjou no Horizon",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/6/79598.jpg",
        "alt": "kyoukaisenjou-no-horizon"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "境界線上のホライゾン",
    "start_date": "2011-10-02",
    "end_date": "2011-10-02",
    "opening_song": "\"Terminated\" by Minori Chihara",
    "ending_song": "#01: Side Ariadust: \"Pieces\" by AiRI (eps 1-3, 7-10, 12, 13)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "sci-fi",
        "fantasy"
    ],
    "sinopse": "In the far future, humans abandon a devastated Earth and traveled to outer space. However, due to unknown phenomenon that prevents them from traveling into space, humanity returns to Earth only to find it inhospitable except for Japan.\n\nTo accommodate the entire human population, pocket dimensions are created around Japan to house in the populace. In order to find a way to return to outer space, the humans began reenacting human history according to the Holy book Testament. But in the year 1413 of the Testament Era, the nations of the pocket dimensions invade and conquer Japan, dividing the territory into feudal fiefdoms and forcing the original inhabitants of Japan to leave.\n\nIt is now the year 1648 of the Testament Era, the refugees of Japan now live in the city ship Musashi, where it constantly travels around Japan while being watched by the Testament Union, the authority that runs the re-enactment of history. However, rumors of an apocalypse and war begin to spread when the Testament stops revealing what happens next after 1648.\n\nTaking advantage of this situation, Toori Aoi, head of Musashi Ariadust Academy's Supreme Federation and President of the student council, leads his fellow classmates to use this opportunity to regain their homeland.\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/10456/Kyoukaisenjou_no_Horizon"
        },
        {
            "text": "Official Site",
            "link": "http://genesis-horizon.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8323"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=12868"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Horizon_in_the_Middle_of_Nowhere"
        }
    ]
}