{
    "title": "Kyoukaisenjou no Horizon",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/216457.jpg",
        "alt": "kyoukaisenjou-no-horizon"
    },
    "type": "light-novel",
    "volumes": "29",
    "chapters": "872",
    "original_name": "境界線上のホライゾン",
    "start_date": "2008-09-10",
    "end_date": "2008-09-10",
    "tags": [
        "action",
        "comedy",
        "fantasy",
        "school",
        "sci-fi"
    ],
    "authors": [
        "Kawakami",
        "Minoru (Story)",
        "Satoyasu (Art)"
    ],
    "sinopse": "The story is set in a distant future where Japan is divided into feudal territories and conquered by other countries. There is a floating city named Musashi that is composed of eight ships in the skies. A war that will determine the fate of the world will be fought by students on the Musashi.\n\nIn the far future, humans abandon the devastated Earth and move to the upper world \"Tenjou.\" But Tenjou and the law of causation collapse due to a war and humans are forced to return to the Earth, which has turned into an inhabitable planet except for Shinshuu area in the Far East. Shinshuu is too small to accommodate all the humans, so they duplicate the area and create \"Juusou Sekai\" in a parallel world. In order to rebuild Tenjou and the law of causation, the returned humans start reproduction of the history from B.C. 10,000. When the reproduction proceeds to A.D. 1413, a war breaks out in Shinshuu and Juusou Sekai falls onto the original world. The humans living in Juusou Sekai lose their land and invade the original world. People in Shinshuu surrender and the land is divided by the invaders from Juusou Sekai. They try to resume the history reproduction from A.D.1457, but the update of the history terminates in A.D.1648. A rumor of apocalypse begins to spread the world.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/24464/Kyoukaisenjou_no_Horizon"
        }
    ]
}