{
    "title": "Hagure Yuusha no Aesthetica",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/9/74047.jpg",
        "alt": "hagure-yuusha-no-aesthetica"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "はぐれ勇者の鬼畜美学〈エステティカ〉",
    "start_date": "2012-07-06",
    "end_date": "2012-07-06",
    "opening_song": "\"Realization\" by Faylan",
    "ending_song": "\"Ai no Sei de Nemurenai (愛のせいで眠れない)\" by Aki Misato",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "super-power",
        "ecchi",
        "fantasy"
    ],
    "sinopse": "Since the discovery of \"Samon Syndrome\" 30 years ago, thousands of young people have traveled to fantasy worlds, the few returnees managing to keep the special abilities they acquired in those parallel universes.\n\nAkatsuki Ousawa, known as the \"Rogue Hero,\" discards his peaceful life in the fantasy world Alayzard to face new challenges upon returning to Earth. He comes back with Miu, the daughter of the Demon King he defeated, and is now forced to hide her true identity by having her pose as his little sister. The two soon join Babel, a special school designed for those who have acquired special abilities and magical powers through their journey to a fantasy world.\n\nBabel was seemingly founded to train young interdimensional travelers and \"guide them to the right path for the sake of humanity and themselves,\" but its true purpose remains unclear to the pseudo-siblings. Will Akatsuki and Miu be able to overcome the hostile, powerful student council and uncover the forces at play behind the scenes?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/13161/Hagure_Yuusha_no_Aesthetica"
        },
        {
            "text": "Official Site",
            "link": "http://www.kichiku.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9015"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=13821"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Aesthetica_of_a_Rogue_Hero"
        }
    ]
}