{
    "title": "Kyou kara Ma no Tsuku Jiyuugyou!",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/167622.jpg",
        "alt": "kyou-kara-ma-no-tsuku-jiyuugyou"
    },
    "type": "manga",
    "volumes": "21",
    "chapters": "133",
    "original_name": "今日から㋮のつく自由業！",
    "start_date": "2005-04-23",
    "end_date": "2005-04-23",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "demons",
        "drama",
        "fantasy",
        "magic",
        "shoujo",
        "shounen-ai",
        "harem"
    ],
    "authors": [
        "Matsumoto",
        "Temari (Art)",
        "Takabayashi",
        "Tomo (Story)"
    ],
    "sinopse": "Yuuri Shibuya is an average high school student whose passion in life is baseball. That is until he intervenes in the bullying of a classmate, Ken Murata, and gets his head dunked in a toilet. Surprisingly he is sucked into the toilet, and ends up in another world. When he reaches dry land, he sees some people dressed in medieval costume and speaking in some weird vernacular. He assumes that it is a theme park of some sort. However, the people are afraid to see him and begin to pelt him with stones. There he meets Adalbert von Grantz who uses some form of magic so Yuuri understands the local language. Conrad Weller and Günter von Christ then rescue Yuuri and take him to Blood Pledge Castle, the residence of the Maou, where he soon finds out he is the new Maou or Demon King will rule over 'Shin Makoku' (True Demonic Kingdom).\n\nHe also meets up with Wolfram, to whom he accidentally becomes engaged through a mishap.\n\nThroughout the series, Yuuri is constantly confronted with the results of even the smallest choices he makes. With a strange power dwelling inside of him, Yuuri becomes a deliverer of justice in the world of Shin Makoku.\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/1048/Kyou_kara_Ma_no_Tsuku_Jiyuugyou"
        }
    ]
}