{
    "title": "Kyou kara Maou!",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/11/75544.jpg",
        "alt": "kyou-kara-maou"
    },
    "type": "tv-serie",
    "episodes": "78",
    "original_name": "今日からマ王！",
    "start_date": "2004-04-03",
    "end_date": "2004-04-03",
    "opening_song": "\"Hateshinaku Tooi Sora ni\" by The Stand Up",
    "ending_song": "#1: \"Suteki na Shiawase\" by The Stand Up (eps 1-39)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "comedy",
        "demons",
        "fantasy",
        "shoujo"
    ],
    "sinopse": "Kyou kara Maou! revolves around Yuri Shibuya, your average Japanese teenager. One day, Yuri sees a classmate being harassed by bullies. Thanks to this intervention, his friend is able to escape, but unfortunately Yuri becomes the new target of the bullies in the process and gets his head shoved into a toilet. But instead of water, the toilet contains a swirling portal that sucks him into another world, largely resembling medieval Europe. There, he is told that he will become the next Demon King due to his black hair and black eyes, traits only possessed by the demon's royal lineage.\n\nYuri's arrival is met with some skepticism by some of the demons, who view him as unworthy to be their king. However, after Yuri wins a duel by utilizing his magical powers, the demons slowly begin to acknowledge him as their monarch. Yuri must now learn what it takes be a true Demon King, as he tries to keep the peace between demons and humans in this strange new realm.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/251/Kyou_kara_Maou"
        },
        {
            "text": "Official Site",
            "link": "http://www3.nhk.or.jp/anime/mao/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1677"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=3741"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Kyou_Kara_Maou"
        }
    ]
}