{
    "title": "Isuca",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/3/71767.jpg",
        "alt": "isuca"
    },
    "type": "tv-serie",
    "episodes": "10",
    "original_name": "ISUCA [イスカ]",
    "start_date": "2015-01-24",
    "end_date": "2015-01-24",
    "opening_song": "\"Never say Never\" by Afilia Saga",
    "ending_song": "\"Somebody to love\" by TWO-FORMULA",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "comedy",
        "ecchi",
        "romance",
        "school",
        "seinen",
        "supernatural"
    ],
    "sinopse": "Poor Shinichirou Asano has the worst of luck. His parents abandoned him and ran off to Europe. If that isn't bad enough on its own, they barely left him any money to take care of himself. In order to pay rent and keep a roof over his head, he has to work. Unfortunately, he was just fired from his last job and as a high school student, he doesn't have many other prospects.\n\nOne evening, he's attacked by a centipede monster on his way home. Shinichirou is saved by a mysterious girl with a bow and arrow, who he later discovers is Sakuya Shimazu, a beautiful student who attends his school. But when he later helps an injured girl, he discovers two things. First, the injured girl isn't human at all but rather a nekomata, a two-tailed demon cat. And second, Sakuya comes from a family of exorcists, who've protected humanity from rogue monsters and spirits for generations. Because Shinichirou was responsible for releasing the nekomata, Sakuya enlists his help in recapturing the demon, but that's just the beginning of Shinichirou's relationship with Sakuya. It turns out the Shimazu family needs a housekeeper and it just so happens that Shinichirou excels at cooking and likes to clean! It may not be his dream job, but if it pays the rent and puts food on the table...",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/25429/Isuca"
        },
        {
            "text": "Official Site",
            "link": "http://www.isuca.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10692"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16128"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Isuca"
        }
    ]
}