{
    "title": "Jin-Rou",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1323/103343.jpg",
        "alt": "jin-rou"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "人狼 JIN-ROH",
    "start_date": "2000-06-03",
    "opening_song": "\"Jin-Roh - Main Theme\" by the Czech Philharmonic Orchestra",
    "ending_song": "\"Grace - Jin-Roh - Main Theme - Omega\" by the Czech Philharmonic Orchestra",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "military",
        "police",
        "psychological",
        "drama",
        "romance"
    ],
    "sinopse": "In an alternate history, following World War II, civil unrest and terrorism run rampant in a devastated Japan under foreign occupation. During a botched interception of underground munitions being transferred by a terrorist organization, Constable Kazuki Fuse, a soldier in an elite counter-terrorism unit, witnesses the true terror of human nature. He fails to prevent a teenage girl from carrying out a desperate suicide bombing that subsequently causes immense destruction to Tokyo. With mental scars and his competence under question, Kazuki is sent back to the military academy for re-evaluation. Unbeknownst to him, he will soon be caught up in a web of government conspiracies that have the power to determine the future of all of Japan.\n\nJin-Rou is a heart-wrenching tale of a man treading the fine line between human and beast, ultimately discovering to which side he truly belongs.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/570/Jin-Rou"
        },
        {
            "text": "Official Site",
            "link": "http://web.archive.org/web/20151105082711/www.production-ig.co.jp/works/jin-roh/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=83"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=161"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Jin-Roh:_The_Wolf_Brigade"
        }
    ]
}