{
    "title": "Yuki to Sumi",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/198479.jpg",
        "alt": "yuki-to-sumi"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "12",
    "original_name": "ユキトスミ",
    "start_date": "2016-09-27",
    "end_date": "2016-09-27",
    "tags": [
        "comedy",
        "romance",
        "school",
        "shounen"
    ],
    "authors": [
        "Onio (Story & Art)"
    ],
    "sinopse": "Yukino Tachibana is a calligraphy prodigy. At the tender age of 16, she is already one of Japan's most exciting young artists, performing live calligraphy demonstrations to sell-out crowds on worldwide tours. With her refined, beautiful, and mysterious air, she is so popular at her new high school that she has earned the appellation of \"The School Madonna.\"\n\nShe is also as dumb as a post.\n\nAs artful her brushstrokes, as demure her outward demeanor, the real Yukino Tachibana is far-removed from the image her classmates see on television and in the school hallways. In reality, apart from her calligraphy genius, Yukino is completely useless, rude, and possessing of a distinctly inflated sense of self-worth. There is only one classmate who fails to be fooled by her facade: run-of-the-mill protagonist du jour Tarou Nakamura. Sitting next to her in class, Nakamura doesn't really get why the rest of the school finds her so enthralling—he's much more interested in his crush, Amano-san. But this indifference might prove to be his downfall, as circumstances cause Yukino to set her eyes on him...\n\nThis boy, this poor, poor boy, is burdened with a Herculean task—to keep Yukino's true nature a secret from the rest of the school, while trying to win the heart of his sweetheart. Can Nakamura really keep this brainless beauty's utter idiocy a secret?! And can he win Amano's heart through the power of calligraphy at the same time?!\n\nIncluded one-shot:\nVolume 1: Tachibana Setsuka wa Haji wo Kaku (pilot)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/108403/Yuki_to_Sumi"
        }
    ]
}