{
    "title": "Watashitachi no Tamura-kun",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/11268.jpg",
        "alt": "watashitachi-no-tamura-kun"
    },
    "type": "light-novel",
    "volumes": "2",
    "chapters": "20",
    "original_name": "わたしたちの田村くん",
    "start_date": "2005-06-10",
    "end_date": "2005-06-10",
    "tags": [
        "comedy",
        "drama",
        "ecchi",
        "romance",
        "school"
    ],
    "authors": [
        "Takemiya",
        "Yuyuko (Story)",
        "Yasu (Art)"
    ],
    "sinopse": "Main story\n\nWatashitachi no Tamura-kun's main story revolves around the title character Yukisada Tamura, who is in his third year of junior-high school when the story begins. Yukisada has become captivated by a strange girl named Komaki Matsuzawa who says that her birthplace was on another planet and she is trying to go back. One day, Yukisada confesses his affections to Komaki, but immediately following this, Komaki's grandmother dies and she has to move away. They both manage to keep in contact for a while by writing letters, though Komaki stops writing around the time of the high school entrance exams. When Yukisada enters high school, he becomes concerned with one of his female classmates named Hiroka Sōma.In junior-high, Hiroka was constantly bullied, which would cause her to stay home, eventually causing her to become isolated and helpless. Yukisada chooses not to ignore her like most of his other classmates, and instead starts encouraging her and helps her to build her self-esteem. Before long, Hiroka falls for Yukisada, and one day confesses her love to him. During this time, Yukisada has kept in contact with Komaki and has mentioned Hiroka in his letters. Thereupon, one day after a long time, a letter arrives from Komaki to Yukisada asking who exactly is Hiroka.\n\nSide story\n\nThe two-chapter side story entitled Takaura-sanchi no Kazokukeikaku concerns Yukisada Tamura's good friend, Shinichi Takaura and his younger half-sister, Io Tamai. Io detests anything related to matters of love or affection and is very anti-social. Seeing this, Shinichi attempts to rehabilitate his half-sister in the matter of love.\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/8241/Watashitachi_no_Tamura-kun"
        }
    ]
}