{
    "title": "Seishun Buta Yarou wa Yumemiru Shoujo no Yume wo Minai",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1613/102179.jpg",
        "alt": "seishun-buta-yarou-wa-yumemiru-shoujo-no-yume-wo-minai"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "青春ブタ野郎はゆめみる少女の夢を見ない",
    "start_date": "2019-06-15",
    "ending_song": "\"Fukashigi no Carte movie ver. (不可思議のカルテ movie ver.)\" by Mai Sakurajima (Asami Seto), Tomoe Koga (Nao Touyama), Rio Futaba (Atsumi Tanezaki), Nodoka Toyohama (Maaya Uchida), Kaede Azusawara (Yurika Kubo), Shouko Makinohara (Inori Minase)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "romance",
        "school",
        "supernatural"
    ],
    "sinopse": "Six months ago, Sakuta Azusagawa had a chance encounter with a bunny girl in a library. Ever since then, he's been blissfully happy with his girlfriend: Mai Sakurajima, that same bunny girl. However, the reappearance of his mysterious first crush, the now-adult Shouko Makinohara, adds a new complication to his relationship with Mai. To make matters worse, he then encounters a middle school Shouko in the hospital, suffering from a grave illness. Mysteriously, his old scars begin throbbing whenever he's near her.\n\nWith Shouko's bizarre situation somehow revolving around him, Sakuta will need to come to terms with his own conflicting feelings, for better or worse. With a girl's life in his hands, just what can he do?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38329/Seishun_Buta_Yarou_wa_Yumemiru_Shoujo_no_Yume_wo_Minai"
        },
        {
            "text": "Official Site",
            "link": "https://ao-buta.com/themovie/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14397"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21406"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Rascal_Does_Not_Dream_of_Bunny_Girl_Senpai"
        }
    ]
}