{
    "title": "Cop Craft",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "COP CRAFT [コップクラフト]",
    "start_date": "2019-07-09",
    "end_date": "2019-07-09",
    "opening_song": "\"Rakuen Toshi (楽園都市)\" by Masayoshi Ooishi",
    "ending_song": "\"Connected\" by Tilarna Exedilika (Mayu Yoshioka)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "fantasy",
        "magic",
        "police",
        "sci-fi"
    ],
    "sinopse": "Fifteen years ago, a hyperspace gate appeared in the middle of the Pacific Ocean, connecting Earth to a strange world filled with fairies and monsters. The city of San-Teresa became a home for over two million of these otherworldly visitors. Unfortunately, the population boom also brought its fair share of problems—drugs, prostitution, and trafficking. To combat the rampant crime lurking in the city's shadows, a new department was established in the San-Teresa Metropolitan Police.\n\nFormer JSDF soldier Kei Matoba is one of the best cops that the department has to offer, despite his inclination to occasionally bend the rules. After a fairy trafficking case goes wrong, Kei loses Rick Fury, his friend and partner of four years, setting him on a quest for vengeance. To help him with the case, the department pairs him with Tilarna Exedilika, a noble of the Farbani Kingdom. As one of the Knights of Mirvor, her duty is to rescue the noble fairy that Kei encountered during his last case. Despite his distaste for non-humans, he accepts the arrangement at the request of his superiors. Now, the unlikely duo must come together and overcome their differences in order to return the missing fairy to her country and avenge the death of Kei's partner.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38940/Cop_Craft"
        },
        {
            "text": "Official Site",
            "link": "http://copcraft.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14574"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22012"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Cop_Craft"
        }
    ]
}