{
    "title": "Promare",
    "type": "movie",
    "episodes": "1",
    "original_name": "PROMARE（プロメア）",
    "start_date": "2019-05-24",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "mecha",
        "sci-fi",
        "super-power"
    ],
    "sinopse": "Thirty years ago, a new race of flame-wielding mutants suddenly appeared, destroying a large portion of humanity. These so-called “Burnish” have continued to appear at random, leaving a trail of death and destruction in their wake.\n\nThe autonomous republic of Promepolis is a thriving nation thanks to the incredible efforts of their leader, Kray Foresight, against the Burnish. A team of firefighters known as the Burning Rescue is tasked with stopping these horrifying monsters, using the most performant technology available thanks to their incredible mechanic Lucia Fex. Galo Thymos is an energetic young man, who considers Foresight his hero for saving his life and is the rescue team's most recent recruit.\n\nA terrorist group calling themselves Mad Burnish has been causing havoc all over the nation. After an encounter with Mad Burnish leader Lio Fotia, Galo sets out on his fated journey to find the truth about these mutants, ultimately leading him to question everything he previously held to be true.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/35848/Promare"
        },
        {
            "text": "Official Site",
            "link": "http://promare-movie.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13261"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21767"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Promare"
        }
    ]
}