{
    "title": "Sora no Aosa wo Shiru Hito yo",
    "type": "movie",
    "episodes": "1",
    "original_name": "空の青さを知る人よ",
    "start_date": "2019-10-11",
    "opening_song": "\"Sora no Aosa wo Shiru Hito yo (空の青さを知る人よ)\" by Aimyon",
    "ending_song": "\"Aoi (葵)\" by Aimyon (あいみょん)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "music",
        "supernatural",
        "drama",
        "romance"
    ],
    "sinopse": "High school student Aoi Aioi lives with her elder sister, Akane, after a tragic accident took their parents away 13 years ago. Because Akane has since been taking care of her single-handedly, Aoi wants to move to Tokyo after her graduation to relieve her sister's burden and pursue a musical career, inspired by Akane's ex-boyfriend Shinnosuke \"Shinno\" Kanamuro. Shinno was part of a band until he left for Tokyo to become a professional guitarist after the sisters' parents passed away, and he was never to be seen again.\n\nOne afternoon, while Aoi practices her bass in a guest house, she gets startled by the 18-year-old version of Shinno from 13 years ago! As if by coincidence, the current 31-year-old Shinno also returns to the town, but he has changed drastically. There are now two Shinno's in existence, but why is the Shinno from the past present?\n\nSora no Aosa wo Shiru Hito yo revolves around these four individuals as they confront their inner feelings toward each other and make decisions that will affect their lives from here on out.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/39569/Sora_no_Aosa_wo_Shiru_Hito_yo"
        },
        {
            "text": "Official Site",
            "link": "https://soraaoproject.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14779"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22015"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Her_Blue_Sky"
        }
    ]
}