{
    "title": "Akuyaku Reijou desu ga, Heroine ni Kouryaku saretemasu wa!?: Anthology Comic",
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "original_name": "悪役令嬢ですが、ヒロインに攻略されてますわ!? アンソロジーコミック",
    "start_date": "2020-08-25",
    "tags": [
        "drama",
        "fantasy",
        "school",
        "shoujo-ai"
    ],
    "authors": [
        "Hoshina (Art)",
        "Shidou",
        "Murasaki (Art)",
        "Taikoban (Story)",
        "Ooniwa",
        "Soto (Art)"
    ],
    "sinopse": "Akuyaku Reijou desu ga, Heroine ni Kouryaku saretemasu wa!? is a yuri-centered anthology that features stories about annulled marriages, villainesses, and reincarnating into otome games.\n\nHeroine no Koushaku Taishou wa...\nAt their engagement party, the prince of a kingdom announces his intent to break off the marriage between him and his fiancée, Nelicia, in favor of his friend Nancy. However, to his shock, Nancy declines his proposal.\n\nKonyaku Haki sareta Ojousamaa ga Taihen Sou nanode Tasuke ni Hairimashita\nZieg, the first ever prince of the Argatea Kingdom, is attending an evening party with his fiancée, Shelphy Purple Ice. Suddenly, Zieg accuses Shelphy of shoving Baron Red Parfait's daughter, Reifa, down a flight of stairs. Shelphy denies his accusation, but he refuses to listen. Having heard enough, the maid of the Purple Ice family steps in to defend Shelphy.\n\nKonyaku Haki saremashita. Watashi no Shinyuu ga! Kanarazu Soshishimasu!.. Watashi ga Genin nanode orz\nOne day, a Japanese girl reincarnates into the body of an otome game character named Shion Seiren. In the original otome game, Shion was bullied by the villainous Maria Freesia, but now the girl has a chance to prevent this from happening.\n\nAkuyaku Reijou to no Yuujou Route\nIn her past life, Rumia Kaltia was a simple Japanese schoolgirl who enjoyed playing video games. In the otome game \"The Principal's Flower,\" there was one character that stood out to her above the rest—Ultear Belmont—with whom she sympathized. After being reincarnated into the game, Rumia decides to show the other characters of The Principal's Flower just how charming Ultear really is.\n\n\"Akuyaku\" Reijou no Konyaku Haki, Moshiku wa (Kuro no Seijo) Tenmatsuki: Another Story\nOttilie is the daughter of the corrupt Havel dukedom—the government responsible for prolonging the ongoing war for profit. Meanwhile, Emilia is a commoner with plans to reshape the kingdom. Once ignorant of her kingdom's political issues, Ottilie becomes inspired to educate herself further after befriending Emilia. One day, however, Ottilie hears her father conspiring to have Emilia expelled from their school. To protect her friend, Otillie must come up with a plan to remove her father from power.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/134600/Akuyaku_Reijou_desu_ga_Heroine_ni_Kouryaku_saretemasu_wa__Anthology_Comic"
        }
    ]
}