{
    "title": "Drifters",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "DRIFTERS",
    "start_date": "2016-10-07",
    "end_date": "2016-10-07",
    "opening_song": "\"Gospel Of The Throttle 狂奔 REMIX ver.\" by Minutes Til Midnight",
    "ending_song": "#1 \"Vermillion\" by Maon Kurosaki (ep 1-11)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "historical",
        "samurai",
        "fantasy",
        "seinen"
    ],
    "sinopse": "At the Battle of Sekigahara in 1600, Toyohisa Shimazu is the rearguard for his retreating troops, and is critically wounded when he suddenly finds himself in a modern, gleaming white hallway. Faced with only a stoic man named Murasaki and hundreds of doors on both sides, Toyohisa is pulled into the nearest door and into a world completely unlike his own.\n\nThe strange land is populated by all manner of fantastical creatures, as well as warriors from different eras of Toyohisa's world who were thought to be dead. Quickly befriending the infamous warlord Nobunaga Oda and the ancient archer Yoichi Suketaka Nasu, Toyohisa learns of the political unrest tearing through the continent. Furthermore, they have been summoned as \"Drifters\" to fight against the \"Ends,\" people who are responsible for the creation of the Orte Empire and are trying to annihilate the Drifters. As the Ends grow more powerful, so does the Empire's persecution of elves and other demihumans. It is up to Toyohisa and his group of unconventional heroes to battle in a brand-new world war to help the Empire's subjects, while protecting the land to claim for themselves and challenging the Ends.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/31339/Drifters"
        },
        {
            "text": "Official Site",
            "link": "http://www.nbcuni.co.jp/rondorobe/anime/drifters/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11164"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18181"
        },
        {
            "text": "Wikipedia",
            "link": "<https://en.wikipedia.org/wiki/Drifters_(manga"
        }
    ]
}