{
    "title": "Umi ni Ochiru Tsubame",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/10445.jpg",
        "alt": "umi-ni-ochiru-tsubame"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "4",
    "original_name": "海に墜ちるツバメ",
    "start_date": "2006-01-20",
    "tags": [
        "mystery",
        "josei"
    ],
    "authors": [
        "Shinohara",
        "Chie (Story & Art)"
    ],
    "sinopse": "This volume contains three one-shots by Shinohara Chie.\n\nUmi ni Ochiru Tsubame:\nMorimura Shiki is a young and talented screen writer who is favored to win the upcoming title of Best Screen Writer of the year, especially now that she has murdered her rival Minase Masako. She is sure she left nothing at the scene to tie her to the crime, but someone approaches her and says he knows what she did. What will Shiki do now??\n\nKioku no Ashioto:\nShouko was distracted. She knew her boyfriend Yukiya was going to end their relationship, and with her mind trying to think of a way to convince him otherwise, she did not see the man who jumped in front of her car. Horrified that she had run over someone, she looked to Yukiya for help, who told her that he would take care of everything. Yukiya took the man's body and secretly buried it in the mountains, but will that moment of weakness cost Shouko her life?\n\nShikeidai no 72jikan:\nNatsuki Kiriko has received a mysterious invitation to spend a few days at a fancy lodge called \"The Orchard House\". When she arrives, she finds 4 other young people there who had also been invited. After welcoming them, the hostess declares that the 5 of them had been chosen b/c they were all suspects of her son's murder 4 years ago. If one of them did not confess his/her guilt, they would all 5 die by the end of their stay! Kiriko knows she did not kill the hostess's son, but everyone else says the same. Can she find the real killer before she loses her life??\n(Note: This story was published also in Shinohara Chie's \"Toubou Kyuukou\")",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/7644/Umi_ni_Ochiru_Tsubame"
        }
    ]
}