{
    "title": "Magatsu Wahrheit: Zuerst",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1109/108983.jpg",
        "alt": "magatsu-wahrheit-zuerst"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "禍つヴァールハイト -ZUERST-",
    "start_date": "2020-10-13",
    "end_date": "2020-10-13",
    "opening_song": "\"Kimi wo Sukueru nara Boku wa Nani ni demo Naru (君を救えるなら僕は何にでもなる)\" by Maon Kurosaki",
    "ending_song": "\"disclose\" by H-el-ical//",
    "rating": "None",
    "tags": [
        "action",
        "magic",
        "fantasy"
    ],
    "sinopse": "In the technologically and magically advanced Wahrheit Empire, rumors of a returning catastrophe known only as the \"light\" causes a disturbance amongst the people. Meanwhile, in the capital of the Empire, transporter Innumael Grauer prepares his daily deliveries, struggling to make ends meet for himself and his sister. Leocadio Wöhler, a newly recruited soldier, assists Innumael whilst commuting to work—unknowingly loading a mysterious package containing contraband artillery belonging to a criminal organization.\n\nInnumael is accused of smuggling the package, facing possible execution due to the Empire's strict oversight of weapons in response to the rising disorder. However, unbeknownst to him, the very syndicate that placed him in this unfortunate predicament may save him from this fate, at least temporarily. Elsewhere, Leocadio is assigned his first mission—to apprehend the criminal group known as \"Headkeeper,\" suspected of transporting illegal weaponry.\n\nMagatsu Wahrheit: Zuerst follows these two young men on a journey encompassing the Wahrheit Empire, triggering a chain of events that will not only change their lives but also alter the course of the Empire as they know it.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37599/Magatsu_Wahrheit__Zuerst"
        },
        {
            "text": "Official Site",
            "link": "https://magatsu-wahrheit-zuerst.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13980"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=23543"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Magatsu_Wahrheit#Anime"
        }
    ]
}