{
    "title": "Noir",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1054/96577.jpg",
        "alt": "noir"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "ノワール",
    "start_date": "2001-04-06",
    "end_date": "2001-04-06",
    "opening_song": "\"Coppelia no Hitsugi (「コッペリアの柩」 Coppelia's Casket)\" by ALI Project",
    "ending_song": "\"Kirei na Kanjo (「きれいな感情」 Beautiful Emotions)\" by Akino Arai",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "drama",
        "mystery"
    ],
    "sinopse": "On a sunny afternoon in her Paris apartment, assassin-for-hire Mireille Bouquet receives a strange email from Kirika Yuumura, a young student from Japan, inviting her to \"make a pilgrimage to the past\" together. Initially thinking the email is nonsense, she changes her mind when it begins playing a song that she recognizes from her youth.\n\nUpon first meeting each other in person, the two are suddenly ambushed by gun-wielding men. While Mireille is capable of fending off the assault, she discovers that Kirika is quite adept in combat situations after she takes out several gunmen on her own. Despite her proficiency at killing, Kirika laments her inability to feel remorse for her victims. In addition, Kirika apparently has no memory of how she came to acquire the skills she possesses or even of her real identity.\n\nSensing shared history between them, Mireille agrees to team up with Kirika, and together, they embark on a journey to uncover the mysteries of their pasts. Operating under the codename \"Noir,\" the duo's fragile alliance is tested as they begin accepting jobs, each one bringing them closer to the truth of who they really are.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/272/Noir"
        },
        {
            "text": "Official Site",
            "link": "http://www.jvcmusic.co.jp/m-serve/tv/noir/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=407"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Noir_%28anime%29"
        }
    ]
}