{
    "title": "Dennou Coil",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/5/12844.jpg",
        "alt": "dennou-coil"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "電脳コイル",
    "start_date": "2007-05-12",
    "end_date": "2007-05-12",
    "opening_song": "\"Prism (プリズム)\" by Ayako Ikeda",
    "ending_song": "\"Sora no Kakera (空の欠片; A Fragment of the Sky)\" by Ayako Ikeda",
    "rating": "G - All Ages",
    "tags": [
        "adventure",
        "comedy",
        "drama",
        "mystery",
        "sci-fi"
    ],
    "sinopse": "In the near future, augmented reality has become a key part of daily life. A gentle middle school girl named Yuuko \"Yasako\" Okonogi and her family have just moved to Daikoku City despite rumors of people disappearing. There, her grandmother, nicknamed \"Mega-baa,\" runs a shop called Megasia that specializes in illegal tools which interact with parts of the virtual world.\n\nMega-baa also hosts an unofficial detective agency called \"Coil,\" a group of children around Yasako's age who find and handle corruption of the virtual world. Yasako gets involved with the group when Fumie Hashimoto, a playful member of Coil, helps rescue her cyberdog Densuke after getting trapped in virtual space while chasing a mysterious virus. Also investigating these corruptions and viruses is an abrasive hacker named Yuuko Amasawa, who the others take to calling Isako.\n\nCan Coil discover the truths behind the mysterious viruses and corruption, and if they can, at what cost?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2164/Dennou_Coil"
        },
        {
            "text": "Official Site",
            "link": "http://www.tokuma.jp/coil/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=4345"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=6278"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Denn%C5%8D_Coil"
        }
    ]
}