{
    "title": "Seitokai Yakuindomo\\*",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "生徒会役員共＊",
    "start_date": "2014-01-04",
    "end_date": "2014-01-04",
    "opening_song": "\"Hanasaku☆Saikyou Legend Days (花咲く ☆ 最強レジェンド Days)\" by Triple Booking",
    "ending_song": "\"Mirai Night (ミライナイト)\" by Satomi Satou",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "slice-of-life",
        "comedy",
        "school",
        "shounen"
    ],
    "sinopse": "They say that the more things change, the more they stay the same, and those words could not be more true for the student council of Ousai Private Academy. Though an entire year has passed—bringing the senior members to their final year of high school—not much has changed. President Shino Amakusa is just as perverted as ever, Secretary Aria Shichijou still refuses to put on a pair of panties, Treasurer Suzu Hagimura has yet to grow an inch, and Vice President Takatoshi Tsuda is still stuck as the straight man to their crazy antics.\n\nOf course, limiting the fun to a four-way might get a little stale; although the group still messes around with the Judo Club and the Newspaper Club, more girls have come to get in on the excitement. Takatoshi's sister Kotomi, a new student at Ousai, is as perverse as the president, while Uomi, the aloof student council president of the nearby Eiryou High School, fits right in with the insanity at Ousai. With loads of absurdity and sexual humor that keeps on coming, Takatoshi needs to harden up if he is going to keep up with all the madness around him.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/20847/Seitokai_Yakuindomo"
        },
        {
            "text": "Official Site",
            "link": "http://www.starchild.co.jp/special/seitokai/top.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10197"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15694"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Seitokai_Yakuindomo"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Seitokai_Yakuindomo"
        }
    ]
}