{
    "title": "Demi-chan wa Kataritai",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "亜人ちゃんは語りたい",
    "start_date": "2017-01-08",
    "end_date": "2017-01-08",
    "opening_song": "\"Original. (オリジナル。)\" by TrySail",
    "ending_song": "\"Fairy Tale (フェアリーテイル)\" by Sangatsu no Phantasia",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "vampire",
        "fantasy",
        "school",
        "seinen"
    ],
    "sinopse": "High school biology teacher Tetsuo Takahashi may look like your average everyday instructor, but beneath his gentle appearance lies something less ordinary: his fascination for the \"Ajin,\" more commonly known as \"Demi.\" Although these half-human, half-monster beings have integrated into human society, Takahashi believes that much about them will remain unknown unless he interacts with them firsthand.\n\nDemi-chan wa Kataritai follows Takahashi's daily life in Shibasaki High School together with his three Demi students—Hikari Takanashi, an energetic vampire; Kyouko Machi, a gentle dullahan; and Yuki Kusakabe, the shy snow woman. Along the way, Takahashi also meets fellow teacher Sakie Satou, a succubus with an aversion towards men. To fulfill his goal of learning more about the Demi, Takahashi decides to conduct casual interviews with the girls to learn more about their abilities, psyche, and interaction with human society. As Takahashi strengthens his bond with his students, he soon discovers that the Demi are not as unusual as he initially believed.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/33988/Demi-chan_wa_Kataritai"
        },
        {
            "text": "Official Site",
            "link": "http://demichan.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12374"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18724"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Interviews_with_Monster_Girls"
        }
    ]
}