{
    "title": "Bakukyuu Hit! Crash B-Daman",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/7/18312.jpg",
        "alt": "bakukyuu-hit-crash-b-daman"
    },
    "type": "tv-serie",
    "episodes": "50",
    "original_name": "爆球 HIT! クラッシュビーダマン",
    "start_date": "2006-01-09",
    "end_date": "2006-01-09",
    "opening_song": "\"Beda Forever\" by Tsuyoshi Matsubara",
    "ending_song": "#1: \"Ashita ni Mukatte Get Dream! (明日に向かって Get Dream!)\" by Lia (ep 1-14)",
    "rating": "PG - Children",
    "tags": [
        "game",
        "adventure"
    ],
    "sinopse": "Hitto Tamaga, an 11-year-old boy, lives in some town in Japan. He is a very unfortunate boy, whose only asset is brightness. He lives only with his father who is a Bedaman researcher, but he left home several months ago, and he's been missing since then. He is living alone in a hut built on a relative’s land. Nobody celebrates his 11th birthday...except his cousin Nana who lives in the same land. One day, Hitto receives a present from the lost father, and he is very grad to know that his father remembers his birthday. It is “Crash Bedaman” that he longed for. After he puts them together to complete Crash Bedaman, he brings it to Bee Park, or a battle field of Beedaman. A battle there shows him a new way he should go.\n\nThere is a message from his father with the present.\n\n“Overcome the difficulties”.\n\nPutting this word in his mind, he beats the enemies one after another with his Bedaman. With the encounter of partners and rivals, the mystery of Bedaman, a shadow organization, and the reason of the missing of his father gradually come to light. Defeating various obstacles in his way, he’s growing up. (Source: AnimeNFO)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/4563/Bakukyuu_Hit_Crash_B-Daman"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-tokyo.co.jp/anime/crash_b-daman/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=4127"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=6465"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/爆球Hit!_クラッシュビーダマン"
        }
    ]
}