{
    "title": "Double Decker! Doug &amp; Kirill",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1299/95783.jpg",
        "alt": "double-decker-doug-amp-kirill"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "DOUBLE DECKER! ダグ＆キリル",
    "start_date": "2018-09-30",
    "end_date": "2018-09-30",
    "opening_song": "\"Stereo to Monologue (ステレオとモノローグ)\" by Kirisame Undertaker (霧雨アンダーテイカー)",
    "ending_song": "\"Buntline Special\" by VickeBlanka",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "sci-fi",
        "comedy",
        "police"
    ],
    "sinopse": "The once peaceful city-state of Lisvalletta has found itself beset by a dangerous new drug called Anthem. The side effects of the drug allow the user to enter a state of Overdrive, wherein they mutate into superpowered beasts with inhuman abilities. With the police powerless to stop this new threat, the responsibility falls upon the Special Crime Investigation Unit SEVEN-O. To offset the dangers of this work, the investigators work under the patented \"Double Decker\" system, which requires them to team up in \"buddy cop\" pairs.\n\nAs a child, average police officer Kirill Vrubel fantasized about being a hero who would save his school from a random terrorist attack. His chance to be a hero arrives when his landlady blackmails him into searching for her lost cat. Upon arriving and falling asleep in an abandoned warehouse, Kirill finds himself in the middle of a hostage situation involving an Anthem user. By teaming up with SEVEN-O detective Douglas \"Doug\" Bilingam, Kirill earns his spot as the newest member of SEVEN-O. Now, with the help of this secret organization, he may finally achieve his dream of becoming a hero.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37496/Double_Decker_Doug___Kirill"
        },
        {
            "text": "Official Site",
            "link": "http://dabudeka.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13923"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20811"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Double_Decker!_Doug_&_Kirill"
        }
    ]
}