{
    "title": "K-On!!",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/12/76121.jpg",
        "alt": "k-on"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "けいおん!!",
    "start_date": "2010-04-07",
    "end_date": "2010-04-07",
    "opening_song": "#1: \"GO! GO! MANIAC\" by HTT (Houkago Tea Time) (eps 1-13)",
    "ending_song": "#1: \"Listen!!\" by HTT (Houkago Tea Time) (eps 1-13)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "music",
        "school",
        "slice-of-life"
    ],
    "sinopse": "It is the new year, which means that the senior members of the Light Music Club are now third-years, with Azusa Nakano being the only second-year. The seniors soon realize that Azusa will be the only member left once they graduate and decide to recruit new members. Despite trying many methods of attracting underclassmen—handing out fliers, bringing people into the clubroom, and performing at the welcoming ceremony—there are no signs of anyone that plans to join.\n\nWhile heading to the clubroom, Azusa overhears Yui Hirasawa say that the club is fine with only five people and that they can do many fun things together. Changing her mind, she decides that they do not need to recruit any members for the time being.\n\nK-On!! revolves around the members of the Light Music Club as they experience their daily high school life. From rehearsing for concerts to just messing around, they are ready to make their last year together an exciting one!\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/7791/K-On"
        },
        {
            "text": "Official Site",
            "link": "http://www.tbs.co.jp/anime/k-on/k-on_tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7307"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=11262"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/K-On!#Anime"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/K-On!"
        }
    ]
}