{
    "title": "First Squad: The Moment of Truth",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/10/15653.jpg",
        "alt": "first-squad-the-moment-of-truth"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "ファーストスクワッド",
    "start_date": "2009-05-13",
    "opening_song": "\"Valor\" by DJ Krush",
    "ending_song": "\"Blade Wind\" by DJ Krush",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "historical",
        "military",
        "super-power",
        "supernatural"
    ],
    "sinopse": "As the Second World War rages on throughout Europe and the German forces advance closer to Moscow, the days of the Soviet Union seem numbered. Their only hope is the First Squad, a special unit operating within the Soviet intelligence service that consists of teenagers possessing supernatural abilities. However, the unit’s sole surviving memberNadya Ruslanova suffers from memory loss and is unlikely to take part in any combat operation.\n\nThe next Moment of Truth – an event that happens once every 700 years, when the actions of a single man can change the entire course of history – is rapidly approaching the Eastern Front. In hopes of breaking the stalemate at the frontlines, a German occult organization called Ahnenerbe plans to summon Baron von Wolff, a medieval knight from the Northern Crusades, and his undead army from the underworld. To prevent this from happening, First Squad must gather once again, and it’s up to Nadya to bring back her deceased friends to stop the Nazis from taking over the world.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/5178/First_Squad__The_Moment_of_Truth"
        },
        {
            "text": "Official Site",
            "link": "http://www.first-squad.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=4401"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10231"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/First_Squad"
        }
    ]
}