{
    "title": "Downtown Shuffle",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/2782.jpg",
        "alt": "downtown-shuffle"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "6",
    "tags": [
        "yaoi"
    ],
    "authors": [
        "Sakamoto",
        "Miki (Story & Art)"
    ],
    "sinopse": "1-3) Downtown Shuffle (2 chapters and Extra)\nEveryone wants Sakura ~ an aloof, elegant and unattainable beautiful \"princess\". Syou is no exception. He desperately wants him. So bad that he visits all Sakura's favorite night clubs nearly every night.\nSomehow, Syou unexpectedly wins Sakura's attention. His friend and bartender Miyako is pleased for him. However it doesn't go as smoothly as Syou's hoped. Sakura may be truly unattainable.\nSyou falls in love, but not in a way he expects it to be.\n\n4. Let's Go to the Hospital\n   Tsukada Riku's mother forces him to track down their missing cat. He gets into an accident that lands him a hospital, which his high school friends nicknamed \"ERO hospital\" (Porno hospital) because of a hospital sign and rumors that nurses seduce hapless patients at night.\n   Will Riku be seduced? Dr. Hiroo might have the answer.\n\n5. Eternal Melody\n   Rock guitarist Kouga is acknowledged as the guy who formed a rock band, Zest, at high school and has an eye for beauty. However he's never explained why he chose Mei as their singer who ~ as Kouga says ~ has nothing but good looks.\n   Kazuki, a good looking singer of HYPE, enters the picture with a desire to take over Mei's place ...\n\n6. Four Seasons\n   Mizuta Hayato is overjoyed when he discovers his childhood friend Hyouno Wataru has returned ~ from a four-year stay in Tokyo ~ to work as a teacher at his school. Wataru isn't, however, what he used to be. He's so cold now.\n\n(from B-U)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/2587/Downtown_Shuffle"
        }
    ]
}