{
    "title": "Torikago Syndrome",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/137943.jpg",
        "alt": "torikago-syndrome"
    },
    "type": "manga",
    "volumes": "2",
    "chapters": "9",
    "original_name": "鳥籠シンドローム",
    "start_date": "2012-06-23",
    "end_date": "2012-06-23",
    "tags": [
        "mystery",
        "drama",
        "school",
        "shoujo",
        "shounen-ai",
        "harem",
        "psychological"
    ],
    "authors": [
        "Samamiya",
        "Akaza (Story & Art)"
    ],
    "sinopse": "Ayase Tsugumi is an orphan of mixed European and Japanese descent, possessing unsettling red eyes and light-colored hair—all these characteristics make him a target for bullying at his school in Japan. When a secretive benefactor under the alias \"Daddy-Long-Legs\" starts sending him letters, teaching him English and offering to send him to a new school in Europe, Tsugumi readily accepts this escape from his present circumstances.\n\nWhen Tsugumi arrives at Zugvogel Academy, he finds it to be a boys' boarding school governed by a strange tradition. There are no formal regulations laid down by the administration; rather, the rules are arbitrarily determined by the school's \"King.\" Anyone wishing for freedom from the rules must repeatedly succeed in the King's \"Game\" and rise through the ranks. However, players must be willing to hurt others or else be hurt themselves.\n\nDespite Tsugumi's experiences with bullying, he has never wished to be the tormentor instead of the victim. After unintentionally leveling up on his first day, he looks for a way to remove himself as a player. Unexpectedly, he receives help from the only student to have cleared all the levels in the Game, Licht, who has taken a keen interest in Tsugumi for some unknown reason.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/47851/Torikago_Syndrome"
        }
    ]
}