{
    "title": "Tokyo Ghoul:re 2nd Season",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "京喰種トーキョーグール：re 第 2 期",
    "start_date": "2018-10-09",
    "end_date": "2018-10-09",
    "opening_song": "\"katharsis\" by TK from Ling Tosite Sigure",
    "ending_song": "\"Rakuen no Kimi (楽園の君)\" by osterreich",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "drama",
        "horror",
        "mystery",
        "psychological",
        "seinen",
        "supernatural"
    ],
    "sinopse": "After the conclusion of the Tsukiyama Family Extermination Operation, the members of the Commission of Counter Ghouls (CCG) have grown exponentially in power and continue to pursue their goal of exterminating every ghoul in Japan. Having resigned from Quinx Squad, the now seemingly emotionless Haise Sasaki begins taking on more and more tasks from the CCG with no regard to the difficulty. Despite his vacant expressions, Ken Kaneki's memories are resurfacing in Haise, leaving him in a state of internal conflict. Meanwhile, his new coldhearted behavior is affecting the people around him. Quinx Squad are left in shambles, having to cope with the death of one of their members without the support of their former mentor.\n\nAmidst this turmoil, both Quinx Squad and Haise must continue to fulfill their duties to the CCG, whether willingly or not. However, the presence of a mysterious group behind the CCG has been made known to Haise, and certain whispers of corruption have not gone unheard by the Quinx Squad as well.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37799/Tokyo_Ghoul_re_2nd_Season"
        },
        {
            "text": "Official Site",
            "link": "http://www.marv.jp/special/tokyoghoul/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14059"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21116"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Tokyo_Ghoul"
        }
    ]
}