{
    "title": "Hatena☆Illusion",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1299/106117.jpg",
        "alt": "hatena☆-illusion"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "はてな ☆ イリュージョン",
    "start_date": "2020-01-09",
    "end_date": "2020-01-09",
    "opening_song": "\"Magic Words\" by Liyuu",
    "ending_song": "\"Hikariiro no Uta (ヒカリイロの歌)\" by Aina Suzuki",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "supernatural",
        "romance",
        "ecchi"
    ],
    "sinopse": "Years ago, many magical \"Artifacts\" were stolen and scattered throughout the world. They fell into the hands of people who were not supposed to know of their existence, causing misfortune to those who abused their power. The Hoshisato family of magicians has special access to the Artifacts, and they take it upon themselves to return them to their rightful place.\n\nDespite her inexperience, Kana \"Hatena\" Hoshisato wishes to aid her parents Mamoru and Maeve in their quest, doing her best to improve. Meanwhile, her childhood friend Makoto Shiranui has come to their mansion to study magic under her father's tutelage as part of a promise they made years ago. Hatena is excited to see her friend again, only to be utterly disappointed when the person she thought to be a girl all these years turns out to be a boy, leading to a bitter reunion.\n\nBefore long, Makoto comes to know of the Artifacts and the true identities of the magicians he admires. Unfazed, he continues to strive to fulfill his promises and stay true to why he learns magic—to ease the sadness of people around him and, most importantly, to become a person worthy of being Hatena's partner.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/35252/Hatena☆Illusion"
        },
        {
            "text": "Official Site",
            "link": "http://hatenaillusion-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13037"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22390"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E3%81%AF%E3%81%A6%E3%81%AA%E2%98%86%E3%82%A4%E3%83%AA%E3%83%A5%E3%83%BC%E3%82%B8%E3%83%A7%E3%83%B3!"
        }
    ]
}