{
    "title": "Aoki Densetsu Shoot!",
    "type": "tv-serie",
    "episodes": "58",
    "original_name": "蒼き伝説　シュート！",
    "start_date": "1993-11-07",
    "end_date": "1993-11-07",
    "opening_song": "\"Anata no Yume ga Kanau Made\" by WENDY",
    "ending_song": "#01 \"Sunao de Itai\" by WENDY (eps 1-46, 58)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "comedy",
        "drama",
        "romance",
        "school",
        "shounen",
        "sports"
    ],
    "sinopse": "Inspired by Yoshiharu Kubo's phenomenal performance that led Kakegawa High School to a miraculous victory in a soccer tournament, Toshihiko Tanaka decides to enter the same school as his idol and join the soccer club, hoping to become as successful as Kubo.\n\nNow a high school freshman, Tanaka is devastated as his expectations suddenly start falling apart. Kubo—the captain of the club—is absent due to illness. To make matters worse, the freshmen are not allowed to practice alongside the sophomores or become regulars on the team. The final nail in the coffin is the reluctance of Tanaka's friends, Kenji Shiraishi and Kazuhiro Hiramatsu, to join him in the club. Although Tanaka and his friends were once known as a deadly soccer trio in their junior high school days, Kenji and Kazuhiro have both quit soccer for personal reasons.\n\nWhen Tanaka starts to lose hope, an encounter with Kazumi Endo—a girl from his childhood—becomes the unexpected key to his freedom from despair. The disappointed Kazumi wants to see the trio reunite, so she takes matters into her own hands in her mischievous way. Thus, Tanaka's high school soccer career prepares for the kickoff.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1327/Aoki_Densetsu_Shoot"
        },
        {
            "text": "Official Site",
            "link": "http://www.toei-anim.co.jp/lineup/tv/shoot/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1840"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=930"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Aoki_Densetsu_Shoot%21_%28anime%29"
        }
    ]
}