{
    "title": "Loveless",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/22947.jpg",
        "alt": "loveless"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "LOVELESS",
    "start_date": "2005-04-07",
    "end_date": "2005-04-07",
    "opening_song": "\"Tsuki no Curse\" by Okina Reika",
    "ending_song": "\"Michiyuki\" by Kaori Hikita",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "mystery",
        "supernatural",
        "drama",
        "romance",
        "fantasy",
        "josei",
        "shounen-ai"
    ],
    "sinopse": "In the world of Loveless, each person is born with cat ears and a tail, which disappear only if that person engages in a sexual intercourse. Because of this, they have come to symbolize virginity and innocence. Additionally, fighting is only done by \"fighting pairs\" or couples, where one is known as the Sacrifice and the other as the Fighter. The first receives the damage while the latter attacks.\n\nRitsuka Aoyagi is a 12-year-old boy, who for some unknown reason suffers from amnesia. His brother got killed recently, and as if his life has not been hard enough lately, on his first day at the new school he gets approached by a stranger called Agatsuma Soubi, who claims to have known his late brother. Ritsuka finds out that Agatsuma and his brother used to be a fighting pair, and that Agatsuma has inherited Ritsuga now that his brother is gone. Together, they try to find the truth behind his brother's death and the organization known as the \"Seven Moons,\" which may have been responsible for it. All the while, it seems that Ritsuka and Agatsuma are becoming closer than they intended to be…",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/149/Loveless"
        },
        {
            "text": "Official Site",
            "link": "http://www.loveless.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2815"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=4877"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Loveless_%28manga%29"
        }
    ]
}