{
    "title": "Shanimuni Go",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/207576.jpg",
        "alt": "shanimuni-go"
    },
    "type": "manga",
    "volumes": "32",
    "chapters": "192",
    "original_name": "しゃにむに GO",
    "start_date": "1998-09-05",
    "end_date": "1998-09-05",
    "tags": [
        "comedy",
        "shoujo",
        "sports"
    ],
    "authors": [
        "Ragawa",
        "Marimo (Story & Art)"
    ],
    "sinopse": "Ide Nobuhisa has always been a boy full of vitality and a young promise in the field of track running. However one day after a competition, he stumbled over the prettiest pair of legs he had ever seen! Their owner, a young girl practicing tennis makes a promise with Ide that she will teach him how to play. After seeing the name tag on her racket bag, Ide puts all his efforts into passing the test for accessing the same high school she goes to, Makunogama. In his first days in his new high school, Ide discovers two things: an old friend of his is also there, and nobody knows of a girl with the name he saw on the tag! He and his friend join the school tennis club, where they meet another first year, Takita Ruui, a very good tennis player with a little of an attitude problem.\n\nHowever things start to look better for Ide when his dear missing girl appears in the school! As it happens, he misread her name on the tag. Takada Hinako was well known as one of the members of the tennis club, but some time after meeting Ide for the first time she suffered an accident and has now lost the use of her left leg. Hinako is no longer a happy spirited girl and tells Ide she can't fullfill her promise.\n\nEventually the opposite characters of Ruui and Ide end up confronting each other in a tennis match. Ide is an incredible fast learner, but he is no match... until Hinako decides to give him advice. Things only get worse, however, when their club president decides to put Louis and Ide as a doubles pair for the upcoming inter-high school tournament!\n\n(Source: MU)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/8218/Shanimuni_Go"
        }
    ]
}