{
    "title": "Saikou no Kiss wo Ageru",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/9246.jpg",
        "alt": "saikou-no-kiss-wo-ageru"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "original_name": "最高のキスをあげる",
    "tags": [
        "shoujo"
    ],
    "authors": [
        "Morita",
        "Fuji (Story & Art)"
    ],
    "sinopse": "From Ochibichan.\nA collection of sweet oneshots:\n\n1. HeartBeat Mail\n\n2. 7Kiss\n   Asano is transferring soon. However, 7 days before she does, she sees Andou-sensei shoveling and she went up to him and kissed him, using her cellphone to take a picture of the scene! Using the picture, she blackmailed Andou-sensei into agreeing to kiss her every morning for seven days till the last day before she transfers…\n\n3. Love Lover\n\n4. Love Honey (Sequel to Love Lover)\n   Due to Shinji and Misaki’s parents remarrying, Shinji is now Misaki’s younger brother of 2 years. But that isn’t the only thing, Shinji and Misaki are also a couple, with their parents support! One day, when they come home from school, they found out that their parents had won a prize for a trip! What will happen on that trip?! And where would Misaki’s insecurity lead to?!\n\n• Ojousama no Okiniiri (Ojousama’s Favourite)\nAyaka is the daughter of a rich family and the madonna of her school - beautiful, intelligent, and graceful, she’s the perfect modern day princess. Ever since she was small, she has always been the target of kidnapping, which is why her father hired Masaki, a boy at the same age as Ayaka to be her bodyguard. With such a perfect bodyguard who’s good at everything he does, Ayaka feels pressured to become perfect as well. And then one day, her father informs her that she’s going to get married…\n\n6. Ojou-Sama no Okiiiri extra\n\n(Source: Aerandria)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/6808/Saikou_no_Kiss_wo_Ageru"
        }
    ]
}