{
    "title": "Asobi Asobase",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1139/95077.jpg",
        "alt": "asobi-asobase"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "あそびあそばせ",
    "start_date": "2018-07-08",
    "end_date": "2018-07-08",
    "opening_song": "\"Three-Piece (スリピス)\" by Hanako Honda (Hina Kino), Olivia (Rika Nagae), Kasumi Nomura (Konomi Kohara)",
    "ending_song": "\"Inkya Impulse (インキャインパルス)\" by Hanako Honda (Hina Kino), Olivia (Rika Nagae), Kasumi Nomura (Konomi Kohara) feat. Ikepy & KSKN",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "school",
        "seinen"
    ],
    "sinopse": "During recess, Olivia, a foreign transfer student who doesn't know English, plays a game of \"look-the-other-way\" with Hanako Honda, a loud-mouthed airhead. Their rowdy behavior spurs the ire of Kasumi Nomura, a deadpan loner constantly teased by her older sister for her tendency to lose games. Not willing to compete, Kasumi declines Olivia's offer to join the fun, but eventually gets involved anyway and dispenses her own brand of mischief. Soon, a strange friendship blossoms between the peculiar trio, and they decide to form the \"Pastime Club,\" where they are free to resume their daily hijinks.\n\nWhether it be failing to learn English, trying desperately to become popular, or getting caught by teachers at the wrong time, school life will never be boring when the girls of Asobi Asobase are up to their hilarious antics.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37171/Asobi_Asobase"
        },
        {
            "text": "Official Site",
            "link": "http://asobiasobase.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13750"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20583"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Asobi_Asobase"
        }
    ]
}