{
    "title": "Aoki Hagane no Arpeggio: Ars Nova",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "蒼き鋼のアルペジオ ‐アルス・ノヴァ‐",
    "start_date": "2013-10-08",
    "end_date": "2013-10-08",
    "opening_song": "\"Savior of Song\" by Nano feat. MY FIRST STORY",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "sci-fi",
        "seinen"
    ],
    "sinopse": "In the year 2039, the drastic effects of global warming have caused sea levels to rise, resulting in major loss of land. To ensure humanity learns its lesson, a fleet of powerful warships equipped with advanced weaponry emerges, causing overwhelming defeat for naval forces throughout the world. Calling themselves the Fleet of Fog, each ship has a \"Mental Model,\" a humanoid avatar which represents the ship's heart, its \"Union Core.\" Each model has a different personality but all follow an unknown authority known as the Admiralty Code, who have implemented a blockade to prevent humans from traveling across the sea.\n\nSeventeen years after the blockade, Gunzou Chihaya, a National Marine Academy alumnus, stumbles upon I-401 and its Mental Model, Iona, who sides with mankind for unknown reasons. Utilizing this newfound hope of achieving peace for humanity, Gunzou and his friends form a group of privateers, known as the Blue Steel, as they set out on a dangerous journey.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/18893/Aoki_Hagane_no_Arpeggio__Ars_Nova"
        },
        {
            "text": "Official Site",
            "link": "http://www.aokihagane.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9905"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15359"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/蒼き鋼のアルペジオ"
        }
    ]
}