{
    "title": "Shenmi Shijie Lixian Ji 4",
    "type": "movie",
    "episodes": "1",
    "original_name": "神秘世界历险记 4",
    "start_date": "2018-08-03",
    "rating": "PG - Children",
    "tags": [
        "adventure",
        "fantasy"
    ],
    "sinopse": "Hugo and her father Dashan live in an ordinary small village, but she has been to an unknown magical place, where is the mysterious world. In a magical space parallel to the human world, ordinary people entering the mysterious world will become animals in three days. Legend has it that the god created this magical world. Every year 99 animals are selected here and become citizens. The patriarch is a strange animal. It is called Lala, Hugo’s best friend.\n　　 Hugo has never seen his mother since he remembered. Dashan told Hugo that his mother was doing scientific research outside all year round. Hugo missed her mother very much and wrote to her often. One day, Hugo suddenly discovered that the letter she wrote to her mother had not been sent away, but had been hidden by the mountain. Hugo asked about his mother's whereabouts, and Da Shan had to tell the truth hidden in his heart for many years. It turned out that Hugo's mother had also discovered the mysterious world.\n　　 In order to find the whereabouts of their mother, Hugo and Dashan once again went to the mysterious world. The appearance of Hugo brought a morning full of surprises to the mysterious world. Hugo meets his friends in the mysterious world again. The patriarch Lala’s spells have made rapid progress, and Uncle Xiong has a crush on the aboriginal leader Lan, who has both kung fu and beauty. Good friends are immersed in the joy of reunion. A crazy penguin appears. It says that the mysterious world is about to be destroyed because an evil dragon broke into the land of God...\n(translated from douban)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/44816/Shenmi_Shijie_Lixian_Ji_4"
        }
    ]
}