{
    "title": "BanG Dream! 3rd Season",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1985/104767.jpg",
        "alt": "ban-g-dream-3rd-season"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "BanG Dream!（バンドリ！）第 3 期",
    "start_date": "2020-01-23",
    "end_date": "2020-01-23",
    "opening_song": "\"Initial\" by Poppin'Party (eps 1-12)",
    "ending_song": "#1: \"Yume wo Uchinuku Shunkan ni! (夢を撃ち抜く瞬間に!)\" by Poppin'Party (eps 1-6, 8-12)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "music"
    ],
    "sinopse": "As the all-girl band Poppin’Party continues to rise in fame, they find a poster for an event at the legendary Nippon Budoukan. Now determined to participate in the \"BanG Dream,\" Kasumi Toyama and the other members of Poppin’Party aim to reach new heights and prove their worth by performing on that renowned stage.\n\nMeanwhile, rival band RAISE A SUILEN dreams of changing the world with \"the strongest music,\" but finds itself in dire straits without a guitarist. Though dozens of potential candidates audition for the role, band leader CHU² believes them to be amateurs and unsuitable for the band. However, there may be one guitarist that lives up to CHU²’s high standards.\n\nBanG Dream! 3rd Season features multiple all-girl bands, including Poppin’Party, Afterglow, Pastel\\*Palettes, Roselia, Hello Happy World!, and now RAISE A SUILEN, as they work to astound fans throughout Japan with their spectacular performances. As the BanG Dream competition draws near, the band members are prepared to captivate audiences with their heartfelt music!\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37870/BanG_Dream_3rd_Season"
        },
        {
            "text": "Official Site",
            "link": "https://anime.bang-dream.com/3rd/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14076"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22909"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/BanG_Dream!#Anime"
        }
    ]
}