{
    "title": "BanG Dream! 2nd Season",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "BanG Dream!（バンドリ！）第 2 期",
    "start_date": "2019-01-03",
    "end_date": "2019-01-03",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "music"
    ],
    "sinopse": "Kasumi Toyama and the members of Poppin'Party—their high school band—are now second-year students, but with the new school year comes their latest set of challenges: student council duties, cram school, and part-time jobs, among other things. Furthermore, they are now separated into different classes, and as a result, their free time together is shortened. Looking back, their joyful times together seem like nothing more than an unachievable fantasy when their members are too occupied to even gather in Arisa Ichigaya's basement for practice sessions. As the band ponders over the situation, an unfamiliar girl suddenly emerges, unknowingly pulling them into the spotlight once more.\n\nIn this rising era of girl bands, Afterglow, Pastel\\*Palettes, Roselia, and Hello, Happy World! begin to make their appearance as well. Each band, comprised of musicians with their unique personalities, illuminates the stage with its performances. As Poppin'Party returns to the music scene and encounters new friends, the sparkling, heart-pounding music starts to play once again!\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37869/BanG_Dream_2nd_Season"
        },
        {
            "text": "Official Site",
            "link": "https://anime.bang-dream.com/2nd/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14075"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21289"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/BanG_Dream!"
        }
    ]
}