{
    "title": "BanG Dream!",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "BanG Dream!（バンドリ！）",
    "start_date": "2017-01-21",
    "end_date": "2017-01-21",
    "opening_song": "\"Tokimeki Experience! (ときめきエクスペリエンス！)\" by Poppin'Party",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "music"
    ],
    "sinopse": "When Kasumi Toyama was out camping as a child, she heard the rhythm of the \"Star Beat\" while admiring the starry night sky. This sparkling, heart-pounding sound left a lasting impression on her, and since then, she has constantly been seeking to rediscover that exciting thrill.\n\nNow, as a newly enrolled student of Hanasakigawa Girls' High School, Kasumi is more determined than ever to find that long-lost sensation again. She attempts a myriad of school club activities, and even considers taking up a part-time job, but none of these feel suitable for her. That is, until she chances upon a star-shaped guitar in the storage room of an old pawn shop. It leads her to a live house, where she is captivated by watching a live performance for the first time. Spurred from the adrenaline, she instantly decides to form a band without even really knowing why. However, such a venture requires her to confront various hurdles with new friends she makes along the way, all in her pursuit to encounter that twinkling, heart-throbbing ardor once more.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/33573/BanG_Dream"
        },
        {
            "text": "Official Site",
            "link": "http://www.bang-dream.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12262"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18693"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/BanG_Dream!"
        }
    ]
}