{
    "title": "Uta∽Kata",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "うた ∽ かた",
    "start_date": "2004-10-03",
    "end_date": "2004-10-03",
    "opening_song": "\"Omoi wo Kanadete\" by Savage Genius (eps 1-12)",
    "ending_song": "\"Itsuka Tokeru Namida\" by Savage Genius (eps 1-12)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "psychological",
        "drama",
        "magic"
    ],
    "sinopse": "It's the last day of the school term in Kamakura Girl's School, and summer is about to begin. Serious but polite 14-year-old Ichika Tachibana is excited to make her summer vacation with her friends a special break to remember! But little does Ichika know that this summer will be more special than she could have ever imagined.\n\nWhile cleaning in an unused school building, Ichika notices an image of an unfamiliar girl in place of her own reflection in a large mirror. Convinced by her friends that she was just seeing things, she is surprised to see the girl in the mirror later that day, holding her lost cell phone. Introducing herself as Manatsu Kuroki, she comes out of the mirror and hands Ichika's phone back—and to Ichika's surprise, the stones on her cell phone charm have changed colors and now allow her to borrow the power of the 12 Djinn that watch over the world.\n\nUta Kata is a tale of a young girl who will realize new things through her interactions with these spirits. As the Djinn show her overwhelming sights, they will soon also bring to her overwhelming thoughts...\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/688/Uta∽Kata"
        },
        {
            "text": "Official Site",
            "link": "http://www.uta-kata.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2481"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=4444"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Uta_Kata"
        }
    ]
}