{
    "title": "Saishuu Heiki Kanojo",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "最終兵器彼女",
    "start_date": "2002-07-02",
    "end_date": "2002-07-02",
    "opening_song": "\"Koisuru Kimochi\" by Yuria Yato (eps 2-12)",
    "ending_song": "\"Sayonara\" by Yuria Yato",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "drama",
        "military",
        "romance",
        "school",
        "sci-fi"
    ],
    "sinopse": "Chise is an ordinary schoolgirl: small, frail, and not particularly intelligent. Her greatest joy is her budding romance with her classmate and childhood friend, Shuuji. They both live in a small military town in Hokkaido, where high schoolers have few concerns other than who is dating whom and complaining about the steep climb up \"Hell Hill\" every day before school.\n\nOne day, Shuuji and his friends make a trip to Sapporo to buy gifts for their girlfriends. A massive air raid on Sapporo that day kills thousands, including one of Shuuji's friends, and signals the beginning of a war. Fleeing from the carnage, Shuuji spots Chise, though now she has steel wings and a massive gun where her right arm should be. Against her will, she has been transformed into the ultimate cyborg weapon, capable of leveling entire cities.\n\nAs the war rages closer and closer to their hometown, Chise and Shuuji's relationship is strained by her transformation, and they are left to wonder whether she is even still human.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/529/Saishuu_Heiki_Kanojo"
        },
        {
            "text": "Official Site",
            "link": "http://www.gonzo.co.jp/works/0204.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=113"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=914"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Saikano"
        }
    ]
}