{
    "title": "Hibike! Euphonium 2",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "響け！ユーフォニアム 2",
    "start_date": "2016-10-06",
    "end_date": "2016-10-06",
    "opening_song": "\"Soundscape (サウンドスケープ)\" by TRUE",
    "ending_song": "\"Vivace! (ヴィヴァーチェ！)\" by Kitauji Quartet (北宇治カルテット) Kumiko Oumae (Tomoyo Kurosawa), Hazuki Katou (Ayaka Asai), Sapphire Kawashima (Moe Toyota), Reina Kousaka (Chika Anzai) (eps 1-8, 10-13)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "music",
        "drama",
        "school"
    ],
    "sinopse": "Following their success in the qualifying round for the Kansai regional competition, the members of the Kitauji High School concert band set their sights on the next upcoming performance. Utilizing their summer break to the utmost, the band participates in a camp where they are instructed by their band advisor Noboru Taki and his friends who make their living as professional musicians.\n\nKumiko Oumae and her friends remain determined to attain gold at the Kansai competition, but trouble arises when a student who once quit the band shows interest in rejoining and sparks unpleasant memories for the second-year members. Kumiko also learns about her teacher's surprising past and the motivation behind his desire to lead the band to victory. Reaching nationals will require hard work, and the adamant conviction in each student's commitment to the band will be put to the test.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/31988/Hibike_Euphonium_2"
        },
        {
            "text": "Official Site",
            "link": "http://tv2nd.anime-eupho.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11746"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18558"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Sound!_Euphonium"
        }
    ]
}