{
    "title": "Liz to Aoi Tori",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1638/93032.jpg",
        "alt": "liz-to-aoi-tori"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "リズと青い鳥",
    "start_date": "2018-04-21",
    "ending_song": "\"Songbirds\" by Homecomings",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "music",
        "school"
    ],
    "sinopse": "Liz's days of solitude come to an end when she meets a blue bird in the form of a young girl. Although their relationship blossoms, Liz must make a heart-wrenching decision in order to truly realize her love for Blue Bird.\n\nHigh school seniors and close friends Mizore Yoroizuka and Nozomi Kasaki are tasked to play the lead instruments in the third movement of Liz and the Blue Bird, a concert band piece inspired by this fairy tale. The introverted and reserved Mizore plays the oboe, representing the kind and gentle Liz. Meanwhile, the radiant and popular Nozomi plays the flute, portraying the cheerful and energetic Blue Bird.\n\nHowever, as they rehearse, the distance between Mizore and Nozomi seems to grow. Their disjointed duet disappoints the band, and with graduation on the horizon, uncertainty about the future spurs complicated emotions. With little time to improve as their performance draws near, they desperately attempt to connect with their respective characters. But when Mizore and Nozomi consider the story from a brand-new perspective, will the girls find the strength to face harsh realities?\n\nA spin-off film adaptation of the Hibike Euphonium! series, Liz to Aoi Tori dances between the parallels of a charming fairy tale, a moving musical piece, and a delicate high school friendship.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/35677/Liz_to_Aoi_Tori"
        },
        {
            "text": "Official Site",
            "link": "http://liz-bluebird.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13491"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20444"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Sound!_Euphonium"
        }
    ]
}