{
    "title": "Yuragi-sou no Yuuna-san",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ゆらぎ荘の幽奈さん",
    "start_date": "2018-07-14",
    "end_date": "2018-07-14",
    "opening_song": "\"Momoiro Typhoon (桃色タイフーン)\" by Luna Haruna (eps 1-11)",
    "ending_song": "#1",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "comedy",
        "ecchi",
        "harem",
        "romance",
        "shounen",
        "supernatural"
    ],
    "sinopse": "Once a hot springs inn, now a boarding house with extraordinarily cheap rent, Yuragi-sou is virtually uninhabited save for a few peculiar residents. As rumor has it, it is haunted by a vile ghost which scares away all potential tenants. Therefore, it is the perfect refuge for Fuyuzora Kogarashi—a broke, homeless psychic seeking an affordable roof to stay under and ghosts to exorcise.\n\nKogarashi prepares for a face-off against the ghost, only to find out it is not as malicious as the rumors made it out to be. Instead, it is the ghost of a beautiful, silver-haired girl whose only recollection of her life before death is her name: Yuuna. Even more baffling is that the other tenants of Yuragi-sou not only are able to see Yuuna as well, but each has their own supernatural ability.\n\nAmidst the chaos caused by his quirky fellow residents, Kogarashi attempts to uncover the regret that keeps Yuuna anchored to the world of the living, lest she become an evil spirit sentenced to spend her afterlife in hell.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36726/Yuragi-sou_no_Yuuna-san"
        },
        {
            "text": "Official Site",
            "link": "https://yuragisou.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13552"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E3%82%86%E3%82%89%E3%81%8E%E8%8D%98%E3%81%AE%E5%B9%BD%E5%A5%88%E3%81%95%E3%82%93"
        }
    ]
}