{
    "title": "Uchuu Senkan Yamato 2199: Hoshimeguru Hakobune",
    "type": "movie",
    "episodes": "1",
    "original_name": "宇宙戦艦ヤマト 2199 星巡る方舟",
    "start_date": "2014-12-06",
    "opening_song": "\"Uchuu Senkan Yamato 2199 (宇宙戦艦ヤマト 2199)\" by Tarou Hakase",
    "ending_song": "\"Great Harmony",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "military",
        "sci-fi",
        "space",
        "drama"
    ],
    "sinopse": "2199 AD. Yamato tried to leave behind the Large Magellanic Cloud galaxy, after receiving a \"Cosmo Reverse System\" at its destination, Iscandar. However, suddenly, it encounters a mysterious group at the edge of the Large Magellanic Cloud. The crew finds out that the group is called the \"Gatlantis,\" and that its leader is the Gutaba expeditionary force commander who calls himself \"Goran Dagaamu of Thunder.\" The commander demands that Yamato be handed over to him. Yamato, wanting to hurry to Earth, escapes the fray. However, Yamato is attacked by a devastating beam weapon called the \"Flame Direct Attack Cannon\" that can transcend space.\n\nYamato was able to retreat, but ends up getting lost, and finds itself in a strangely colored irregular dimension. The crew decides to turn off the engine on the ship, and explore a mysterious planet. In order to collect information, Kodai, Kiryū, Sawamura, Niimi, and Aihara land on the planet. What they saw when they arrived was a ship that was not supposed to be there.\n\nDagaamu chases after the traces of Yamato's warp, and also reaches the strangely colored space. The planet on which Yamato landed was in fact what Dagaamu had been looking for all along.\n\n(Source: ANN)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/23249/Uchuu_Senkan_Yamato_2199__Hoshimeguru_Hakobune"
        },
        {
            "text": "Official Site",
            "link": "http://www.yamato2199.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10430"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16186"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Space_Battleship_Yamato_2199"
        }
    ]
}