{
    "title": "Uchuu Senkan Yamato 2199",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/36607.jpg",
        "alt": "uchuu-senkan-yamato-2199"
    },
    "type": "ova",
    "episodes": "26",
    "original_name": "宇宙戦艦ヤマト 2199",
    "start_date": "2012-05-25",
    "end_date": "2012-05-25",
    "opening_song": "#1 (OVA): \"Uchuu Senkan Yamato (宇宙戦艦ヤマト)\" by Isao Sasaki",
    "ending_song": "#1: \"Hoshi ga Eien wo Terashiteru (星が永遠を照らしてる)\" by Aira Yuuki (eps 1-2)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "military",
        "sci-fi",
        "space",
        "drama"
    ],
    "sinopse": "In the year 2199, Earth faces its greatest crisis. Due to unrelenting bombings by the alien race known as \"Gamilas,\" the planet can no longer sustain its inhabitants. In exactly one year, humanity is set to become extinct.\n\nIn desperation, the people of Earth establish the Earth Defense Force, their last defense against the power-hungry Gamilas Empire. However, humanity finds a glimmer of hope after receiving a message from the mysterious planet Iscandar, which offers them a device that would restore Earth to its former glory. With salvation in sight, the Earth Defense Force calls on the prolific Space Battleship Yamato and swiftly assembles a crew to make the 168,000 light-year trek to Iscandar and receive their aid.\n\nAmong the crew are young officers Susumu Kodai and Daisuke Shima, along with several other newly promoted leaders, all under the command of the distinguished Captain Juuzou Okita. Forced to learn how to handle the ship's innovative technology while dealing with the onslaught of Gamilas fleets, the inexperienced cast of Uchuu Senkan Yamato 2199 must summon every inch of their resolve to survive the many hardships aboard the Yamato and complete their mission: to save humanity before it's too late.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/12029/Uchuu_Senkan_Yamato_2199"
        },
        {
            "text": "Official Site",
            "link": "http://www.yamato2199.net/index_theater.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8787"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=13776"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Star_Blazers:_Space_Battleship_Yamato_2199"
        }
    ]
}