{
    "title": "Love Laboratory",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/34536.jpg",
        "alt": "love-laboratory"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "tags": [
        "romance",
        "shoujo"
    ],
    "authors": [
        "Momoyuki",
        "Kotori (Story & Art)"
    ],
    "sinopse": "This manga is a collection of stories by Momoyuki.\n\nStory 1: Love Laboratory\nThe chemistry club invented a special hormone potion. Each bottle cost 500 yen. Riko-chan's boyfriend, Yuuki-kun himself is extremely cold towards love. Riko-chan hopes to move their relationship one step ahead, but in the end...? (source: mangatraders)\n\nStory 2: Merry Kiss\nSaya-chan, a beautiful model was partnered with Natsu, the #1 lusted after celebrity in order to make a passionate ad campaign.\nAmidst the fake kissing scenes and contrived love scenes, will the two model fall inlove?\n\nStory 3: Perfect Doll\nBefore they got separated, Kenji's father told him to go to Japan and to hide his identity as a puppetmaster else the black master might come after him. Renji swore he would and he intend to keep it, but now students in his school are turning up missing, and when they do come back, they are lifeless, as if their soul has been taken from them, like a doll. So now he awakens the perfect doll his father had left him and hopes to solve the mystery behind what's happening.\n\nStory 4: Twinkle Twinkle\nStudent by day, mysterious thief Star Drop by night. Mashiro must steal all the treasures of Reira to open the path of the old city where she believes her father is.\n\nStory 5 - Cupid's Love Arrow:\nShe was the resident matchmaker, until he came. A transfer student claiming he's a fortune-teller and can help girls with their love problems. Trying out one of his spells to see if it'd work, Aya accidentally summons Mira angel-in-training to their world, and she learns the truth. Now she knows why he was such a good Cupid, he was the read deal himself!",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/4348/Love_Laboratory"
        }
    ]
}