{
    "title": "Nurse Witch Komugi-chan R",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/10/76792.jpg",
        "alt": "nurse-witch-komugi-chan-r"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ナースウィッチ小麦ちゃん R",
    "start_date": "2016-01-10",
    "end_date": "2016-01-10",
    "opening_song": "\"Ready Go!!\" by Magical☆R (まじかる ☆ あ～る) [Komugi Yoshida (Kei Tomoe), Kokona Saionji (Erii Yamazaki), Tsukasa Kisanagi (Makoto Koichi)]",
    "ending_song": "\"Ame to Namida to Otome to Taiyaki (雨と涙と乙女とたい焼き)\" by Otome Shinto",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "magic",
        "parody"
    ],
    "sinopse": "The new \"slapstick\" story will depict Komugi-chan and her rivals as they juggle their daily lives as students, idols, and magical girls \"with laughter and tears.\"\n\nKomugi Yoshida is a somewhat clumsy second-year middle-school student whose strong point is her spiritedness. She performs as an idol like Kokona Saionji (her classmate and close friend) and Tsubasa Kisaragi (an idol who dresses in male clothing). However, unlike Kokona whose popularity is skyrocketing and Tsubasa with her charisma in male attire, Komugi's only gigs are low-end ones like those at the local shopping district. Still, Komugi has her \"dream\" as she lives her dual lives as a idol and a middle school girl.\n\nOne day, a mysterious injured creature named Usa-P appears before Komugi. Komugi gives Usa-P medical treatment, and Usa-P, in consideration of Komugi's kindness, asks if she wants to be a Legendary Girl who can use magical powers.\n\nHaving become a reluctant Legendary Girl, Komugi battles strange masked figures who suddenly appear! As a newly deemed Magical Nurse, she fights still more waves of masked figures. Meanwhile, a Magical Maid, a Magical Sister, and more also appear to make it a three-way battle!? Can Komugi handle the three roles of middle school girl, idol, and Magical Nurse? And, what lies ahead in these battles and her \"dream\"...?!\n\n(Source: ANN)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/31890/Nurse_Witch_Komugi-chan_R"
        },
        {
            "text": "Official Site",
            "link": "http://www.ntv.co.jp/komugir/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11721"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=17743"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Nurse_Witch_Komugi"
        }
    ]
}