{
    "title": "Shingeki no Bahamut: Genesis",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/67513.jpg",
        "alt": "shingeki-no-bahamut-genesis"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "神撃のバハムート GENESIS",
    "start_date": "2014-10-06",
    "end_date": "2014-10-06",
    "opening_song": "\"EXiSTENCE\" by SiM (eps 2-11)",
    "ending_song": "#1: \"Rage of Bahamut\" by Yoshihiro Ike (ep 1)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "adventure",
        "demons",
        "supernatural",
        "magic",
        "fantasy"
    ],
    "sinopse": "Thousands of years ago, the ancient dragon Bahamut wrought havoc upon the land of Mistarcia, a world where both gods and demons live amongst mankind. Working together to prevent the world's destruction, the rival deities barely managed to seal Bahamut, agreeing to split the key between them so that the dragon would remain eternally imprisoned.\n\nWith the world safe from the destruction of Bahamut, it is business as usual for bounty hunters like Favaro Leone. Living a laid-back, self-serving lifestyle, the amoral Favaro goes about his work while on the run from fellow bounty hunter Kaisar Lidfard, a righteous man who swears vengeance upon Favaro. However, Favaro's carefree life is thrown into chaos when he meets Amira, a mysterious woman who holds half of the key to the world's fragile peace.\n\nShingeki no Bahamut: Genesis tells the story of a group of unlikely heroes who find themselves caught in the middle of an epic clash between gods and demons, forced to carve their own path in the face of the imminent storm.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/21843/Shingeki_no_Bahamut__Genesis"
        },
        {
            "text": "Official Site",
            "link": "http://shingekinobahamut-genesis.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10373"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15791"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Rage_of_Bahamut"
        }
    ]
}