{
    "title": "Granbelm",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "グランベルム",
    "start_date": "2019-07-06",
    "end_date": "2019-07-06",
    "opening_song": "\"Tsuki wo Ou Mayonaka (月を追う真夜中)\" by Eir Aoi",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "fantasy",
        "magic",
        "mecha"
    ],
    "sinopse": "Long ago, magic was abundant and enriched the lives of all people until its usage in war. To end the chaos, seven of the most powerful mages gave up their lives in order to seal all magic. Now, almost one thousand years later, their magic seal Magiaconatus hosts Granbelm, a monthly series of battles meant to determine who among its participants is worthy of the title of Princeps, the one true mage.\n\nOn the night of a full moon, high school student Mangetsu Kohinata is suddenly transported to an illusionary world where six mages are participating in Granbelm. Mistaken for an enemy mage, Mangetsu is attacked by two mages until she is rescued by Shingetsu Ernesta Fukami and her Armanox Viola Katze. However, when Shingetsu is ambushed for protecting her, Magiaconatus grants Mangetsu the Armanox White Lily, allowing her to fight off Shingetsu's assailant. Overwhelmed by the revelations presented to her, Mangetsu decides to help her new friend fight in Granbelm and make her wish come true.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/39417/Granbelm"
        },
        {
            "text": "Official Site",
            "link": "http://granbelm.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14717"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21873"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E3%82%B0%E3%83%A9%E3%83%B3%E3%83%99%E3%83%AB%E3%83%A0"
        }
    ]
}