{
    "title": "Samurai Flamenco",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/11/54319.jpg",
        "alt": "samurai-flamenco"
    },
    "type": "tv-serie",
    "episodes": "22",
    "original_name": "サムライフラメンコ",
    "start_date": "2013-10-11",
    "end_date": "2013-10-11",
    "opening_song": "#1: \"JUST ONE LIFE\" by SPYAIR (eps 1-11)",
    "ending_song": "#1: \"Date TIME (デート TIME)\" by Mineral Miracle Muse (ミネラル ★ ミラクル ★ ミューズ) (eps 1-9, 11)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "comedy",
        "parody",
        "super-power"
    ],
    "sinopse": "\"A hero will never give up, never hide, never be defeated and never accept evil!\"\n\nFirmly believing these words, Masayoshi Hazama has been obsessed with superhero shows since childhood. By day, he earns his living as a famous model, and by night, he becomes the gallant hero Samurai Flamenco. Armed with only his superhero costume, he seeks to bring justice to the city and faces anybody who tries to break the law—even rebellious juveniles and people who litter on the street.\n\nMasayoshi's heroic antics later catch the attention of the public, leading to the fateful discovery of his identity by policeman Hidenori Gotou. Although initially telling Masayoshi to leave the crime-busting activities to the police, Gotou ends up joining him in his antics. However, things soon escalate from preventing littering and petty thefts to bizarre adventures that involve even the fate of the world. Together with their newfound comrades, Masayoshi and Gotou embark on a battle with the world and themselves in order to find the true meaning of being a hero—with or without superpowers.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/19365/Samurai_Flamenco"
        },
        {
            "text": "Official Site",
            "link": "http://www.samumenco.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9967"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15498"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Samurai_Flamenco"
        }
    ]
}