{
    "title": "Tobira no Soto",
    "type": "light-novel",
    "volumes": "3",
    "original_name": "扉の外",
    "start_date": "2007-02-10",
    "end_date": "2007-02-10",
    "tags": [
        "mystery",
        "drama",
        "sci-fi"
    ],
    "authors": [
        "Horiguchi",
        "Yukiko (Art)",
        "Dobashi",
        "Shinjirou (Story)"
    ],
    "sinopse": "Imagine that on the way to your high school field trip, you and your whole class wake up only to find yourselves jailed inside a large room, with an AI on a monitor telling you that you and your classmates are on a space ship, and are the only humans survivors in a post-nuclear doomsday earth.\n\nSuch is the condition our main character Ryuuki Chibano finds himself in. The AI Sophia, announces to the confused class that as the caretaker of the remaining humans, she will provides all of their living necessaries, incomes, and personal safety- as long as they keep their newly found metal bracelet on their wrist.\n\nThe class will become a “nation” inside the room, and the bracelet is akin to one’s citizenship.\n\nTaking off one’s bracelet means that the person surrenders his position in the class and all but the most basic living necessities. In return to this, however, one can exit through the only exit door in this room, as that person is no longer part of the nation. Once outside, the double doors will lock up and that person shall never enter the room again. There will be no food, no water, no recourse for that individual.\n\nRyuuki, who always has problems with authority, took off his bracelet upon hearing that. From that moment on, he became an outsider of the class, one who sees everything as an observer and viewed by others as a lecher of resources.\n\nAs the days become months, the friction between the class and Ryuuki heats up. But this is not the only thing the class has to worry about. It turns out that their “nation” is only one of the 8 forces on a giant 2D game board, where the winner takes all the resources, leaving the losers virtually nothing.\n\nWho are the other forces? Who is the AI? Was there really a nuclear war? What will become of our main character? Will he leave the room? What will he find outside?\n\n(Source: Crazy Cake)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/61557/Tobira_no_Soto"
        }
    ]
}