{
    "title": "Furachi na Kare no Shitsukekata",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/26755.jpg",
        "alt": "furachi-na-kare-no-shitsukekata"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "6",
    "original_name": "フラチな彼のしつけ方",
    "start_date": "2006-01-20",
    "tags": [
        "yaoi"
    ],
    "authors": [
        "Minami",
        "Haruka (Story & Art)"
    ],
    "sinopse": "1-3. Furachi na Kare no Shitsukekata\nSayuki Isumi, salaryman, got drunk one night because of some trouble at work and bumped into Aya Okimiya, who is one year his junior from university. Okimiya who admired his sempai for quite some time from afar could not help himself anymore and ended up embracing him but can he keep Isumi by his side?\n\n4. Milk Taste Honey\n   Kaidou, a salary man, comes every day to a cafe to drink coffee and watch the beautiful part timer Ritsu work.\n\n5. Welcome to the University of Love (Ai no University e Youkoso)\n   One day at a college campus in Japan, Riku was waking up from a nap during lunchtime. Problem is? He likes to sleep on the rooftop. After waking up that day, to him it seemed like it would be just a normal schoolday. However, due to dreariness, as he begins to climb down the nearby tree to head to class, he loses his balance and slips. However, the handsome foreign transfer student, Kairi Lawrence, who also happens to be the son of a billionaire, catches him as he falls. And afterwards they become friends. But because of the constant looming presence of Kairi's bodyguards, and the isolation of his fellow classmates, Riku feels like he's not living the normal campus life he wants to. And it's only a matter of time before he confronts Kairi about it and cuts their friendship ties.\n\n6. Furachi na Kare no Shitsukekata Extra\n\n(Source: MU)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/5348/Furachi_na_Kare_no_Shitsukekata"
        }
    ]
}