{
    "title": "Mushishi",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/73862.jpg",
        "alt": "mushishi"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "蟲師",
    "start_date": "2005-10-23",
    "end_date": "2005-10-23",
    "opening_song": "\"The Sore Feet Song\" by Ally Kerr",
    "ending_song": "#01: \"Midori no Za\" (緑の座) by Masuda Toshio (ep 1)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "slice-of-life",
        "mystery",
        "historical",
        "supernatural",
        "fantasy",
        "seinen"
    ],
    "sinopse": "\"Mushi\": the most basic forms of life in the world. They exist without any goals or purposes aside from simply \"being.\" They are beyond the shackles of the words \"good\" and \"evil.\" Mushi can exist in countless forms and are capable of mimicking things from the natural world such as plants, diseases, and even phenomena like rainbows.\n\nThis is, however, just a vague definition of these entities that inhabit the vibrant world of Mushishi, as to even call them a form of life would be an oversimplification. Detailed information on Mushi is scarce because the majority of humans are unaware of their existence.\n\nSo what are Mushi and why do they exist? This is the question that a \"Mushishi,\" Ginko, ponders constantly. Mushishi are those who research Mushi in hopes of understanding their place in the world's hierarchy of life.\n\nGinko chases rumors of occurrences that could be tied to Mushi, all for the sake of finding an answer.\n\nIt could, after all, lead to the meaning of life itself.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/457/Mushishi"
        },
        {
            "text": "Official Site",
            "link": "http://www.mushishi-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=3433"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=5923"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Mushishi"
        }
    ]
}