{
    "title": "Mushishi Zoku Shou 2nd Season",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/9/68095.jpg",
        "alt": "mushishi-zoku-shou-2nd-season"
    },
    "type": "tv-serie",
    "episodes": "10",
    "original_name": "蟲師 続章",
    "start_date": "2014-10-19",
    "end_date": "2014-10-19",
    "opening_song": "\"SHIVER\" by Lucy Rose",
    "ending_song": "#01: \"Kusa no Shitone (草の茵)\" by Toshio Masuda (ep 1)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "fantasy",
        "historical",
        "mystery",
        "seinen",
        "slice-of-life",
        "supernatural"
    ],
    "sinopse": "Ghostly, primordial beings known as Mushi continue to cause mysterious changes in the lives of humans. The travelling Mushishi, Ginko, persists in trying to set right the strange and unsettling situations he encounters. Time loops, living shadows, and telepathy are among the overt effects of interference from Mushi, but more subtle symptoms that take years to be noticed also rouse Ginko's concern as he passes from village to village.\n\nThrough circumstance, Ginko has become an arbiter, determining which Mushi are blessings and which are curses. But the lines that he seeks to draw are subjective. Some of his patients would rather exercise their new powers until they are utterly consumed by them; others desperately strive to rid themselves of afflictions which are in fact protecting their lives from devastation. Those who cross paths with Mushi must learn to accept seemingly impossible consequences for their actions, and heal wounds they did not know they had. Otherwise, they risk meeting with fates beyond their comprehension.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/24701/Mushishi_Zoku_Shou_2nd_Season"
        },
        {
            "text": "Official Site",
            "link": "http://www.mushishi-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10571"
        }
    ]
}