{
    "title": "Love Seeker",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/5915.jpg",
        "alt": "love-seeker"
    },
    "type": "manga",
    "original_name": "LOVE SEEKER ラブシーカー",
    "tags": [
        "yaoi"
    ],
    "authors": [
        "Tatsukawa",
        "Kazuto (Story & Art)"
    ],
    "sinopse": "Love Seeker vol 1 is a series of two stories and one extra. While the two stories have little to do with each other, there are characters who are a part of each of the stories.\n\nStory 1 (chapter 1-2) Tomura is an office geek; small, shy, and someone easily picked on/forced to finish other people's work. He has decided to finally confess his love to his female co-worker Shinoyama. Mistakenly though, he ends up confessing his love to Miura Keijirou because he took off his glasses. Keijirou is Tomura's opposite; handsome, tall and the girls love him. After going out for a meal Keijirou offers to help Tomura by being his \"love messenger\". Will Keijirou really be of help, or will he be more of a hindrance to Tomura?\n\nStory 2 (chapter 3-4) Nanjo is asked by his friend Kenji to be a replacement gigolo for him. After giving Nanjo the information Kenji bolts so Nanjo can't refuse the job. It turns out that Kyousuke, the client, buys gigolos just to talk to. Because of his position where he works it's hard for him to find someone he can just talk to. With Nanjo's egotistical and blunt way of speaking will this one night job last as long as it should, or is this the start of a wonderful friendship?\n\nExtra story (chapter 5) Misaki is an average business man. One night trying to get away from someone he runs into a fast food place and ends up crying in front of Fujita, an employee. Ever since then Misaki goes there after work ordering the same thing. Seeing how the girls swarm to Fujita, Misaki becomes annoyed that the girls cannot see the true Fujita...or is he not realizing what his real feelings for Fujita are? (Source: M-U)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/3245/Love_Seeker"
        }
    ]
}