{
    "title": "Ukkari Heika no Ko wo Ninshin shiteshimaimashita: Ouhi Berta no Shouzou",
    "type": "manga",
    "volumes": "2",
    "chapters": "13",
    "original_name": "うっかり陛下の子を妊娠してしまいました～王妃ベルタの肖像～",
    "start_date": "2020-04-14",
    "end_date": "2020-04-14",
    "tags": [
        "drama",
        "romance"
    ],
    "authors": [
        "Tanaka",
        "Aya (Art)",
        "Nishino",
        "Himawari (Story)"
    ],
    "sinopse": "Berta's marriage was suddenly arranged, she will become the second consort of the King. The current royal family values lineage above all else, with several generations of consanguineous marriages, to preserve its \"purity.\" The politics of the Kingdom, following the idea of the pureblood noblemen's superiority, caused national power to decline. To retain the power of the Kingdom, the Royal Family decided to take a desperate measure, a marriage with a woman from the ethnic group to which belongs the majority of the population. The bitterness of this act... Those who were previously considered a subjugated group of people living on the frontiers.\n\nThe chosen bride is Berta, the first daughter of the current lord of Kasha, the largest estate on the frontier and also a powerful faction. The marriage life started in hard mode, a husband that doesn't love her, a Queen that hates her, however, she still is forced to fulfil her role duties. Berta has decided to endure the hardship, that was already expected by her, and wait for the day when there's no more need of her in the palace, and she can return home. However, Berta's initial plans are ruined by an unexpected situation. After passing three nights with the King, as the royal rules dictated for a newlywed bride, Berta got pregnant with His Majesty's child!!\n\n(Source: Shousetsuka ni Narou, translated)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/131227/Ukkari_Heika_no_Ko_wo_Ninshin_shiteshimaimashita__Ouhi_Berta_no_Shouzou"
        }
    ]
}