{
    "title": "Sakugan",
    "type": "tv-serie",
    "original_name": "サクガン",
    "start_date": "2021-10-20",
    "opening_song": "\"Koukotsu Labyrinth (恍惚ラビリンス)\" by Masaaki Endoh",
    "ending_song": "\"Shine\" by MindaRyn",
    "rating": "None",
    "tags": [
        "sci-fi",
        "mecha"
    ],
    "sinopse": "Far in the future, the human beings were pushed into the deep underground world called Labyrinth and they are living shoulder-to-shoulder. The Labyrinth has several colonies with severe settings such as one having an insanely high temperature, while another is full of gold and silver. Among those, in a colony of Pinyin, resides a curious nine-year-old girl named Memempuu and her father Gaganbar. As \"workers\" aiming for survival, they live with the lowest profession of riding a working robot to dig ore.\n\nOne day, Memempuu pestered Gaganbar, a cave examiner who makes maps of the internal part of Labyrinth, to go travel together with her to find her mother. As a \"marker,\" Gaganbar holds the most dangerous yet attractive profession. One step outside the colony is already deemed to be a dangerous area and meeting a huge mysterious creature that loiters the cave, one's chance of living will be cut down to five percent. Since it is a dangerous racket to explore the unknown world, the map they hold is valuable and can be sold at a high price. However, is the price for their curiosity higher? What could be the cruel truth that is hidden among them? What awaits at the end of the test? In this travel story between a father and a daughter surrounds adventure with family love.\n\n(Source: MAL News)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38192/Sakugan"
        },
        {
            "text": "Official Site",
            "link": "http://sakugan-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14291"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22383"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Sacks&Guns!!"
        }
    ]
}