{
    "title": "Hishoshitsu no Himitsu",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/2799.jpg",
        "alt": "hishoshitsu-no-himitsu"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "6",
    "original_name": "秘書室の秘密",
    "start_date": "2003-11-27",
    "tags": [
        "yaoi"
    ],
    "authors": [
        "Kanzaki",
        "Takashi (Story & Art)"
    ],
    "sinopse": "1. For Tomorrow\n   The Nagaoka General detective agency is on the verge of bankruptcy. Nori, the son’s owner, is doing everything he can while his father is away to keep the business afloat, despite his lack of experience with investigating. His biggest challenge? The lazy, perverted ex-cop, Aoi-chan, who is their best and only detective.\n\n2. For the Two of Us\n   Nori and Aoi are struggling with their newfound love and have yet to complete that final step to consummate the relationship. On top of that, Aoi’s childhood friend and rival, Miyasako Yukari is keeping Aoi incredibly busy with troublesome jobs, which is the agency’s only source of steady income.\n\n3. The Secret of a Secretary\n   Usami is the manager of the secretaries for YM Company, run by Miyasako Yukari. He is constantly witness to Yukari’s immoral and perverted behavior with all of the secretaries. Usami respects his director, but can’t understand that side of him. Even more, he can’t understand why he has feelings for the man!\n\n4. The Boss’s Secret\n   Yukari hasn’t changed at all, much to Usami’s dismay. But when Yukari has sex with others, Usami rarely complains even though he is jealous. Usami’s desires to be seme are also strong, but he has not yet learned to fight for what he wants. Is Yukari teasing him too much?\n\n5. The Devil & The Love Revolution\n   Iwata Daichi is a newbie teacher, finally landing a job as a P.E. teacher. But, on his first day touring the school, he stumbles across another teacher, Yoshizawa, in a compromising situation with a student.\n\n6. Their Position\n   Kamio and Akagi work for the same company, having joined at the same time and being the same age. Time and time again, though, Akagi excels over Kamio. When Akagi says he wants Kamio to be his assistant, Kamio believes Akagi is just bullying him. But what happens when Akagi confesses the true reasons for choosing Kamio as his assistant?\n\n(Source: M-U)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/2604/Hishoshitsu_no_Himitsu"
        }
    ]
}