{
    "title": "Fairy Tail: Happy no Daibouken",
    "type": "manga",
    "volumes": "8",
    "chapters": "80",
    "original_name": "FAIRY TAIL ハッピーの大冒険",
    "start_date": "2018-07-26",
    "end_date": "2018-07-26",
    "tags": [
        "adventure",
        "comedy",
        "fantasy"
    ],
    "authors": [
        "Sakamoto",
        "Kenshirou (Story & Art)"
    ],
    "sinopse": "One day, while Happy and Natsu are on a quest, the big face of an old man appears in the sky. When they are spotted by the mysterious face, it captures them both in its mouth, but then spits Natsu out, resulting in only Happy being eaten. Regaining consciousness, Happy notices that he is in a completely different world—populated only by talking animals. He proceeds to meet Detective Bull, who explains that in this place, humans and magic exist only in fairy tales. Desperately trying to escape and return home, he is captured by the Bull. However, to his surprise, all the villagers are referring to him as Lord Happy!\n\nHappy meets Elder Tortoise, who tells him a tale that has been passed down for generations. Legend says that an animal with blue hair and white wings is to be the hero and savior of this village called Animar. The hero will be sent by an angel and fall down from the sky. Additionally, Elder Tortoise has been safekeeping an item called a Smile Heart, which only the hero is capable of using. After each heroic deed performed, the Smile Heart will increase in power.\n\nHappy realizes that this item may be the only way to take him home, so he affirms that he is the hero of legend. However, Animar is a very peaceful place with no disasters or monsters to speak of. With no idea what lies ahead of him, he needs to find a way to complete the Smile Heart and return home to everybody in Fairy Tail.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/114892/Fairy_Tail__Happy_no_Daibouken"
        }
    ]
}