{
    "title": "Fairy Tail",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/5/18179.jpg",
        "alt": "fairy-tail"
    },
    "type": "tv-serie",
    "episodes": "175",
    "original_name": "FAIRY TAIL（フェアリーテイル）",
    "start_date": "2009-10-12",
    "end_date": "2009-10-12",
    "opening_song": "#01: \"Snow fairy\" by FUNKIST (eps 1-11)",
    "ending_song": "#01: \"Kanpeki gu~no ne (完璧ぐ〜のね)\" by Watarirouka Hashiri Tai (eps 1-11)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "magic",
        "fantasy",
        "shounen"
    ],
    "sinopse": "In the mystical land of Fiore, magic exists as an essential part of everyday life. Countless magic guilds lie at the core of all magical activity, and serve as venues for like-minded mages to band together and take on job requests. Among them, Fairy Tail stands out from the rest as a place of strength, spirit, and family.\n\nLucy Heartfilia is a young mage searching for celestial gate keys, and her dream is to become a full-fledged wizard by joining this famous guild. In her search, she runs into Natsu Dragneel and his partner Happy, who are on a quest to find Natsu's foster father, the dragon Igneel.\n\nUpon being tricked by a man, Lucy falls under an abduction attempt, only to be saved by Natsu. To her shock, he reveals that he is a member of Fairy Tail and invites her to join them. There, Lucy meets the guild's strange members, such as the ice wizard Gray Fullbuster and magic swordswoman Erza Scarlet. Together as a family, they battle the forces of evil, help those in need, and gain new friends, all the while enjoying the never-ending adventure that is Fairy Tail.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/6702/Fairy_Tail"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-tokyo.co.jp/anime/fairytail2013/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6662"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10942"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Fairy_Tail"
        }
    ]
}