{
    "title": "Id:Invaded",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "ID",
    "start_date": "2020-01-06",
    "end_date": "2020-01-06",
    "opening_song": "\"Mister Fixer (ミスターフィクサー)\" by Sou",
    "ending_song": "#1",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "sci-fi",
        "mystery",
        "police",
        "psychological"
    ],
    "sinopse": "The Mizuhanome System is a highly advanced development that allows people to enter one of the most intriguing places in existence—the human mind. Through the use of so-called \"cognition particles\" left behind at a crime scene by the perpetrator, detectives from the specialized police squad Kura can manifest a criminal's unconscious mind as a bizarre stream of thoughts in a virtual world. Their task is to explore this psychological plane, called an \"id well,\" to reveal the identity of the culprit.\n\nNot just anyone can enter the id wells; the prerequisite is that you must have killed someone yourself. Such is the case for former detective Akihito Narihisago, who is known as \"Sakaido\" inside the id wells. Once a respected member of the police, tragedy struck, and he soon found himself on the other side of the law.\n\nNevertheless, Narihisago continues to assist Kura in confinement. While his prodigious detective skills still prove useful toward investigations, Narihisago discovers that not everything is as it seems, as behind the seemingly standalone series of murder cases lurks a much more sinister truth.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/40046/Id_Invaded"
        },
        {
            "text": "Official Site",
            "link": "https://id-invaded-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14987"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22509"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/ID_-_Invaded"
        }
    ]
}