{
    "title": "Eikoku Koi Monogatari Emma",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/5/80117.jpg",
        "alt": "eikoku-koi-monogatari-emma"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "英國戀物語エマ",
    "start_date": "2005-04-03",
    "end_date": "2005-04-03",
    "opening_song": "\"Silhouette of a Breeze\" by Kunihiko Ryo (eps 1-11)",
    "ending_song": "\"Menuet for EMMA\" by Tokyo Recorder Orchestra",
    "rating": "G - All Ages",
    "tags": [
        "slice-of-life",
        "historical",
        "drama",
        "romance",
        "seinen"
    ],
    "sinopse": "Emma has been a maid for most of her life. Working for a retired governess—the strict but compassionate Kelly Stownar—Emma has grown to love her work and has long since accepted her place in society. Beautiful, hardworking, and exceptionally kind, Emma has captured the hearts of many of London's working men—but their feelings always remain unrequited. Emma is waiting for love, and she finds it in the most unlikely of places.\n\nWilliam is the eldest son of the wealthy Jones household—a family that has only recently been accepted into the gentry, securing their position in high society. He is also the former ward of Mrs. Stownar, and on his first visit in years, he falls madly in love with her maid. His earnest attempts to win her affection, coupled with his good nature and warm personality, have captured Emma's heart.\n\nBut the polite society of 19th century England does not take kindly to the rejection of tradition. As a result, Emma and William's relationship could not face more opposition. In a world where the class lines are as strongly defended as the borders of nations, does their love have the strength to survive?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/345/Eikoku_Koi_Monogatari_Emma"
        },
        {
            "text": "Official Site",
            "link": "http://www.emma-victorian.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2695"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=4506"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Emma_%28manga%29"
        }
    ]
}