{
    "title": "Bleach Movie 1: Memories of Nobody",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1/1686.jpg",
        "alt": "bleach-movie-1-memories-of-nobody"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "劇場版 BLEACH MEMORIES OF NOBODY",
    "start_date": "2006-12-16",
    "ending_song": "\"Sen no Yoru wo Koete\" by Aqua Timez",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "super-power",
        "supernatural",
        "shounen"
    ],
    "sinopse": "When a life ends, its soul departs to its final resting place known as the Soul Society. However, if a soul is left to wander in the human world for too long, it ends up turning into a corrupted \"Hollow\" that feeds on other souls. In such cases, spirits called \"Soul Reapers\" are needed to eliminate the Hollows and guide the lost souls to the Soul Society.\n\nIchigo Kurosaki and Rukia Kuchiki are two Soul Reapers who are used to dealing with Hollows that appear in Karakura Town. But when they encounter the hostile \"Blanks\"—souls devoid of memories and immune to the \"soul burial\" used by Reapers—they are thrown for a loop. Senna, a fellow Reaper that neither Ichigo or Rukia are familiar with, comes to their rescue and manages to fend off the Blanks. The mystery deepens when a mirage of the human world suddenly appears over Soul Society. What could be the reason behind the strange phenomena, and how is it connected to Senna, who avoids any questions about her identity?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1686/Bleach_Movie_1__Memories_of_Nobody"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-tokyo.co.jp/bleach/first/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=4515"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=6600"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Bleach:_Memories_of_Nobody"
        }
    ]
}