{
    "title": "Giant Killing",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/13/30191.jpg",
        "alt": "giant-killing"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "ジャイアントキリング",
    "start_date": "2010-04-04",
    "end_date": "2010-04-04",
    "opening_song": "\"My Story ~Mada Minu Ashita e~\" by THE CHERRY COKES",
    "ending_song": "\"Get tough!\" by G.P.S",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sports",
        "drama",
        "seinen"
    ],
    "sinopse": "East Tokyo United (ETU) has been struggling in Japan's top soccer league for the past few years. It has taken everything they have just to avoid relegation. To make matters even worse, the team has lost five matches in a row, leading to abysmal team morale. Even the fans are beginning to abandon them, and rumors hint that the home ground municipality is going to withdraw their support. With countless coaches fired and poor financial choices in hiring players, it is a downward spiral for ETU.\n\nThe board of directors, under pressure from general manager Kousei Gotou, takes a gamble and hires a new coach—the slightly eccentric Takeshi Tatsumi. Though considered a great soccer player when he was younger, Tatsumi abandoned ETU years ago. However, since then, he has proven himself successful as the manager of one of England's lower division amateur teams.\n\nTatsumi's task won't be easy; ETU fans call him a traitor, and the team is pitted against others with larger budgets and better players. Yet even the underdog can take down a goliath, and Tatsumi claims he is an expert at giant killing.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/7661/Giant_Killing"
        },
        {
            "text": "Official Site",
            "link": "http://www9.nhk.or.jp/anime/giantkilling/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7234"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=11189"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/GIANT_KILLING"
        }
    ]
}