{
    "title": "Akahori Gedou Hour Rabuge",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "あかほり外道アワーらぶげ",
    "start_date": "2005-07-05",
    "end_date": "2005-07-05",
    "opening_song": "\"Nesshou!! Rabuge Night Fever (熱唱!!らぶげナイトフィーバー)\" by Atsuko Enomoto, Shion Hirota, Mai Kadowaki, Kanako Kondou, Tsubasa Otomiya, Kaoru Sasajima, Ai Shimizu, feat. Hironobu Kageyama, Haruko Momoi.",
    "ending_song": "\"Ton Dol Baby (㌧㌦ベイビー)\" by Haruko Momoi",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "magic",
        "parody"
    ],
    "sinopse": "Akahori Gedou Hour Rabuge is an anime series that combined episodes of two related stories into one broadcast block.\n\nZettai Seigi Love Pheromone\nYoshizumi Aimi and Sasajima Kaoruko are comic duo, Their dream is to become popular and stand on the Broadway stage.However, their names are not well-known, and they have to do part-time jobs.To make their names popular, they decided to do side job. It is heroines of justice, They will beat villains one after another, but after that, there is nothing but ruins. People are afraid of them and even rumor that they are evil. (Source: ANN)\n\nSoreyuke! Gedou Otometai\nThe five Hokke sisters lost their parents when they were quite young. Although they are poor, they`re living comfortably because they have a dream, which is to be evil. The Hokke Family has belonged to an evil organization and worked as a combatant. When their father died, he left them a message that asked them to become a villain that he couldn`t become. However they wondered how to become the best villains.\n\nOne day, the youngest sister Utano found a jar. They were told not to open it until they we`re 18. It was sealed by a talisman labeled R18. Akuma-ko broke the seal on the jar and a devil appeared. The demon said they had special powers inside of them, when they have the weapons in their hands they would turn into Gedo Otome Tai. (Source: AnimeNfo)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/309/Akahori_Gedou_Hour_Rabuge"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2840"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=5900"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Akahori_Gedou_Hour_Rabuge"
        }
    ]
}