{
    "title": "Hanayamata",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1963/90831.jpg",
        "alt": "hanayamata"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ハナヤマタ",
    "start_date": "2014-07-08",
    "end_date": "2014-07-08",
    "opening_song": "\"Hana wa Odore ya Irohaniho (花ハ踊レヤいろはにほ)\" by Team \"Hanayamata\" (チーム\"ハナヤマタ\") [Naru Sekiya (Reina Ueda), Hana N. Fontainestand (Minami Tanaka), Yaya Sasame (Kaya Okuno), Tami Nishimikado (Yuka Ootsubo), Machi Tokiwa",
    "ending_song": "#1 \"Hanayuki (花雪)\" by smileY inc. (eps 1-11)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "comedy",
        "school"
    ],
    "sinopse": "Naru Sekiya is an average 14-year-old girl with average intelligence, average athleticism, and average talents. She once had hopes that starting high school would change all that. Unfortunately, the reality could not be further from the truth and she remains a wallflower. Why can't real life be like fairy tales where a handsome prince lifts a poor girl from obscurity and transforms her into a dazzling princess?\n\nHer average student life changes when she meets a blonde girl dancing on top of a gate to a shrine. Naru assumes the girl is a fairy, but it turns out she's just a regular girl, too. But it also just so happens that she's a transfer student named Hana from America who fell in love with yosakoi, a type of dance, and came to Japan with the intention to start her own club! Excited that she's classmates with the girl she met the night before, Hana tries to recruit Naru to become the first member of the brand new yosakoi club. Too bad the thought of dancing in front of everyone terrifies her!\n\nCan Hana convince Naru to join the club? Will Naru fall in love with yosakoi? Find out in Hanayamata!",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/21681/Hanayamata"
        },
        {
            "text": "Official Site",
            "link": "http://hanayamata.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10351"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15775"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Hanayamata"
        }
    ]
}