{
    "title": "Dorohedoro",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/143111.jpg",
        "alt": "dorohedoro"
    },
    "type": "manga",
    "volumes": "23",
    "chapters": "190",
    "original_name": "ドロヘドロ",
    "start_date": "2000-11-30",
    "end_date": "2000-11-30",
    "tags": [
        "action",
        "comedy",
        "fantasy",
        "horror",
        "seinen"
    ],
    "authors": [
        "Hayashida",
        "Q (Story & Art)"
    ],
    "sinopse": "Hole—a dark, decrepit, and disorderly district where the strong prey on the weak and death is an ordinary occurrence—is all but befitting of the name given to it. A realm separated from law and ethics, it is a testing ground to the magic users who dominate it. As a race occupying the highest rungs of their society, the magic users think of the denizens of Hole as no more than insects. Murdered, mutilated, and made experiments without a second thought, the powerless Hole dwellers litter the halls of Hole's hospital on a daily basis.\n\nPossessing free access to and from the cesspool, and with little challenge to their authority, the magic users appear indomitable to most—aside for a few. Caiman, more reptile than man, is one such individual. He hunts them on a heedless quest for answers with only a trusted pair of bayonets and his immunity to magic. Cursed by his appearance and tormented by nightmares, magic users are his only clue to restoring his life to normal. With his biggest obstacle being his stomach, his female companion Nikaidou, who runs the restaurant Hungry Bug, is his greatest ally.\n\nSet in a gritty world of hellish design, Dorohedoro manages a healthy blend of comedy and lightheartedness with death and carnage. Taking plenty of twists and turns while following the lives of Hole's residents, it weaves a unique world of unearthly origin and dreary appearance not for the squeamish or easily disturbed.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/1133/Dorohedoro"
        }
    ]
}