{
    "title": "Slime Taoshite 300-nen, Shiranai Uchi ni Level Max ni Nattemashita",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1641/113723.jpg",
        "alt": "slime-taoshite-300-nen-shiranai-uchi-ni-level-max-ni-nattemashita"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "スライム倒して 300 年、知らないうちにレベル MAX になってました",
    "start_date": "2021-04-10",
    "end_date": "2021-04-10",
    "opening_song": "\"Gudafuwa Every Day (ぐだふわエブリデー)\" by Aoi Yuuki",
    "ending_song": "\"Viewtiful Days!\" by Azumi Waki",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "comedy",
        "fantasy"
    ],
    "sinopse": "In role-playing games, slimes are usually the easiest monster to kill, and because of that, they yield few experience points. But what would happen if you live long enough to keep defeating them for 300 years?\n\nAfter many years of being a corporate slave, Azusa Aizawa abruptly passes away due to severe exhaustion. Seemingly headed for the afterlife, she meets a goddess who bestows her with immortality alongside a peaceful life in another world. There, Azusa enjoys her days tending to her farm, protecting the nearby village, and killing about 25 slimes per day—a routine that continues for at least three centuries.\n\nHowever, this rather monotonous cycle begins to change when Azusa suddenly finds out that she has reached level 99—the maximum possible level—from slimes alone. Despite desperately trying to hide this fact in fear of ending her slow life, rumors of her strength spread nevertheless. Soon enough, various people throughout the continent, like the dragon Laika and the elf Halkara, start to appear at her doorstep—some seeking a battle, others asking for her assistance. Meeting friends and acquaintances who soon become family, Azusa finds she can live a life far better with others than when she was alone.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/40586/Slime_Taoshite_300-nen_Shiranai_Uchi_ni_Level_Max_ni_Nattemashita"
        },
        {
            "text": "Official Site",
            "link": "https://slime300-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15201"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22583"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/I've_Been_Killing_Slimes_for_300_Years_and_Maxed_Out_My_Level#Anime"
        }
    ]
}