{
    "title": "Akuma ni Dakareru",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/3431.jpg",
        "alt": "akuma-ni-dakareru"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "original_name": "悪魔に抱かれる",
    "tags": [
        "yaoi"
    ],
    "authors": [
        "Matsuo",
        "Maasu (Story & Art)"
    ],
    "sinopse": "Story 1 chapter 1)Junya and his sister have had to borrow a large amount of money to take care of their mother who is in the hospital from an \"underground bank\". It's come time to pay them back when Junya finds out they want his sister to become a prostitute to earn money to pay them back. Junya is very worried and tells his sister that he will speak the them tomorrow and will find a job so she won't need to worry. When Junya speaks to the bank the head guy is fine with Junya working off the debt, but not the way Junya is thinking.\n\nStory 2 chapter 2)Ryoichi is part of track and field and often went to see the school doctor for his small injuries. From there their love started out innocently, but has become something more. Sensei has become a bit of a sadist when it comes to Ryoichi and Ryoichi doesn't understand why. When Kubo-sensei takes notice of Ryoichi's failing health Kubo-sensei decides to help Ryoichi. Does Ryoichi really want Kubo-sensei's help?\n\nStory 3 chapter 3)Riki has loved Kanou Takehiko, a potter, for a long time. He has been studying under Kanou for 2 years and recently Kanou has lost his inspiration. Violently Kanou takes Riki after destroying one of his works of pottery out of frustration. Can Riki ever help inspire Kanou?\n\nStory 4 chapter 4 & 5)Natsuki is a high school student who is living with his mother, who is packing for yet another trip, when the door bell rings. Natsuki answers to the door only to find an foreigner at the door to steals his first kiss. Confused he and his mother soon find out that his name is Edward, Eddie for short, and he is Natsuki's 15 year old step brother! He has come to Japan to find his other family because their father and his mother have died in a car accident a short while ago. Within minutes Natsuki finds himself with not only a brother, but a new housemate when his mother agrees to let him live there!\n\n(from Obsession)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/3137/Akuma_ni_Dakareru"
        }
    ]
}