{
    "title": "Kumo no Mukou, Yakusoku no Basho",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1/433.jpg",
        "alt": "kumo-no-mukou-yakusoku-no-basho"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "雲のむこう、約束の場所",
    "start_date": "2004-11-20",
    "ending_song": "\"Kimi no Koe\" by Kawashima, Ai",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "drama",
        "military",
        "romance",
        "sci-fi"
    ],
    "sinopse": "Hiroki Fujisawa and Takuya Shirakawa harbor admiration for two things in their life: their classmate Sayuri Sawatari and the vast Ezo Tower that stands boundlessly across the Tsugaru Strait. Fascinated by the limitless structure beyond their reach, Hiroki and Takuya begin constructing an aeroplane from a fallen drone they discovered—naming it the Bella Ciela—to fulfill their dream of one day reaching the sky-scraping top of the tower. Later joined by the girl they love, Hiroki and Takuya promise Sayuri to fly with her to the seemingly otherworldly top together. However, Japan has suffered a North-South partitioning that has fueled conflict near the base of the tower, which marks the border between the America-controlled Southern islands and the Northern lands occupied by the Soviet Union.\n\nFurther along, Sayuri suddenly disappears, and Hiroki and Takuya never see her again. Unbeknownst to them, she fell victim to a sleeping disorder that left her comatose for the past three years. Although Hiroki and Takuya later learn about Sayuri's condition, they also discover that the girl's unconscious state is oddly linked to the same tower the trio had promised to conquer together.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/433/Kumo_no_Mukou_Yakusoku_no_Basho"
        },
        {
            "text": "Official Site",
            "link": "http://www.kumonomukou.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=469"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=2324"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/The_Place_Promised_in_Our_Early_Days"
        }
    ]
}