{
    "title": "Dämons",
    "type": "manga",
    "volumes": "13",
    "chapters": "116",
    "original_name": "ダイモンズ",
    "start_date": "2006-02-02",
    "end_date": "2006-02-02",
    "tags": [
        "action",
        "shounen",
        "supernatural"
    ],
    "authors": [
        "Tezuka",
        "Osamu (Story)",
        "Yonehara",
        "Hideyuki (Story & Art)"
    ],
    "sinopse": "Haight and Andrews are both successful engineers working for a company that is about to make a breakthrough on nanotechnology that will change the course of history, when Haight discovers and develops a new technology that will help people live better and cure a few diseases, Andrews wants to use this technology for military purposes, aware of these intentions, Haight resings from the company taking all the documents and research about his discovery, Andrews angry at this, prepares a trap for Haight and with his five maniac sidekicks they brutally torture Haight and kill his loved ones, to add more misery, they severed both his arms and left him for dead.\n\nBut he is rescued by a mysterious doctor and his assistant, both men are experimenting with the strange power of \"The Zetsmos\" the ability of control the ghost inside the body while one is still alive, reports of people that had his limbs severed confirm that they can still \"feel and move\" their limbs even if they are not there, but with the Natural power of the Zetsmos, the body can assimilate any kind of materia and make it part of the body, it can be wood, paper, water, metal and recreate the limb that was gone.\n\nBut awakening the Zetsmos is a painful and dangerous process, the bearer have to put himself between life and death to awaken it, But Haight will stop at nothing to hunt down those that made his life a living hell, and he's determined to use the mysterious power to carry on his revenge.\n\n(Source: MU)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/11044/D%C3%A4mons"
        }
    ]
}