{
    "title": "Suzumiya Haruhi Series",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/186142.jpg",
        "alt": "suzumiya-haruhi-series"
    },
    "type": "light-novel",
    "original_name": "涼宮ハルヒシリーズ",
    "start_date": "2003-06-06",
    "tags": [
        "comedy",
        "drama",
        "school",
        "sci-fi",
        "supernatural"
    ],
    "authors": [
        "Tanigawa",
        "Nagaru (Story)",
        "Itou",
        "Noizi (Art)"
    ],
    "sinopse": "As the students of Class 1-5 introduce themselves at the beginning of their high school careers, the cynical but otherwise fairly ordinary boy known as Kyon sits down, having just finished his piece. However, when the girl sitting behind him stands up to give her speech, the words she utters dumbfound the entire class. Proclaiming that she has no interest in ordinary humans and is in search of the supernatural, Haruhi Suzumiya makes her unforgettable debut.\n\nDoubting Haruhi's sincerity, Kyon lets his curiosity get the better of him and attempts to befriend her in spite of his classmates' warnings. Unfortunately, as the eccentric girl slowly opens up to him, Kyon realizes she is dead serious. Moreover, a conversation between the two sparks a dangerous idea in Haruhi's mind: since she is bored with the mundanity of the school's clubs, she should just create her own. With this, the SOS Brigade is born, and Kyon is quickly dragged into a life of absurdity.\n\nTaking over the Literary Club's room, Haruhi soon enlists three new members into her organization: the stoic Yuki Nagato, the timid Mikuru Asahina, and the supposedly mysterious transfer student Itsuki Koizumi. Having thrown together this group of students, Haruhi drags the squad around on adventures in search of the exciting and supernatural, much to Kyon's chagrin. However, he soon discovers that there is more to the new recruits than meets the eye, and that which Haruhi wishes for may be much closer than she realizes...\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/3083/Suzumiya_Haruhi_Series"
        }
    ]
}