{
    "title": "Devilman",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/9/72913.jpg",
        "alt": "devilman"
    },
    "type": "tv-serie",
    "episodes": "39",
    "original_name": "デビルマン",
    "start_date": "1972-07-08",
    "end_date": "1972-07-08",
    "opening_song": "\"Devilman no Uta (デビルマンのうた)\" by Keizou Toda",
    "ending_song": "\"Kyou mo Doko ka de Devilman (今日もどこかでデビルマン)\" by Keizou Toda",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "horror",
        "demons",
        "supernatural"
    ],
    "sinopse": "Devilman features Akira Fudo, a shy and timid teenager who has gone mountain climbing in the Himalayas with his father. While in the middle of the expedition, both father and son are killed in a tragic accident. Akira's body is found and possessed by the demon soldier Devilman, who uses his new human form as a disguise in order to fulfill his mission of causing chaos on Earth in order to pave the way for a demonic invasion of the planet.\n\nBefore his mission can begin in earnest, Devilman meets Akira's childhood friend Miki Makimura and quickly falls in love with her. Devilman resolves to protect Miki and humanity as a whole by battling against his fellow demons. Demon Tribe leader Zennon becomes greatly angered at Devilman's betrayal and is quick to send Devilman's former comrades to destroy him. The other demons soon learn that Miki is precious to Devilman and he must now work to protect her, as well as protect himself. Will the power of love be able to overcome that of true evil?",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2252/Devilman"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1236"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=578"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Devilman#Animated_adpations"
        }
    ]
}