{
    "title": "Devilman: Crybaby",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/89973.jpg",
        "alt": "devilman-crybaby"
    },
    "type": "ona",
    "episodes": "10",
    "original_name": "DEVILMAN crybaby",
    "start_date": "2018-01-05",
    "opening_song": "\"MAN HUMAN (DEVILMAN crybaby Ver.)\" by Denki Groove",
    "ending_song": "\"Konya dake (今夜だけ)\" by Takkyuu to Tabibito (卓球と旅人) (ep 9)",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "dementia",
        "demons",
        "horror",
        "supernatural"
    ],
    "sinopse": "Devils cannot take form without a living host. However, if the will of an individual is strong enough, they can overcome the demon and make its power their own, becoming a Devilman.\n\nWeak and unassuming, Akira Fudou has always had a bleeding heart. So when his childhood friend Ryou Asuka asks for his help in uncovering devils, Akira accepts without hesitation. However, to Akira's surprise, the place they go to is Sabbath: an immoral party of debauchery and degeneracy. Amidst bloodshed and death, demons possess the partiers, turning their bodies into grotesque monsters, and begin wreaking havoc. In a reckless attempt to save his best friend, Akira unwittingly merges with the devil Amon and becomes a Devilman, gaining the power to defeat the remaining demons.\n\nThough it grants him great power, this new partnership awakens an insatiable and primeval part of Akira. Having the body of a devil but the same crybaby heart, Akira works alongside Ryou, destroying those that harm humanity and his loved ones.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/35120/Devilman__Crybaby"
        },
        {
            "text": "Official Site",
            "link": "http://devilman-crybaby.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12986"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19982"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Devilman_Crybaby"
        }
    ]
}