{
    "title": "Akuma-kun",
    "type": "manga",
    "volumes": "1",
    "chapters": "4",
    "original_name": "悪魔くん",
    "start_date": "1965-12-15",
    "end_date": "1965-12-15",
    "tags": [
        "action",
        "adventure",
        "demons",
        "shounen",
        "supernatural"
    ],
    "authors": [
        "Mizuki",
        "Shigeru (Story & Art)"
    ],
    "sinopse": "It is said that once every 10,000 years, a child capable of reading and understanding the ancient Jewish scriptures for Demon resurrection, will be born into the world. The last person to come close to achieving such a feat was the great Professor Faust who, through sheer will-power alone has managed to live for 300 years in anticipation of the advent of the next \"chosen one\" so that he can impart his knowledge directly before he can die.\n\nThat child is Shingo Yamada, A.K.A: Akuma-kun. Shingo is a boy genius living in Japan who, with the help of his close friends, is attempting to solve the riddle of Demon resurrection so that he can use the tremendous power of the Demons to unite the world as one nation where everyone can live as equals and in total harmony with each other.\n\nShingo's efforts are effectively fruitless until he encounters Professor Faust. Upon receiving Faust's assistance, he is able to resurrect a demon called Mephisto and is able to control him by using the magical Solomon flute that was entrusted to him by Faust before he died.  \nBefore long however, Shingo finds himself a target for powerful wizards that are hell-bent on procuring the powerful Solomon's flute for their own evil intents. Thus begins the many trials of Akuma-kun and Mephisto as they work together to protect the world from some of the most frightening demons the world has ever seen!\n\nWritten 2 years after the end of the Original Akuma-kun rental comic book, Shigeru Mizuki revisits his characters and changes the entire theme of the story. In this version, Akuma-kun's name has been changed from Ichiro Matsushita to Shingo Yamada in order to tie-in with the black and white television drama that aired on Japanese T.V at the same time as publication. In this version, Akuma-kun is a kindhearted boy that seeks to defeat evil demons and Yokai with the help of his reluctant friend, Mephisto, for the better good of society.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/26386/Akuma-kun"
        }
    ]
}