{
    "title": "Seto no Hanayome",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/13/58383.jpg",
        "alt": "seto-no-hanayome"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "瀬戸の花嫁",
    "start_date": "2007-04-02",
    "end_date": "2007-04-02",
    "opening_song": "\"Romantic summer\" by SUN&LUNAR",
    "ending_song": "#1: \"Ashita e no Hikari (明日への光)\" by Asuka Hinoi (1-13, 26)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "parody",
        "romance",
        "school",
        "shounen"
    ],
    "sinopse": "During his summer vacation, middle school student Nagasumi Michishio travels to the Seto Inland Sea. One day, while swimming at Mio Sun Beach, his leg suddenly cramps. No one is close enough to notice his desperate screams for help, and so he sinks into the ocean, where he is left to drown alone. Just as he loses consciousness, however, a mermaid appears and saves his life.\n\nThat night, Nagasumi is visited by his savior, a girl who introduces herself as Sun Seto—a mermaid from a yakuza family. As it turns out, under mermaid law, a mermaid whose identity is revealed to a human must be punished by execution. To avoid this harrowing outcome, the Seto family propose a solution: Nagasumi must marry Sun or die at the hands of Gouzaburou, Sun's father and boss of the Seto clan. Faced with no other option, Nagasumi takes her hand in marriage.\n\nNow, the newlyweds face the difficult task of keeping their relationship secret. Between Gouzaburou's unending attempts on Nagasumi's life and the eccentric antics of a slew of antagonists, a genuine and innocent love blossoms between the pair as they adapt to their new life.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2104/Seto_no_Hanayome"
        },
        {
            "text": "Official Site",
            "link": "http://www.setonohanayome.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=4821"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=7460"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Seto_no_hanayome"
        }
    ]
}