{
    "title": "Baldr Force Exe Resolution",
    "type": "ova",
    "episodes": "4",
    "original_name": "バルドフォース　エグゼ　レソリューション",
    "start_date": "2006-11-10",
    "end_date": "2006-11-10",
    "opening_song": "#01",
    "ending_song": "\"undelete\" by Mami Kawada",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "drama",
        "mecha",
        "sci-fi"
    ],
    "sinopse": "Any network runs all over the world, and the development of the information network reaches its acme. In this age, there are two developed worlds; \"the real world\" and \"wired\", or the virtual network world.\n\nSoma Toru belongs to a hacking group, Steppen Wolf, which runs around the network world freely. They attack the database of the UN forces as their last work. During this attack, he loses Nonomura Yuya, his friend as well as the team leader. Toru is arrested by the army. In exchange for letting him free, he has to work for an anti-hacker organization, the first squad of the UN Security Force Information Administration Bureau.\n\nWorking for them, he is looking for the person who killed his friend, while the other members also have their own reason to fight.\n\nThe three-way fights of the terrorist group, the security enterprise, and the army, continue every day. The various events occurred during the fight seem to be independent of each other at the first glance, but they're converging on one event as if they were attracted by something.\n\nBased on the game by GIGA.\n\n(Source: ANN)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1682/Baldr_Force_Exe_Resolution"
        },
        {
            "text": "Official Site",
            "link": "http://trinet.cata.jp/baldrforce/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=3445"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=6291"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Baldr_Force#OVA"
        }
    ]
}