{
    "title": "Rozen Maiden (2013)",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "ローゼンメイデン (2013)",
    "start_date": "2013-07-05",
    "end_date": "2013-07-05",
    "opening_song": "\"Watashi no Bara wo Haminasai (私の薔薇を喰みなさい)\" by ALI PROJECT",
    "ending_song": "\"Alternative\" by Annabel",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "comedy",
        "drama",
        "magic",
        "seinen"
    ],
    "sinopse": "During the events of the original Rozen Maiden, after circling \"yes\" on a paper and agreeing to wind an unknown \"something,\" a traumatized Jun Sakurada fights alongside the lifelike dolls known as the Rozen Maidens. But what would have happened if Jun had circled \"no\"?\n\nJun, having gotten over his school trauma from his younger days, spends his time attending college and working in a bookstore. However, he does not feel as though he belongs anywhere. One day, he finds a book containing instructions on how to make a Rozen Maiden. Mysteriously, when he arrives home that night, the second volume in the book series has been delivered to his house, along with some pieces of a doll. But as suddenly as they started arriving, the books stop coming, and Jun gets a notice that says that the books have ceased being published. With an incomplete doll in hand, and a message from his other self in another world, this Jun also finds his way into the world of the Rozen Maidens.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/18041/Rozen_Maiden_2013"
        },
        {
            "text": "Official Site",
            "link": "http://www.tbs.co.jp/anime/rozen/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9508"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15072"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Rozen_Maiden"
        }
    ]
}