{
    "title": "Sakura Trick",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/56189.jpg",
        "alt": "sakura-trick"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "桜 Trick",
    "start_date": "2014-01-10",
    "end_date": "2014-01-10",
    "opening_song": "\"Won(_3_)Chu KissMe!\" by SAKURA\\*TRICK [Haruka Takayama (Haruka Tomatsu), Yuu Sonoda (Yuka Iguchi), Kotone Noda (Yuuka Aisaka), Shizuku Minami (Hiromi Igarashi), Kanade Ikeno (Mai Fuchigami), Yuzu Iizuka (Megumi Toda)]",
    "ending_song": "#1: \"Kiss(and)Love\" by SAKURA\\*TRICK [Haruka Takayama (Haruka Tomatsu) and Yuu Sonoda (Yuka Iguchi)]",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "comedy",
        "romance",
        "school",
        "seinen",
        "shoujo-ai"
    ],
    "sinopse": "Having been best friends since middle school, Haruka Takayama and Yuu Sonoda plan to attend Misato West High School together. However, despite being assigned to the same class, a cruel twist of fate has them seated on the opposite ends of their classroom! To make matters worse, their school will shut down in three years, making them the final intake of first-year students. Undeterred by this chain of unfortunate events, Haruka is set on sticking with Yuu, striving to create many wonderful memories with her.\n\nMuch to Haruka's jealousy however, Yuu's easygoing demeanor quickly attracts the attention of their female classmates. Sympathizing with her friend's growing insecurity, Yuu ends up sharing a deep, affectionate kiss with her in an empty classroom. The act intensifies their bond as \"special friends,\" gradually revealing a different aspect to their unique friendship while also inviting new conflicts.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/20047/Sakura_Trick"
        },
        {
            "text": "Official Site",
            "link": "http://www.tbs.co.jp/anime/sakura/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9922"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15564"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/%E6%A1%9CTrick"
        }
    ]
}