{
    "title": "number24",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1885/102374.jpg",
        "alt": "number-24"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "number24 ナンバー・トゥーフォー",
    "start_date": "2020-01-08",
    "end_date": "2020-01-08",
    "opening_song": "\"SET!\" by Masanori Kobayashi (小林正典)",
    "ending_song": "#1: \"Kimi to Iru nara (君といるなら)\" by Natsusa Yuzuki (Kengo Kawanishi) & Seiichirou Jingyouji (Ryouta Suzuki)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sports",
        "school"
    ],
    "sinopse": "Natsuza Yuzuki has been playing rugby as a left-winger ever since he was a child. After enrolling in Doushisha University, he quickly becomes a rising star in the Kansai University League.\n\nHis dreams are shattered, however, when a nasty motorbike accident leaves him with a spinal hernia—making him unable to be able to play rugby ever again. With no role available other than the position of manager, he accepts his new post and hopes his squad can obtain a league title.\n\nYuzuki's team is an unlikely group, including his stoic best friend and full-back Seiichirou Jingyouji; hot-headed first-year Yasunari Tsuru, who harbors a strong dislike for Natsuza, filling his senior's old position as left wing; and Yuu Mashiro, who is struggling to hold his ground as a scrum half.\n\nDespite Natsuza putting his all into training his team for a league title, their squad still feels incomplete. A year ago, Ibuki Ueka, the genius fly-half that was once Doushisha's ace, suddenly quit rugby—and now Natsuza is determined to get him back.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/39583/number24"
        },
        {
            "text": "Official Site",
            "link": "https://number24-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14788"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22011"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/Number24"
        }
    ]
}