{
    "title": "Animation Seisaku Shinkou Kuromi-chan 2",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1/1798.jpg",
        "alt": "animation-seisaku-shinkou-kuromi-chan-2"
    },
    "type": "ova",
    "episodes": "1",
    "original_name": "アニメーション制作進行くろみちゃん 2",
    "start_date": "2004-01-28",
    "ending_song": "\"Hidamari no Machi de (ひだまりの街で)\" by Kaori Asou",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "parody",
        "drama"
    ],
    "sinopse": "Following Studio Petit's popularity for Time Journey's, the crew is now faced with 3 anime at the same time. Rushing to fill the quotas, the owner of Studio Petit hires Takashimadaira, a veteran producer to help Kuromi. However, all Takashimadaira cares about is making deadlines, severely hurting the quality of the images. Shihonmatsu, who has been helping Kuromi, gets angry at the new producer and leaves, leaving Kuromi with a difficult choice: to choose between the quality or the deadline.\nStudio Petit managed to survive the production of \"Time Journeys,\" but now that show's finished, and in its place they've got no less than three series to animate, with just four artists, one manager and one director - not to mention one very bedraggled animation runner. And it doesn't help that Shihonmatsu picked this week to quit smoking. As the staff starts to fall behind their crushing deadlines, the owner calls in an old \"pro,\" Takashimadaira, to get production back on track. But once he starts putting speed above quality, the Petit team has to choose between following orders and doing their jobs right.\n\n(Source: ANN)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1798/Animation_Seisaku_Shinkou_Kuromi-chan_2"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1803"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=2860"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Animation_Runner_Kuromi_2"
        }
    ]
}