{
    "title": "Hinomaruzumou",
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "火ノ丸相撲",
    "start_date": "2018-10-05",
    "end_date": "2018-10-05",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "martial-arts",
        "shounen",
        "sports"
    ],
    "sinopse": "In professional sumo, there are no weight classes. It's a savage sport where the strongest survive, and anyone willing to test their mettle can step into the ring. There is, however, a minimum size requirement to be a pro sumo wrestler, and young Hinomaru Ushio, incredibly talented and hardworking though he may be, does not meet that requirement. This small boy has big dreams of reaching the highest class of sumo, Hinoshita Kaisan. The only way he could possibly go pro is if he becomes the High School Yokozuna, a title given to the strongest wrestler in high school tournaments.\n\nUshio is under a lot of pressure, as well as a time limit. If he can't show off his skills in the high school tournaments, he may lose his chance to go pro permanently, and the odds are stacked against him. Instead of enrolling in Ishigami High, the best school for sumo in Japan, he enrolls in Odachi High and must build a sumo club from the ground up with the one devout member Shinya Ozeki. Odachi High is the true underdog of the sumo world, but Ushio has to push forward with all his strength if he is going to make it professionally.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37007/Hinomaruzumou"
        },
        {
            "text": "Official Site",
            "link": "http://hinomaru-zumou.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13695"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20760"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Hinomaru_Sumo"
        }
    ]
}