{
    "title": "Anime Koukyoushi: Jungle Taitei",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/4/36639.jpg",
        "alt": "anime-koukyoushi-jungle-taitei"
    },
    "type": "ova",
    "episodes": "1",
    "original_name": "アニメ交響詩 ジャングル大帝",
    "start_date": "1991-04-01",
    "rating": "G - All Ages",
    "tags": [
        "adventure",
        "shounen"
    ],
    "sinopse": "Actually, that 1991 date is misleading. The Symphonic Poem originated with the music Isao Tomita wrote for Jungle Emperor in 1965. He re-worked his music into a long form which tells a story by itself. (This form of music was termed \"symphonic poem\" or \"tone poem\" by composers in the late Romantic era.) So music that was written originally to enhance visual story telling became the story teller.\n\nTomita's symphonic poem was recorded in the mid-60s and issued on LP in Japan. More than once, in fact. It has also been on CD more than once.\n\nIn 1991, Tezuka Productions turned the process upside down and created new animation to illustrate the symphonic poem. The story is basically that of the first Kimba episode. We see the peaceful animal kingdom under Panja, the coming of the hunters, Eliza's capture and Panja's death. Kimba is born and escapes back to Africa. All this told without a single word spoken. The style of the Symphonic Poem's animation is unique. It draws heavily on the style of the 1989 TV series, but Kimba looks different from the way he looked in any other production.\n\n(Source: kimbawlion.com)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/13047/Anime_Koukyoushi__Jungle_Taitei"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1500"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=4458"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Kimba_the_White_Lion#1991_OVA_film"
        }
    ]
}