{
    "title": "Yume ni Tobu Tori",
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "original_name": "夢に飛ぶ鳥",
    "start_date": "2004-11-17",
    "tags": [
        "fantasy",
        "yaoi"
    ],
    "authors": [
        "Naono",
        "Bohra (Story & Art)"
    ],
    "sinopse": "Collection of oneshots:\n\n1. A bird in dream (Yume ni Tobu Tori)\n   Soichiro has a heart attack and is hit by a car on Yuuga's birthday right after a huge fight, but gets a second chance when he wakes up two days before his accident.\n\n2. Iku Michi, Yobu Tsuki\n   Cutting through a dangerous park one night, Otsuji is attacked by hoodlums and thrown into a lake. There he meets the demon of the lake, and can't leave.\n\n3. Moment\n   Atsushi is slowy recovering after being dumped by his last lover. His sister and brother-in-law, concerned that he is becoming a recluse, invite him out for a drink at their bar. While at the bar he sees a beautiful college student, Kizaki, and is smitten. But because he has no fashion sense, Atsushi gets a makeover from his sister before he approaches his crush. Things go even better than he expected, but after their tryst, Atsushi has to work overtime for a week. When he finally makes it back to the bar, he sees Kizaki kissing someone else. Will Atsushi be forced to give up on his dream of love?\n\n4. Hana mo Arashi mo\n   The beginning of the love story between 2 childhood friends, Takerou (a student) and Kouta (a florist). The story looks like shota but actually the little uke (Kouta) is already 25.\n\n5. Midnight Sun (Mayonaka Taiyou)\n   Kakeru, Shouichi-san, and little Rurika are back in a sequel to Hinata. The unexpected visit of Shouichi's dead wife's sister convinces Kakeru that he's only a bother to the Konomi household. With Shouichi (and Ruri) allow him to simply leave their family?\n\n(Source: B-U)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/2063/Yume_ni_Tobu_Tori"
        }
    ]
}