{
    "title": "Tottoi",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/10/31319.jpg",
        "alt": "tottoi"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "トトイ",
    "start_date": "1992-06-19",
    "ending_song": "\"Ai wa Kanashii Egao (愛は悲しい笑顔)\" by Rina Takahashi",
    "rating": "G - All Ages",
    "tags": [
        "adventure",
        "slice-of-life",
        "drama"
    ],
    "sinopse": "What a sensation Tottoi felt when he discovered the small creature in the mysterious cave!\nThe beauty and pride of wild animals capture the hearts of innocent people who have not lost their passion for nature.\n\nSardinia is abundant in beautiful beaches and mysterious caves which are known as the habitat of a peculiar kind of seal on the verge of extinction.\n\nAfter moving to this island, Tottoi, fascinated by nature, visits different beaches and caves everyday. When he finds a seal cub and its mother in an isolated cave, he is surprised by the humorous movements and innocence of the cub and the dignity of its mother. Tottoi soon becomes attached to the seals, but his secret is revealed to heartless adults. In the name of preservation, a plan is developed to capture them for an aquarium.\n\nNow the dignity and pride of the wild seal are in danger. No matter how painful for Tottoi to be separated from his small friends, he must fight for the welfare of the wild mammals and let them go free into the sea.\n\n(Source: Official Website)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/5535/Tottoi"
        },
        {
            "text": "Official Site",
            "link": "http://www.nippon-animation.co.jp/work/1640/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5436"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1725"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Tottoi"
        }
    ]
}