{
    "title": "Zombieland Saga",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ゾンビランドサガ",
    "start_date": "2018-10-04",
    "end_date": "2018-10-04",
    "opening_song": "\"Adabana Necromancy (徒花ネクロマンシー)\" by Fran Chou Chou (フランシュシュ) [Sakura Minamoto (Kaede Hondo), Saki Nikaidou (Asami Tano), Ai Mizuno (Risa Taneda), Junko Konno (Maki Kawase), Yuugiri (Rika Kinugawa), Lily Hoshikawa (Minami Ta",
    "ending_song": "\"Hikari e (光へ)\" by Fran Chou Chou (フランシュシュ) [Sakura Minamoto (Kaede Hondo), Saki Nikaidou (Asami Tano), Ai Mizuno (Risa Taneda), Junko Konno (Maki Kawase), Yuugiri (Rika Kinugawa), Lily Hoshikawa (Minami Tanaka)]",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "comedy",
        "music",
        "supernatural"
    ],
    "sinopse": "Sakura Minamoto dreams of becoming an idol. Unfortunately, reality hits her like a truck, and she dies in a sudden traffic accident. Ten years later, she wakes up in Saga Prefecture, only to find herself a zombie with no memory of her past. While still coming to terms with her demise, she meets a man named Koutarou Tatsumi, who explains that he has resurrected her and six other zombie girls from different eras for the purpose of economically revitalizing Saga by means of an idol group. Assuming the role of an abrasive manager, Koutarou begins scheduling events; the girls go along with it, eventually deciding to name their idol group Franchouchou.\n\nAn absurdly comedic take on the idol genre, Zombieland Saga tells the story of Franchouchou's heartwarming struggle to save Saga Prefecture while hiding their zombie identities and rediscovering their past lives.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37976/Zombieland_Saga"
        },
        {
            "text": "Official Site",
            "link": "http://www.zombielandsaga.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14198"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21363"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Zombie_Land_Saga"
        }
    ]
}