{
    "title": "Idoly Pride",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "IDOLY PRIDE",
    "start_date": "2021-01-10",
    "end_date": "2021-01-10",
    "opening_song": "\"IDOLY PRIDE\" by Hoshimi Production (星見プロダクション)",
    "ending_song": "#1",
    "rating": "None",
    "tags": [
        "music"
    ],
    "sinopse": "The VENUS Program is an idol scoring system that is entirely impartial, using AI and data to rank candidates based on an array of factors. To determine the rising stars of the idol industry, the annual VENUS Grand Prix is held utilizing these algorithms. Among all the idols that have participated, none have been as outstanding as Mana Nagase. However, on the day of the tournament's finals, a tragic accident suddenly ends her career.\n\nKouhei Makino, who previously worked as Mana's manager, continues his career at Hoshimi Productions years after her death. Wanting to build a new team of idols, he accepts interviews from various girls. Unexpectedly, one of the interviewees is Kotono Nagase, Mana's younger sister, who is striving to carry on her sister's legacy under the tutelage of her former advisor. Also auditioning is Sakura Kawasaki, whose voice sounds astoundingly similar to that of Mana.\n\nBoth Kotono and Sakura pass the evaluations, joining a group of eight other aspiring young girls. Living in a shared dormitory, the 10 members work together to learn more about what it means to harmonize as a team. United by an ambitious endeavor, the girls compete their way to the top as they traverse through the unforgiving world of idols.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/40842/Idoly_Pride"
        },
        {
            "text": "Official Site",
            "link": "https://anime.idolypride.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15301"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22923"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Idoly_Pride#Anime"
        }
    ]
}