{
    "title": "Dengeki Love Machine",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/4695.jpg",
        "alt": "dengeki-love-machine"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "4",
    "original_name": "電撃ラブ・マシーン",
    "start_date": "2001-01-20",
    "tags": [
        "comedy",
        "romance",
        "shoujo"
    ],
    "authors": [
        "Hayakawa",
        "Tomoko (Story)"
    ],
    "sinopse": "Smart and hilarious tales of love!\n\nConsists of four stories:\n\n1. Electrical Shock Love Machine:\n   Madoka, one of the most beautiful and popular girls in school, has zero interest in boys or romance. That is, until she meets Bansaku. He seems like a very average boy, unless one looks very closely... and Madoka does. She becomes so hypnotized by the little things about him that she loses her good senses, and when she regains them, she finds herself touching poor Bansaku, who has no idea what she's playing it! Madoka has spent her life dodging the unwelcome advances of desperate male love machines... Does Bansaku feel the same sort of disgust for Madoka's long-repressed, electrically-charged lust?\n\n2. My Baby:\n   Morimura Aki's handsome looks attract women by the thousands, but his violent manner keeps them all at arm's length. As an innocent bystander, Moe couldn't have cared less... until one of his outbursts led to her injury! Now revenge is a matter of pride. But when she exacts it, there's an unexpected result...? (No, really, you'll never guess if you don't read it!)\n\n3. Like in Cinderella:\n   When Chiyo lost her job and had to take on work picking weeds for the rich, she never expected to become like Cinderella. But when Yoshimune, the handsome young master of the Tokugawa Financial Empire, runs away from his \"castle\" with her, that's what Chiyo is certain will happen. But there's no guarantee that these two will live happily ever after, because this fairy tale isn't Cinderella's -- it's Chiyo's!\n\n4. Don't Get Me into It:\n   None of Ichirou's home tutors ever come back after the first tutoring session, but Takigawa Megu can't imagine why -- he's so cute! And... tied down in his chair!? It turns out that Ichirou is a complete and utter brat! Megu makes it her mission to prove herself superior to him, and Ichirou is actually impressed? Now, every time he gives her an inch, he gets her a little more into it. Before long, Megu feels like tutoring Ichirou... in the ways of LOVE!\n\n[Source: Shoujomagic.net]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/4064/Dengeki_Love_Machine"
        }
    ]
}