{
    "title": "Ookami-san to Eroi Koto",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/220955.jpg",
        "alt": "ookami-san-to-eroi-koto"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "6",
    "original_name": "オオカミさんとえろいこと",
    "start_date": "2015-06-01",
    "end_date": "2015-06-01",
    "tags": [
        "yaoi",
        "supernatural"
    ],
    "authors": [
        "Yoshidaya",
        "Roku (Story & Art)"
    ],
    "sinopse": "Long thought to be extinct, the rare Japanese wolves have survived by disguising themselves in human form. Able to switch between these human guises and their original canine bodies, the wolves have been searching for compatible breeding partners as a means to preserve their species.\n\nOogami-san Chi no Hatsujou Kemono\nAfter years of working for a major consulting firm, Yoshito Oogami grew tired of city life and moved to the countryside to study agriculture. One day, Yoshito's neighbor and teacher, Mika, suddenly announces that he and his wife are moving far away into the mountains. He brings Yoshito salted Japanese plums, known natively as \"umeboshi,\" as a parting gift,\" and also a single request: to raise a young puppy.\n\nYoshito agrees, and he names the strangely intelligent and human-like dog \"Ume\" after the fruit. One night, Yoshito finds out the reason for these behaviors. Ume is a Japanese wolf, left with Yoshito for the purpose of breeding. The numerous jars of plums that Yoshito received from Mika were in fact tainted by a seed able to alter his male body and allow him to bear Ume's wolf pups.\n\nNiisan wa Ore no Mono/Niisan wa Zenbu Ore no Mono\nBrothers Shougo and Daigo Tsubaki work hard to fulfill their father's dying wishes. For Shougo, that means studying hard to support the family business, but for his elder brother Daigo, things are a little more complicated.\n\nOnly through the support of his little brother has Daigo been able to abstain from cigarettes, alcohol, and sex. But Shougo's dutiful help and guidance hide a secret lustful motive—the chastity cage he has made Daigo wear for the last three years was simply a means to keep his brother all to himself.\n\nHatsukoi Ookami no Ongaeshi/Ore no Hatsukoi Ookami/Ookami-san no Henge Jutsu\nShougo and Daigo's youngest brother, Kengo Tsubaki, finally moves in with them. One day, on his way to school, Kengo saves a puppy who was stuck on the railway track. This dog keeps returning to Kengo, almost as if to repay his kindness.\n\nKengo names him \"Taiyou\" after the sun, and the more Taiyou visits, the more attached to him the Tsubaki family becomes. After wishing for Taiyou to become human so that the two can exchange words, Kengo finds the puppy's address written on his collar. On the way to return Taiyou to his owner, Kengo's wish suddenly comes true.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/109387/Ookami-san_to_Eroi_Koto"
        }
    ]
}