{
    "title": "Hypnosis Mic: Division Rap Battle - side B.B &amp; M.T.C +",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/250325.jpg",
        "alt": "hypnosis-mic-division-rap-battle-side-b-b-amp-m-t-c"
    },
    "type": "manga",
    "original_name": "ヒプノシスマイク -Division Rap Battle- side B.B & M.T.C ＋",
    "start_date": "2020-11-26",
    "tags": [
        "action",
        "music",
        "shounen"
    ],
    "authors": [
        "Momose",
        "Yuuichirou (Story)",
        "Umami",
        "Zaurus (Story & Art)"
    ],
    "sinopse": "Following the events of the First Division Rap Battle, Ichirou Yamada and Samatoki Aohitsugi return to their normal lives, vowing to improve their rap skills in anticipation of the next Division Rap Battle. However, a mysterious new drug called \"Grasshopper\" begins to pop up on the streets of Ikebukuro and Yokohama. The drug induces violent mood swings and hallucinations, even causing its users to lose their minds and suffer a heart attack when they overdose.\n\nSamatoki is tasked with eliminating the drug dealers who have moved in onto his gang's turf. He finds that his fellow teammate, Jyuto Iruma, is also investigating Grasshopper for the police, and the two decide to team up to find the origins of the substance.\n\nMeanwhile, a friend of Jirou Yamada seeks Ichirou's help in tracking down the whereabouts of his younger brother, who was kidnapped by a rival gang and is being held for ransom. Unable to go to the police for assistance, the Yamada brothers take the matter into their own hands. The youngest brother, Saburou, immediately suspects that something is amiss about Jirou's friend, but Ichirou cannot abandon someone in need.\n\nAs the two teams delve further into their separate investigations, they encounter old friends and enemies. With an unknown culprit pulling the strings, Ichirou and Samatoki will stop at nothing to figure out who is responsible.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/136041/Hypnosis_Mic__Division_Rap_Battle_-_side_BB___MTC__"
        }
    ]
}