{
    "title": "Gakuen Alice",
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "学園アリス",
    "start_date": "2004-10-30",
    "end_date": "2004-10-30",
    "opening_song": "\"Pikapika no Taiyou\" by Ueda, Kana",
    "ending_song": "\"Shiawase no Niji\" by Ueda Kana & Kugimiya Rie",
    "rating": "G - All Ages",
    "tags": [
        "comedy",
        "school",
        "shoujo",
        "super-power"
    ],
    "sinopse": "Mikan Sakura is a normal 10-year-old girl. Optimistic, energetic, and overall a very sweet child, Mikan is the complete opposite of the aloof, intelligent, and somewhat cold-hearted, Hotaru Imai. Despite their glaring differences, the two girls have been best friends for a very long time. So when Hotaru suddenly transfers to Alice Academy, a prestigious school in the city, her best friend is devastated—especially when she hears of the horrible rumors regarding the academy's harsh treatment of students. Beset with worry, Mikan runs away to see her best friend!\n\nUpon her arrival, Mikan learns of \"Alices,\" individuals gifted with various supernatural abilities, and that the school is an institution built by the government to train and protect them. Discovering that she has her own unique powers, Mikan enrolls in the academy, and, after a lot of trouble, finally reunites with Hotaru.\n\nGakuen Alice is a heartwarming comedy that follows Mikan and her friends' adventures in the academy, as well as their attempt to uncover the mysteries surrounding the problematic, fire-wielding student Natsume Hyuuga.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/74/Gakuen_Alice"
        },
        {
            "text": "Official Site",
            "link": "http://www.sonymusic.co.jp/Animation/alice/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2435"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=4543"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Gakuen_Alice"
        }
    ]
}