{
    "title": "Gakuen Alice",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/190844.jpg",
        "alt": "gakuen-alice"
    },
    "type": "manga",
    "volumes": "31",
    "chapters": "183",
    "original_name": "学園アリス",
    "start_date": "2002-09-05",
    "end_date": "2002-09-05",
    "tags": [
        "comedy",
        "drama",
        "school",
        "shoujo",
        "super-power"
    ],
    "authors": [
        "Higuchi",
        "Tachibana (Story & Art)"
    ],
    "sinopse": "Mikan Sakura and Hotaru Imai are inseparable best friends, even if it seems like the latter does not reciprocate the same sentiment. Mikan naively believes that her aloof best friend would always be by her side until Hotaru decides to depart for Tokyo to attend Alice Academy. The school is home to gifted children who possess unique abilities known as \"Alices.\" Heartbroken and feeling abandoned, Mikan runs away from home in pursuit of her friend, hoping that she too can enroll in the prestigious institution.\n\nAs Mikan gets accepted as a student at Alice Academy and reunites with her friend, she quickly learns that the academy is not all fun and games. The school itself is divided into a hierarchy system based on the strength of their Alice, behavior, and academic performance, as well as classifying each student under a specific Alice subgroup for a more personalized education. When she finds herself in the lowest rank, Mikan faces bullying from her classmates who all believe that she does not belong. Natsume Hyuuga, one of the academy's highest ranking students, is especially vitriolic towards Mikan for seemingly no reason.\n\nThe students begin to discover that the special academy has hidden secrets—many of which are a lot darker than one might think. As they unravel these mysteries, Mikan and her friends find themselves entangled in something far bigger than they could imagine.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/320/Gakuen_Alice"
        }
    ]
}