{
    "title": "Gaksital",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/150570.jpg",
        "alt": "gaksital"
    },
    "type": "manhwa",
    "volumes": "1",
    "original_name": "각시탈",
    "start_date": "1974-11-07",
    "tags": [
        "action",
        "drama",
        "historical",
        "police"
    ],
    "authors": [
        "Heo",
        "Young Man (Story & Art)"
    ],
    "sinopse": "There's a rumor about a mysterious freedom fighter who wears a Korean Bridal Mask and goes around fighting injustice and dealing out righteous judgement. This mysterious Korean hero is known as \"Gaksital.\"\n\nThere lives two Korean brothers, Lee Kang-To and Lee Kang-San. Lee Kang-To serves as a Japanese police in Korea and devotedly serves and respects Japan while seemingly betraying his origins. Meanwhile his brother is a loyal Korean patriot who was beat down so severely by the Japanese police that he became mentally unstable. In order to care for his brother (and others that he holds dearly), Kang-To needs power and money. How is going to acquire recognition from the Japanese, and obtain a more powerful position? Catch the legendary Gaksital. The Gaksital and Kang-To serve as perfect foils for each other; their ideals differ. While Kang-To believes that it's right for the strong to prey on the weak because the strong worked that much harder to achieve power, the Gaksital believes in equity among all people. And so the Kang-To (Justice) vs Gaksital (Justice). Cat-and-Mouse chase begins. As truths are revealed, friendship-family ties shatter, the people of Korea rebel, and tragedies unfold, hundreds of thousands of lives are lost. And Lee Kang-To changes from the Japanese's dog, to a tragic hero of Korea. This is a tragic story of love-hate, right-wrong, patriotism, betrayal and redemption.\n\n(Source: Sorrow)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/82943/Gaksital"
        }
    ]
}