{
    "title": "Monte Cristo Hakushaku",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/167814.jpg",
        "alt": "monte-cristo-hakushaku"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "12",
    "original_name": "モンテ・クリスト伯爵",
    "start_date": "2014-10-03",
    "end_date": "2014-10-03",
    "tags": [
        "drama",
        "seinen"
    ],
    "authors": [
        "Dumas",
        "Alexandre (Story)",
        "Moriyama",
        "Ena (Story & Art)"
    ],
    "sinopse": "After returning to Marseille, France, Edmond Dantès reunites with his beloved to get married. Alongside a personal envelope addressed by Emperor Napoleon himself, Dantès welcomes paradise after his arduous voyage. On the day of his wedding, however, his utopia is quickly shattered. Police promptly begin to ransack his wedding, arresting him at once.\n\nAs he begs to know the reason for his arrest, it comes to light that his letter from Napoleon entails \"proof of his crime.\" Even though the prosecutor, Lord Villefort, burns the letter in question and promises to invalidate the charges, Dantès is still inexplicably imprisoned. Helplessly distraught, Dantès is sent to Château d'If—an inescapable fortress for only the worst of political prisoners.\n\nNearly two years since his imprisonment, Dantès has given up on reclaiming his freedom. However, his grim outlook soon changes when he encounters Abbé Faria, a fellow prisoner who managed to dig a tunnel all the way to Dantès' cell. After conversing with his new companion, Dantès is inspired and begs Faria to teach him all that he knows. A few years pass, and Dantès, armed with his newfound vigor and knowledge, escapes into the ocean at long last.\n\nSeveral months later, Dantès returns to Marseille as an entirely new, unrecognizable person. Now possessing riches, power, and a fixation on revenge, he begins to sow the seeds of demise for all those who previously bid him farewell.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/79555/Monte_Cristo_Hakushaku"
        }
    ]
}