{
    "title": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e (TV)",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ようこそ実力至上主義の教室へ",
    "start_date": "2017-07-12",
    "end_date": "2017-07-12",
    "opening_song": "\"Caste Room (カーストルーム)\" by ZAQ (eps 2-8, 10-11)",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "psychological",
        "drama",
        "school"
    ],
    "sinopse": "On the surface, Koudo Ikusei Senior High School is a utopia. The students enjoy an unparalleled amount of freedom, and it is ranked highly in Japan. However, the reality is less than ideal. Four classes, A through D, are ranked in order of merit, and only the top classes receive favorable treatment.\n\nKiyotaka Ayanokouji is a student of Class D, where the school dumps its worst. There he meets the unsociable Suzune Horikita, who believes she was placed in Class D by mistake and desires to climb all the way to Class A, and the seemingly amicable class idol Kikyou Kushida, whose aim is to make as many friends as possible.\n\nWhile class membership is permanent, class rankings are not; students in lower ranked classes can rise in rankings if they score better than those in the top ones. Additionally, in Class D, there are no bars on what methods can be used to get ahead. In this cutthroat school, can they prevail against the odds and reach the top?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/35507/Youkoso_Jitsuryoku_Shijou_Shugi_no_Kyoushitsu_e_TV"
        },
        {
            "text": "Official Site",
            "link": "http://you-zitsu.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13153"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19544"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Classroom_of_the_Elite"
        }
    ]
}