{
    "title": "Machine-Doll wa Kizutsukanai",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "機巧少女〈マシンドール〉は傷つかない",
    "start_date": "2013-10-07",
    "end_date": "2013-10-07",
    "opening_song": "\"Anicca\" by Hitomi Harada",
    "ending_song": "#1",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "ecchi",
        "fantasy",
        "school"
    ],
    "sinopse": "The Walpurgis Royal Academy of Machinart was founded alongside the development of \"Machinart,\" machine magic capable of giving life and intelligence to mechanical dolls subsequently called as \"automaton.\" Its aim: train skilled puppeteers to control the automatons, as militaries across the globe have begun incorporating Machinart into their armies.\n\nAfter miserably failing the academy's entrance exams, Raishin Akabane and his humanoid automaton Yaya must defeat one of the top one hundred students to earn the right to take part in the Evening Party, a fight for supremacy between puppeteers using their automatons. The last one standing is bestowed the title of \"Wiseman\" and granted access to the powerful forbidden arts.\n\nThus, Raishin challenges Charlotte Belew and her automaton Sigmund to a duel, but before they even begin, Sigmund is attacked by other students. After saving his opponents from their assaulters, Raishin cancels the duel but is forced to search for a new way to gain access to the Party. Driven by the tragedies of his past, Raishin fights alongside Yaya to rise to the top and claim the title of Wiseman.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/17247/Machine-Doll_wa_Kizutsukanai"
        },
        {
            "text": "Official Site",
            "link": "http://www.machine-doll.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9665"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15107"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Unbreakable_Machine-Doll"
        }
    ]
}