{
    "title": "Fune wo Amu",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/5/81624.jpg",
        "alt": "fune-wo-amu"
    },
    "type": "tv-serie",
    "episodes": "11",
    "original_name": "舟を編む",
    "start_date": "2016-10-14",
    "end_date": "2016-10-14",
    "opening_song": "\"Shiokaze (潮風)\" by Taiiku Okazaki (岡崎体育)",
    "ending_song": "\"I & I\" by Leola",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "drama",
        "romance"
    ],
    "sinopse": "Kouhei Araki, a veteran editor of the dictionary editorial division at Genbu Publishing, plans to retire in order to better care for his ailing wife. However, before retiring, he must find a replacement to complete his latest project: a new dictionary called \"The Great Passage.\" But no matter where he looks, he cannot find anyone suitable, as making a dictionary requires a wealth of patience, time, and dedication.\n\nMitsuya Majime works in Genbu Publishing's sales division, yet he has poor social skills and an inability to read the mood in most situations. In spite of this, he excels at having an enthusiasm for words thanks to his love of reading and careful personality. It is these skills that draw Araki to him and prompt him to offer Majime a position in the dictionary editorial department. As Majime accepts his new position, he finds himself unsure of his abilities and questioning whether he will fit in with his new co-workers. Yet amid the vast sea of words, The Great Passage will bring them together.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/32948/Fune_wo_Amu"
        },
        {
            "text": "Official Site",
            "link": "http://www.funewoamu.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11997"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18698"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/The_Great_Passage_%28anime%29"
        }
    ]
}