{
    "title": "Itou Junji Kyoufu Manga Collection 15: Hibito no Koiwazurai",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/186945.jpg",
        "alt": "itou-junji-kyoufu-manga-collection-15-hibito-no-koiwazurai"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "4",
    "original_name": "伊藤潤二恐怖マンガ COLLECTION⑮ 死びとの恋わずらい",
    "start_date": "1996-04-13",
    "end_date": "1996-04-13",
    "tags": [
        "drama",
        "horror",
        "shoujo",
        "supernatural",
        "psychological"
    ],
    "authors": [
        "Ito",
        "Junji (Story & Art)"
    ],
    "sinopse": "High school student Ryuusuke Fukada returns to the place he grew up: Nazumi, a town drenched in thick fog. Thanks to the unique weather, one game has become commonplace among the residents: intersection fortune-telling, where strangers meet up at crossroads to ask for anonymous advice. Though fun and exciting for most, this game holds nothing but dark memories for Ryuusuke, for when he was a child, his involvement had disastrous results for the other player. As a result, these memories hinder Ryuusuke's return to the town, as well as his reunion with his childhood friend Midori Shibayama.\n\nWith Ryuusuke's arrival however, a new figure emerges in this game: the Intersections Pretty Boy. This devilishly handsome but wicked presence gives nothing but cruel and harsh advice to anyone who has the misfortune of crossing his path. What's more, his advice has bewitching effects on those he encounters. With tragic results spreading as a consequence, Ryuusuke determines to prevent this man from repeating the past. But can he stop this enigmatic figure, or do only torment and misery await those who try?\n\n[Source My Anime List]\n\n1. Yotsutsuji no Bishounen (The Beautiful Youth of the Intersections)\n2. Nayamu Onna (The Anxious Woman)\n3. Kage (Shadows)\n4. Zekkyou no Yoru (Screams in the Night)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/44767/Itou_Junji_Kyoufu_Manga_Collection_15__Hibito_no_Koiwazurai"
        }
    ]
}