{
    "title": "Ito Junji Kyoufu Manga Collection - Kao Dorobou",
    "type": "manga",
    "volumes": "1",
    "chapters": "6",
    "original_name": "顔泥棒",
    "start_date": "1987-12-19",
    "end_date": "1987-12-19",
    "tags": [
        "drama",
        "horror",
        "supernatural",
        "psychological",
        "seinen"
    ],
    "authors": [
        "Ito",
        "Junji (Story & Art)"
    ],
    "sinopse": "Kao Dorobou (The Face Burglar)\nWhen problem student Yumi Machida transfers to a new school, one sight stands out to her: two girls in her class look like identical twins. Very soon one of the twins starts following Yumi around, much to her chagrin. Yumi finds that this girl, known as Kamei, is determined to be with her as often as possible. However, despite attempting to ward Kamei away, Yumi finds herself swept into a sinister plan, for Kamei is neither who she says she is, nor who she appears to be.\n\nKakashi (Scarecrows)\nThough it's been weeks since her funeral, Numata consistently visits his daughter Yuki's grave. When he spots Toshio—Yuki's former lover—paying his respects, he blames him for her death. In an impulsive rage, Numata plucks a scarecrow from the nearby fields and posts it in Yuki's grave to ward Toshio off. When he later comes to remove the scarecrow, Numata finds that its appearance has somewhat changed. In a matter of days, it now closely resembles his deceased daughter. Soon, the whole village follows suit, planting scarecrows into their loved one's graves to bring back their semblance. But with their return come the secrets that they were supposed to be buried with.\n\nRakka (Falling)\nIn the midst of an outbreak of suicides, a man catches his wife Erika trying to hang herself. Though he is able to rescue her, all she asks him thereafter is why he didn't let her die. The following day, Erika, along with hundreds of patients, hypnotically leave the hospital and disappear from the town completely. The town looks but to no avail, only finding Erika in a tree, still wishing to die. Clueless as to what is happening, the answer will soon come falling down to them.\n\nAkai Ito (Red String)\nIshii has been dumped by his girlfriend Momoko Sakurai, leading him to skip school for the next three days in order to get over his heartache. When he returns, he discovers some strange red stitching on his wrist, and even more on his stomach later. With no help from doctors and no way to cut it, Ishii must struggle to discover the source and cure of his rapidly developing problem before it completely envelops him.\n\nGosenzo-sama (My Dear Ancestors)\nWhen Makita finds his friend Risa aimlessly wandering through town, he discovers that she has lost her memories. Seeking medical help, the doctor determines that she likely witnessed something traumatic before losing her memories. Recuperating at home, Risa is plagued by nightmares of giant caterpillars but is no closer to revealing what she saw. Makita wants to help bring back her memories, and requests her to come over to his house. However, Risa only feels unease upon entering...\n\nKubitsuri Kikyuu (The Hanging Balloons)\nKazuko's friend, the popular idol Fujino Terumi, has committed suicide by hanging herself in public. As the news of her death spreads around, so does a wave of copycat suicides, giving rise to rumors of Terumi's ghost. With these rumors come strange but detailed reports that Terumi's ghost has manifested as her giant, floating head. As Kazuko starts to investigate, she realizes that these strange incidents are merely the beginning of the end.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/44745/Ito_Junji_Kyoufu_Manga_Collection_-_Kao_Dorobou"
        }
    ]
}