{
    "title": "Ito Junji Kyoufu Manga Collection - Namekuji no Shoujo",
    "type": "manga",
    "volumes": "1",
    "chapters": "7",
    "original_name": "なめくじ少女",
    "tags": [
        "drama",
        "horror",
        "supernatural",
        "psychological",
        "seinen"
    ],
    "authors": [
        "Ito",
        "Junji (Story & Art)"
    ],
    "sinopse": "Namekuji Shoujo (Slug Girl)\nYuuko, Rie's once outgoing friend, has become quite sluggish as of late. She is quiet in class, her speech is slurred, and her attitude is listless. Soon, she completely stops coming to school. Upon visiting her house, Rie finds Yuuko bedridden and tenaciously adamant that no one sees what is happening to her; for Yuuko, an irreversible Kafkaesque transformation has already begun.\n\nHyouchakubutsu (Out of Its Element/Thing that Drifted Ashore)\nA strange sea creature unlike anything seen before has drifted ashore. Like something out of a nightmare, this massive, eel-like monstrosity attracts a crowd of curious onlookers. But as they begin to investigate further, the sickening truth of this beast bursts forth.\n\nKabi (Mold)\nAfter a year of working abroad, Akasaka finally returns home to enjoy the comfort of his house. At his brother's insistence, Akasaka had reluctantly rented it out to his former science teacher Mr. Shimao Rogi and his family. Now, upon his return, he finds the house in a filthy state and the Rogi family is nowhere to be seen. His problems only worsen once he finds mold all over the place, relentlessly spreading through every crevice, threatening to engulf his home and him with it.\n\nSamuke (Shiver/Coldness)\nIn the backyard of his housing complex, Yuuji often spots his neighbour Rina, an odd girl with mysterious holes throughout her arms. Her strange condition reminds Yuuji of a grim memory: when he was a boy, his grandfather had succumbed to a disease that also covered his body with holes. When he consults his friend Hideo about the connection, the two discover a journal kept by Yuuji's grandfather and find themselves closer to understanding the chilling truth of this enigmatic condition.\n\nRyokan\nWhen Mitsuyo was young, her father was overtaken by a strange passion to convert their house into a traditional inn. No matter how much her mother reminded him of the sheer impracticability of his goal, he refused to listen. As their father was driven to madness, Mitsuyo and her mother soon left. Intrigued by her story, Mitsuyo's friend decides to seek out the inn and see how it has fared in the 10 years since their departure. But when he arrives, he finds it to be distinctly not of this earth...\n\nUmeku Haisuikan (The Groaning Drain)\nHaving lived under the strict regimen of their clean-freak mother, Reina and Mari Shimizu have always upheld high standards of cleanliness. So when Numei, a slovenly and repulsive student, begins to romantically pursue Reina, she is utterly disgusted and rejects him. However, Numei does not listen and continues to stalk Reina. Thus, Mari devises a cruel plan to turn him away from her sister, oblivious to the horrific consequences it may unleash.\n\nBio House\nKubota, a new secretary at a biotechnology firm, has been invited to dinner at the company president's mansion. Business talks are not the main course of the evening however; both are interested in \"gross\" foods, and the president has prepared a grand banquet of odd delicacies. Although Kubota may have a fondness for the cuisine, the president's tastes prove to be more than she can chew. What's more, when Kubota rejects the president's downright revolting \"special dish,\" she finds that her night of torment has only just begun.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/44751/Ito_Junji_Kyoufu_Manga_Collection_-_Namekuji_no_Shoujo"
        }
    ]
}