{
    "title": "Itou Junji Kyoufu Manga Collection 16: Frankenstein",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/187866.jpg",
        "alt": "itou-junji-kyoufu-manga-collection-16-frankenstein"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "original_name": "伊藤潤二恐怖マンガ COLLECTION⑯ フランケンシュタイン",
    "start_date": "1999-01-19",
    "tags": [
        "drama",
        "horror",
        "supernatural",
        "psychological"
    ],
    "authors": [
        "Ito",
        "Junji (Story & Art)"
    ],
    "sinopse": "Frankenstein\nVictor Frankenstein is a promising Swiss noble and passionate scientist who seeks to unlock the very mysteries of life. Driven by the desire to create his own living being, Victor begins constructing a creature from the parts of the deceased. Though successful in bringing it to life, his triumph quickly turns to horror as he finds his creation to be an utterly revolting and unsightly beast.\n\nHaving passed out in shock, Victor awakens to find his creation gone. Soon, he works to forget his former passion and distance himself from his transgression. However, when the creature reemerges into his life, Victor finds he must deal with a vengeance-seeking fiend, lest he lose all that he holds precious in life.\n\nJigoku no Ningyousou (A Doll's Hellish Burial)\nIn the midst of a worldwide epidemic where girls slowly transform into lifeless dolls, two parents find their child Marie has been infected. Though the couple love their daughter, they must decide their course of action: bury her and end their torment, or spare her no matter what she may become.\n\nReal Unko no Omoide (Memories of Real Shit)\nThe horror mangaka Junji Itou recalls a vivid memory from his childhood. When at a festival, he came across a stall that seemed to sell real feces. Though it was just a toy, the sight created a burning desire in the mischievous boy...\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/44769/Itou_Junji_Kyoufu_Manga_Collection_16__Frankenstein"
        }
    ]
}