{
    "title": "Ito Junji Kyoufu Manga Collection - Flesh-Colored Horror",
    "type": "manga",
    "volumes": "1",
    "chapters": "6",
    "original_name": "肉色の怪",
    "start_date": "1988-11-19",
    "end_date": "1988-11-19",
    "tags": [
        "drama",
        "horror",
        "supernatural",
        "psychological",
        "seinen"
    ],
    "authors": [
        "Ito",
        "Junji (Story & Art)"
    ],
    "sinopse": "Yaneura no Nagai Kami (Long Hair in the Attic)\nThe beautiful, long-haired Chiemi Amano has just been dumped by her playboy boyfriend, leaving her utterly dejected. Returning home, she begins to recall fond memories, such as how she grew her hair out for him. But now, these once pleasant recollections only further her depression, leading her to decide that cutting off her hair can free her from the heartbreak. However, she finds that doing so is no longer a decision she can make...\n\nYurushi (Approval/Permission)\nAgain and again, Kyousuke has been trying to get permission to marry his love Misuzu. Yet no matter how many times he asks her father, he is repeatedly denied due to his low social standing. After countless months, Kyousuke finally gives up and breaks things off with Misuzu. Only later does she come to him and plead for him to return. But strange events have unfolded while Kyousuke was absent, and he may not be prepared for the truth that faces him.\n\nHachi no Su (Beehive)\nTakano is an adamant fan of bees and makes beehive collecting a hobby of his. His only rival in the neighbourhood is a strange, unkempt boy, who handles bees as if he were one of them. But one day, the boy goes missing, and rumours circulate that his ghost is haunting the woods. When Takano spots a rare hornet, he sets off towards the woods to chase it, where the truth of the boy's disappearance will be unveiled...\n\nHakumei (Dying Young)\nAyako and her friends Chizuru and Hiroko belong to a group deemed \"The Ugly Trio\" due to their less-than-stellar looks. That is until Chizuru mysteriously starts to undergo a slow transformation, becoming prettier and prettier by the day. However, the prettier she gets, the less healthy she becomes, and soon —after becoming a lovely beauty—Chizuru collapses and dies. This event sets the precedent of what's to come, as slowly more and more girls start to become prettier...\n\nKubi no Nai Choukoku (Headless Sculptures)\nThough friends Shimada and Rumi regularly walk home together, Rumi finds herself going alone one day when Shimada stays behind to help Mr. Okabe. An art teacher dedicated to crafting headless sculptures, Mr. Okabe enlists Shimada's help to meet the deadline for his next exhibition. But when Rumi goes to pick up Shimada the next day, he oddly refuses and stays home. At school, Rumi is met with shocking news: Mr. Okabe has been gruesomely decapitated, and his head is still missing. When Rumi tries to question Shimada for information, he tells her to follow him to the art room, within which the truth lies.\n\nNiku-iro no Kai (Flesh-Colored Horror)\nWalking home alone one night, kindergarten teacher Momoko Takigawa is assaulted by a shadowy figure who throws a sticky substance onto her. Hard enough to get off her skin, Momoko is left with no choice but to cut her hair short to remove it. Back at school, Momoko has a tough time handling her problem student, Chikara—a boy who stands out for his rough skin and violent fixation on peeling whatever's around him. Momoko decides that visiting Chikara's home for counsel may help. But in this attempt to remedy Chikara's issues, Momoko finds herself coming into contact with her mysterious attacker once more.\n\n[Source My Anime List]\n\n1. Long Hair in the Attic\n2. Permission/Forgiveness\n3. The Bee Hive\n4. Dying Young\n5. Headless Statues\n6. Flesh Coloured Horror",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/44743/Ito_Junji_Kyoufu_Manga_Collection_-_Flesh-Colored_Horror"
        }
    ]
}