{
    "title": "Ito Junji Kyoufu Manga Collection - Ayatsuri no Yashiki",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/5/185645.jpg",
        "alt": "ito-junji-kyoufu-manga-collection-ayatsuri-no-yashiki"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "7",
    "original_name": "あやつり屋敷",
    "start_date": "1998-01-19",
    "tags": [
        "drama",
        "horror",
        "supernatural",
        "psychological",
        "seinen"
    ],
    "authors": [
        "Ito",
        "Junji (Story & Art)"
    ],
    "sinopse": "Ice Cream Bus\nAfter Sonohara, a divorcee, moves into a new condo with his son Tomoki, he learns of an ice cream truck that makes regular visits to the complex. Furthermore, the driver—a silent, handsome man—offers a service of driving the children around town while they enjoy their ice cream. Although initially reluctant, Sonohara soon concedes and lets Tomoki join in. But as time passes, Sonohara begins to notice the horrifying effects his choice has on Tomoki.\n\nNakama no Ie (Clubhouse)\nWhen friends Chikako and Minae find the local abandoned house unlocked, they boldly decide to enter it. While the girls split up to explore the house, their friend Yukari stays outside. When they exit, however, Yukari notices that the two appear strangely shaken by whatever they witnessed. Not long after, Chikako and Minae start behaving bizarrely, refusing to talk to each other, leaving Yukari in an awkward position. But when Yukari starts to learn the history of the building, the reason behind her friends' change of heart starts to become frighteningly clear.\n\nTobacco-kai (The Smoking Club)\nAt school, the male students have taken to smoking. Looking to avoid being punished for smoking on school grounds, the boys set up an afterschool smoking club headed by Nakaya, who provides his own tobacco. Invited by his friend Shirai to join, Kondou attends the club—only to gradually realize the disturbing repercussions of Nakaya's unearthly cigarettes.\n\nChuuko Record (Used Record)\nEnraptured by the hauntingly captivating song on her friend Ogawa's coveted record, Nakayama is curious about its origin and singer. Oddly enough, Ogawa refuses Nakayama's requests to copy, borrow, or even know how she obtained it. Fed up with her non-compliance, Nakayama impulsively steals the record, which sets her on a path to uncovering its disquieting origin.\n\nSuima no Heya (Den of the Sleep Demon)\nAspiring writer Yuuji has gone without sleep for three days and seeks his friend Mari for help with his peculiar problem. In his dreams, another version of Yuuji exists and is looking to break out into the real world. Worried about this entity's intentions, he asks Mari to watch over and stop him from dozing off to ensure that the sleep demon cannot cross over. Thus begins their struggle against this otherworldly intruder.\n\nOkuru Hito (The Gift Bearer)\nSousuke Ookura is a cold-blooded businessman who always puts himself above others to get what he wants. Consequently, a rival company hires a professional hypnotist to deal with him. The expert orders Ookura to forget his selfish ways and wholeheartedly devote himself to society and people's happiness. Some 14 years later, the hypnotist returns to the town to see the fruit of his labor. But what he finds is an odd young man who goes around town giving unwanted presents to people. Deciding to follow this man, the hypnotist soon discovers the disaster his work has wrought.\n\nAyatsuri Yashiki (Marionette Mansion)\nWhen Haruhiko Kitawaki was young, he traveled from town to town with his poor family, relying solely on the meager income that came from performing his father's puppet shows. His older brother, Yukihiko, was never fond of the practice and left the family as soon as he could. When their father fell ill and died, Haruhiko and his sister, Natsumi, were forced to leave behind the touring life and live with relatives. Years later, Haruhiko receives a letter from Yukihiko, inviting him to his house. Along with Natsumi, the siblings reunite; unexpectedly, Haruhiko finds that his brother has embraced puppeteering again, taking it to an eerily personal level.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/44757/Ito_Junji_Kyoufu_Manga_Collection_-_Ayatsuri_no_Yashiki"
        }
    ]
}