{
    "title": "Ito Junji Kyoufu Manga Collection - Michi no Naimachi",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/5/185882.jpg",
        "alt": "ito-junji-kyoufu-manga-collection-michi-no-naimachi"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "original_name": "道のない街",
    "start_date": "2000-04-20",
    "tags": [
        "drama",
        "horror",
        "supernatural",
        "psychological",
        "seinen"
    ],
    "authors": [
        "Ito",
        "Junji (Story & Art)"
    ],
    "sinopse": "Michi no Nai Machi (The Town Without Streets)\nSaiko has been having odd dreams as of late. She constantly dreams of her classmate Kishimoto, but as he hardly stands out, she is puzzled as to why he appears so often. Her friend suggests an answer: Kishimoto may be whispering to her in her sleep to influence her thoughts. Ready to confront him, Saiko soon finds this act to be merely the beginning of a strange series of events threatening to rob all of her privacy.\n\nNear Miss!\nFormer university classmates, Konishi, Kawaguchi, and Takashio are set for a long overdue reunion. With Kawaguchi already having met up with Konishi and his sister, the group waits for Takashio's plane to land. However, when they discover that his flight has apparently gone missing, Konishi takes immediate action and heads to the airstrip. Together, the group sets out in Konishi's plane to find their friend, but nothing can prepare them for the sight they witness.\n\nChizu no Machi (Maptown)\nOn their honeymoon, Miki and Hiroshi spontaneously decide on a town to visit and celebrate in. They end up picking Shirube, whose streets are riddled with maps and guideposts, something they pass off as the quaintness of the location. Soon, they discover that the residents cannot get by without these maps, as the longer one stays in Shirube, the worse their sense of direction becomes. However, after hearing that there is also a hidden treasure within the town, the newlyweds decide to search for this prize, taking the risk that Shirube presents.\n\nSiren no Mura (Village of the Siren)\nIn the midst of a nationwide epidemic of infant abductions, Kyouichi finds himself returning to his home village after receiving word that his parents have abandoned their farmwork in favor of working at the village's new factory. Kyouichi is puzzled, as his parents had been deeply passionate about their farm, making their abrupt decision nonsensical. At the village, he finds nothing but oddities: the desertion of the village, the few remaining people exhibiting strange behaviour, and the even fewer normal ones gripped in fear of the factory's siren. By evening, when the siren rings through the village, the terrible truth is revealed to Kyouichi.\n\nChoushizen Tenkousei (The Supernatural Transfer Student)\nThe supernatural club is home to believers and performers of the strange and paranormal. Hikaru Shibayama can bend spoons with his mind and Kiyoshi Kitagawa can see the inner spirits of people and objects. When new transfer student Ryou Tsukano expresses his love for the occult, he seems a natural fit for the club and joins. But the group soon finds Ryou to be a frightening addition to the club, for his very presence is an invitation for the bizarre.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/44759/Ito_Junji_Kyoufu_Manga_Collection_-_Michi_no_Naimachi"
        }
    ]
}