{
    "title": "Inazuma Eleven Go",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/48959.jpg",
        "alt": "inazuma-eleven-go"
    },
    "type": "tv-serie",
    "episodes": "47",
    "original_name": "イナズマイレブン Go",
    "start_date": "2011-05-04",
    "end_date": "2011-05-04",
    "opening_song": "#1: \"Ten Made Todoke! (天までとどけっ!)\" by T-Pistonz+KMC (eps 1-18)",
    "ending_song": "#01: \"Yappa Seishun (やっぱ青春)\" by Sorano Aoi CV Kitahara Sayaka (eps 1-18)",
    "rating": "G - All Ages",
    "tags": [
        "shounen",
        "sports",
        "super-power"
    ],
    "sinopse": "Tenma Matsukaze is a new student at Raimon Junior High. Due to his love for soccer, he decides to join the school soccer team, which gained its reputation after the amazing performance shown ten years earlier in the Football Frontier International, a tournament that hosts the best youth teams the world has to offer. Unfortunately, the once renowned school doesn't have the soccer spirit it once enjoyed.\n\nThis is primarily due to the fact that soccer in Japan is now controlled by a dark entity known as the \"Fifth Sector.\" They alone decide the fate of every match, instructing teams to either win or lose. The actions of the Fifth Sector have beaten down the country’s soccer teams, who no longer have a love for the game.\n\nTenma and his teammates will look to shift this paradigm and fight back against their evil oppressors. Thankfully, they will not be alone in this battle, as they will get help from a group known as the \"Resistance.\" Cheer on the boys of Inazuma Eleven Go as they fight the good fight!",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/10507/Inazuma_Eleven_Go"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-tokyo.co.jp/anime/inazumago/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8381"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=12877"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/イナズマイレブン_GO#.E3.83.86.E3.83.AC.E3.83.93.E3.82.A2.E3.83.8B.E3.83.A1"
        }
    ]
}