{
    "title": "Uchuu Patrol Luluco",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "宇宙パトロールルル子",
    "start_date": "2016-04-01",
    "end_date": "2016-04-01",
    "opening_song": "\"CRY MAX Do-Heijitsu (CRY まっくすド平日)\" by Fujirokyu (Kari) (フジロッ久(仮)) (eps 1-12)",
    "ending_song": "#1 \"Pipo Password\" by Teddyloid ft. Bonjour Suzuki (eps 1-11)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "space"
    ],
    "sinopse": "Living an abnormal existence in Ogikubo, an intergalactic melting pot of humans and aliens as well as the only Space Immigration Zone on Earth, Luluco is a bubbly middle school girl who just wants to be normal. One morning, however, her father, who works at the Space Patrol, eats a volatile sleep capsule by mistake and is frozen solid! To make matters worse, Luluco accidentally breaks him, so she hurries off to his office for help. There, the chief of the Space Patrol, Over Justice, hires Luluco as a space temp worker for undercover investigations, so that the institution may crack down on crime within her school.\n\nMade to don the Space Patrol suit and sent on her way to mete out justice, Luluco attempts to maintain the image of a normal girl who does not stand out in any way. But she soon discovers that with the automatic systems and inherently zealous judiciousness of the Space Patrol suit, continuing to be normal will be more difficult than she thought.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/32681/Uchuu_Patrol_Luluco"
        },
        {
            "text": "Official Site",
            "link": "http://www.luluco.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11920"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18054"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Space_Patrol_Luluco"
        }
    ]
}