{
    "title": "Kikou Keisatsu Metal Jack",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/77278.jpg",
        "alt": "kikou-keisatsu-metal-jack"
    },
    "type": "tv-serie",
    "episodes": "37",
    "original_name": "機甲警察 メタルジャック",
    "start_date": "1991-04-08",
    "end_date": "1991-04-08",
    "opening_song": "\"Just Dream On\" by JACK BITES",
    "ending_song": "\"Hold On\" by JACK BITES",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "sci-fi",
        "police",
        "mecha"
    ],
    "sinopse": "Twenty years into the future, a city now called \"Tokyo\" has developed into one of the few world-class high-tech centers, \"Tokyo City.\" The main character, Ken Kanzaki, is a young investigator assigned to the criminal investigation section of the Metropolital Police. He is one of the finest sharp shooters in the Police.One day, Ken is ordered to provide security for a party held by for \"Zaizen Konzern,\" a world-class plutocracy.\n\nAll of a sudden, spector robots appear and distrupt the party. Zaizen, a commander-in-chief, is killed and both Ken and Jun. Zaizen's son,are fatally injured by the robots. Two of the party's guests, an auto-racer, Ryo Aguri,and a wresler, Go Goda, also receive serious injuries. Three severely injured young men are operated upon by scientists from the Metropolitan Police. Several days later, a robot corp led by a mysterious organization called \"Ido\" appears in the floating-town of the Tokyo Bay. But the Police and the Army have no effective strategies to contain them.\n\nAt that moment, three young men attired in mechanical suits enter. They are the very three young men, Ken, Ryo and Go, who have been turned into the cyborg investigators through the operation. They call themselves \"Armored Police Metal Jacks\". \"Metal Jacks,\" dazzlingly switching from \"Jack Suits\" to \"Jack Armors,\" completely demolish the robot corp and achieve victory, thus signals the beginning of the battle between the high-tech criminals and \"Metal Jacks\" with a futuristic \"Tokyo City\" in the background.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/3315/Kikou_Keisatsu_Metal_Jack"
        },
        {
            "text": "Official Site",
            "link": "http://www.sunrise-anime.jp/sunrise-inc/works/detail.php?cid=49"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=3049"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=209"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Armored_Police_Metal_Jack"
        }
    ]
}