{
    "title": "Sakasama no Patema",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/12/52415.jpg",
        "alt": "sakasama-no-patema"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "サカサマのパテマ",
    "start_date": "2013-11-09",
    "ending_song": "\"Patema Inverse\" by Estelle Michaeu",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "sci-fi"
    ],
    "sinopse": "Patema is a plucky young girl from an underground civilization boasting an incredible network of tunnels. Inspired by a friend that mysteriously went missing, she is often reprimanded due to her constant excursions of these tunnels due to her royal status. After she enters what is known as the \"forbidden zone,\" she accidentally falls into a giant bottomless pit after being startled by a strange creature.\n\nFinding herself on the surface, a world literally turned upside down, she begins falling towards the sky only to be saved by Age, a discontented student of the totalitarian nation known as Aiga. The people of Aiga are taught to believe that \"Inverts,\" like Patema, are sinners that will be \"swallowed by the sky,\" but Age has resisted this propaganda and decides to protect his new friend. A chance meeting between two curious teenagers leads to an exploration of two unique worlds as they begin working together to unveil the secrets of their origins in Sakasama no Patema, a heart-warming film about overcoming differences in order to coexist.\n\n[Source My Anime List]\n\nThe film was first premiered at France's Annecy, the world's largest animation festival, on June 13, 2013. Screening in Japanese theaters began on November 9, 2013.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/12477/Sakasama_no_Patema"
        },
        {
            "text": "Official Site",
            "link": "http://patema.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8857"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=13906"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Patema_Inverted"
        }
    ]
}