{
    "title": "Majin Tantei Nougami Neuro",
    "type": "tv-serie",
    "episodes": "25",
    "original_name": "魔人探偵 脳噛ネウロ",
    "start_date": "2007-10-03",
    "end_date": "2007-10-03",
    "opening_song": "\"Dirty\" by Nightmare",
    "ending_song": "\"Kodoku no Hikari\" by Kagami Seira",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "mystery",
        "comedy",
        "demons",
        "supernatural",
        "shounen"
    ],
    "sinopse": "Yako Katsuragi is an acclaimed high school detective, who, despite her young age, has solved many cases. In fact, there seems to be no case that she can't solve, or any culprit that escapes justice. But within the walls of her detective agency lies the secret to her prolific crime-solving skills: the cases are actually solved by her assistant, Neuro Nougami.\n\nHowever, to call Neuro an ordinary man would be incorrect. In reality, he is a demon, who came to the human world in search of the ultimate mystery, having already solved every mystery in the demon world. With Yako as his proxy, he feasts on the negative energy released by humans when they commit crimes. Thus, he promises to help Yako solve the mystery of her father's death. But to do so, he must avoid drawing too much attention to himself, which is why Yako plays the role of the detective.\n\nMajin Tantei Nougami Neuro follows this unlikely duo as they solve case after case to satisfy Neuro's ravenous appetite and Yako's desperate search for the truth of her father's death.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2985/Majin_Tantei_Nougami_Neuro"
        },
        {
            "text": "Official Site",
            "link": "http://www.ntv.co.jp/neuro/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5416"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=8371"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Majin_Tantei_Nougami_Neuro"
        }
    ]
}