{
    "title": "Beelzebub-jou no Okinimesu mama.",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1827/95738.jpg",
        "alt": "beelzebub-jou-no-okinimesu-mama"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ベルゼブブ嬢のお気に召すまま。",
    "start_date": "2018-10-11",
    "end_date": "2018-10-11",
    "opening_song": "\"Pink Lemonade (ピンクレモネード)\" by Sangatsu no Phantasia",
    "ending_song": "\"Akumade Koiwazurai (あくまで恋煩い)\" by Beelzebub (Saori Oonishi), Belphegor (Misaki Kuno), Sargatanas (Ai Kakuma)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "demons",
        "fantasy",
        "romance",
        "shounen"
    ],
    "sinopse": "According to legend, Beelzebub, one of the seven princes of Hell, betrayed God and was banished from Heaven for eternity. Beelzebub now leads the kingdom of Pandemonium, where all former angels roam and work every single day of their immortal lives. A devil like him would give people chills at the mere mention of his name, but…\n\nWhat if Beelzebub is not as evil as initially thought? What if he was obsessed with fluffy things? And what if Beelzebub is actually a woman?\n\nThat is what new assistant Myurin discovers when he is hired to serve Her Majesty Beelzebub. She may know exactly what to do to keep Pandemonium running like clockwork, but whenever she leaves the professionalism of the office, the girl needs some assistance in order to function like a normal…devil. As much as Myurin can’t stand being unprofessional, he is secretly obsessed with her adorable antics, and his new job teaches him that everything is not exactly what it seems, especially with the other head devils of Pandemonium.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37716/Beelzebub-jou_no_Okinimesu_mama"
        },
        {
            "text": "Official Site",
            "link": "https://beelmama.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14025"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20847"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/As_Miss_Beelzebub_Likes"
        }
    ]
}