{
    "title": "Tokyo Babylon 2021",
    "type": "tv-serie",
    "original_name": "東京 BABYLON 2021",
    "rating": "None",
    "tags": [
        "supernatural",
        "drama",
        "fantasy",
        "shoujo",
        "shounen-ai"
    ],
    "sinopse": "Subaru Sumeragi is the thirteenth head of his powerful onmyouji clan. Until the time comes when he must succeed his grandmother fully, Subaru is allowed to live in Tokyo with his fraternal twin Hokuto. While Subaru is kind and shy, Hokuto has exuberance to spare, and her favorite pastime is designing bold matching outfits for the two of them to wear. Her next favorite thing to do is try to set up Subaru with their veterinarian friend Seishirou Sakurazuka who, oddly enough, is always readily available to accompany the Sumeragis throughout the city.\n\nSubaru has to resolve a variety of spiritual conflicts in Tokyo: some are cases formally brought to him by clients, and others are matters in which he decides to involve himself. A selfless teenager, he empathizes with others to the point that their pain may as well be his own. This leaves him vulnerable in a city where nearly everyone makes decisions that only benefit themselves as individuals. Hokuto hopes that if Subaru develops feelings for Seishirou, their relationship will be the one thing that he never gives up for the sake of anyone else. However, is Seishirou the best candidate for her brother's love, or is he hiding sinister secrets?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/43629/Tokyo_Babylon_2021"
        },
        {
            "text": "Official Site",
            "link": "https://tokyobabylon2021.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15808"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Tokyo_Babylon#Anime_TV_series:_Tokyo_Babylon_2021"
        }
    ]
}