{
    "title": "Kirakira Happy★Hirake! Cocotama",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1742/93170.jpg",
        "alt": "kirakira-happy★-hirake-cocotama"
    },
    "type": "tv-serie",
    "episodes": "55",
    "original_name": "キラキラハッピー ★ ひらけ! ここたま",
    "start_date": "2018-09-06",
    "end_date": "2018-09-06",
    "opening_song": "\"Himitsu no Kagi, Cocotama! (ヒミツのカギ、ここたま！)\" by Haruka Hoshinokawa (Minami Takahashi), Ribbon (Inori Minase), Pillow (Mariya Ise), Chako (Emiri Iwai)",
    "ending_song": "#1: \"Cocotama Sagaso! Mi~tsukketa♪ (ここたまさがそっ！み～つっけた ♪)\" by Kaoru Masaki",
    "rating": "PG - Children",
    "tags": [
        "slice-of-life",
        "magic",
        "fantasy"
    ],
    "sinopse": "A long time ago, Haruka Hoshinogawa made a wish with the town's old cherry blossom tree with her grandfather while receiving a present from him: a cherry blossom ribbon. As she grew up, she treasured the gift that was given to her while starting fifth grade in her school. One day, upon noting that the old cherry blossom tree is wilting, her grandfather decided to leave the shop to explore the world and let Haruka take care of the store in his absence. The next day while sleeping, her treasured ribbon sprouted a strange egg, revealing a Cocotama, a god born from an object that has been cherished with love and care. Haruka woke up and accidentally saw the Cocotama on the table, retreated to her Hiding Egg. As Haruka picked it up, it has changed into a mysterious key. Left with some questions, the Cocotama introduced herself as Ribbon, and Haruka learned about the existence of her kind and the mysteries behind the strange key she had. Ribbon realized that the key is actually the Key of Wonders and that Haruka was chosen by it to be the Legendary Contractor to the Cocotamas. Now, both of them try to run the shop and meet new Cocotama friends, while discovering the mysteries and powers behind the Key of Wonders.\n\n(Source: Wikipedia, edited)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37968/Kirakira_Happy%E2%98%85Hirake_Cocotama"
        },
        {
            "text": "Official Site",
            "link": "http://www.coco-tama.com/hirake/anime/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14126"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21368"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/%E3%81%8B%E3%81%BF%E3%81%95%E3%81%BE%E3%81%BF%E3%81%AA%E3%82%89%E3%81%84_%E3%83%92%E3%83%9F%E3%83%84%E3%81%AE%E3%81%93%E3%81%93%E3%81%9F%E3%81%BE"
        }
    ]
}