{
    "title": "Gate: Jieitai Kanochi nite, Kaku Tatakaeri",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "GATE（ゲート）自衛隊　彼の地にて、斯く戦えり",
    "start_date": "2015-07-04",
    "end_date": "2015-07-04",
    "opening_song": "\"GATE",
    "ending_song": "#1",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "adventure",
        "fantasy",
        "military"
    ],
    "sinopse": "Off-duty Japan Self-Defense Forces (JSDF) officer and otaku, Youji Itami, is on his way to attend a doujin convention in Ginza, Tokyo when a mysterious portal in the shape of a large gate suddenly appears. From this gate, supernatural creatures and warriors clad in medieval armor emerge, charging through the city, killing and destroying everything in their path. With swift actions, Youji saves as many lives as he can while the rest of the JSDF direct their efforts towards stopping the invasion.\n\nThree months after the attack, Youji has been tasked with leading a special recon team, as part of a JSDF task force, that will be sent to the world beyond the gate—now being referred to as the \"Special Region.\" They must travel into this unknown world in order to learn more about what they are dealing with and attempt to befriend the locals in hopes of creating peaceful ties with the ruling empire. But if they fail, they face the consequence of participating in a devastating war that will engulf both sides of the gate.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/28907/Gate__Jieitai_Kanochi_nite_Kaku_Tatakaeri"
        },
        {
            "text": "Official Site",
            "link": "http://www.gate-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10982"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16679"
        },
        {
            "text": "Wikipedia",
            "link": "<https://en.wikipedia.org/wiki/Gate_(novel_series"
        }
    ]
}