{
    "title": "Seirei no Moribito",
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "精霊の守り人",
    "start_date": "2007-04-07",
    "end_date": "2007-04-07",
    "opening_song": "\"SHINE\" by L'Arc~en~Ciel",
    "ending_song": "\"Itoshii Hito e (愛しい人へ; To the loved one)\" by Sachi Tainaka",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "historical",
        "fantasy"
    ],
    "sinopse": "On the precipice of a cataclysmic drought, the Star Readers of the Shin Yogo Empire must devise a plan to avoid widespread famine. It is written in ancient myths that the first emperor, along with eight warriors, slew a water demon to avoid a great drought and save the land that was to become Shin Yogo. If a water demon was to appear once more, its death could bring salvation. However, the water demon manifests itself within the body of the emperor's son, Prince Chagum—by the emperor's order, Chagum is to be sacrificed to save the empire.\n\nMeanwhile, a mysterious spear-wielding mercenary named Balsa arrives in Shin Yogo on business. After saving Chagum from a thinly veiled assassination attempt, she is tasked by Chagum's mother to protect him from the emperor and his hunters. Bound by a sacred vow she once made, Balsa accepts.\n\nSeirei no Moribito follows Balsa as she embarks on her journey to protect Chagum, exploring the beauty of life, nature, family, and the bonds that form between strangers.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1827/Seirei_no_Moribito"
        },
        {
            "text": "Official Site",
            "link": "http://www.moribito.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=4403"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=6634"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Seirei_no_Moribito"
        }
    ]
}