{
    "title": "Yokohama Kaidashi Kikou: Quiet Country Cafe",
    "type": "ova",
    "episodes": "2",
    "original_name": "ヨコハマ買い出し紀行 Quiet Country Cafe",
    "start_date": "2002-12-18",
    "end_date": "2002-12-18",
    "opening_song": "\"Cafe Alpha - Main Theme\" by Choro Club",
    "ending_song": "\"Fuwa Fura\" by Shiina Hekiru",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "sci-fi",
        "slice-of-life",
        "seinen"
    ],
    "sinopse": "In the near-future Japan, global warming has brought the large city Yokohama underwater, and only the hills remain above the ocean surface. What used to be one of the largest cities in Japan now feels like a small town. Basically, the existence of the island country itself has been threatened. However, there is no feeling of desperation, devastation, nor hopelessness. People are enjoying laid-back lives, and they seem to appreciate each other's company, enjoying the quiet and peaceful time together.\n\nThis is especially so with Alpha, a carefree young woman who runs a cafe, named Cafe Alpha. She enjoys her life immersing herself in the beautiful nature all around her. There is nothing more precious to her than spending quality time with her kind friends. Oh, the fulfillment and the joy she finds in life... it all indicates her to be a compassionate human being, but she is not quite a human. She is actually a type A7M2 robot.\n\nOne day, upon hearing a radio forecast warning an approaching typhoon, her old friend who lives close by invites her to the gas station he runs, worried that her old cafe may not withstand the typhoon. Indeed, the passing of typhoon leaves Alpha with her cafe severely damaged. That's when she decides to go on a journey to raise money to rebuild her cafe, and also to see the outside world away from her friends and the comfort of a peaceful life.\n\n(Source: AniDB)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/976/Yokohama_Kaidashi_Kikou__Quiet_Country_Cafe"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=468"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=2115"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Yokohama_Kaidashi_Kik%C5%8D"
        }
    ]
}