{
    "title": "Kingsglaive: Final Fantasy XV",
    "type": "movie",
    "episodes": "1",
    "original_name": "KINGSGLAIVE FINAL FANTASY XV",
    "start_date": "2016-07-09",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action"
    ],
    "sinopse": "For years, the Niflheim Empire and the kingdom of Lucis have been at war. The empire, having dominated most of the world of Eos, covets the power of the last known Crystal, which is held in Lucis' capital city, Insomnia.\n\nIn order to protect his people from these advancing forces, King Regis Lucis Caelum CXIII used the power of the Crystal to surround Insomnia with a magical wall. Along with this barrier, Regis assembled an elite military task force known as the Kingsglaive. By drawing their power from the king, the Kingsglaive protect Lucis' borders from the onslaught of the empire and other forces that would do them harm.\n\nOne such member of the Kingsglaive is Nyx, a man nicknamed \"The Hero\" by his fellow warriors due to his arrogance and desire to save everyone. However, his pride gets the better of him, causing him to disobey his captain's orders, resulting in a demotion. Now, Nyx spends his days guarding the city gates, but things begin to change once word gets out that Regis plans to sign a peace treaty with their sworn enemies.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/33082/Kingsglaive__Final_Fantasy_XV"
        },
        {
            "text": "Official Site",
            "link": "http://www.kingsglaive-jp.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12054"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18201"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Kingsglaive:_Final_Fantasy_XV"
        }
    ]
}