{
    "title": "Hyouka",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/13/50521.jpg",
        "alt": "hyouka"
    },
    "type": "tv-serie",
    "episodes": "22",
    "original_name": "氷菓",
    "start_date": "2012-04-23",
    "end_date": "2012-04-23",
    "opening_song": "#1: \"Yasashisa no Riyuu (優しさの理由)\" by ChouCho (eps 1-2, 4, 6-8, 10-11)",
    "ending_song": "#1: \"Madoromi no Yakusoku (まどろみの約束)\" by Satomi Satou & Ai Kayano (eps 2-4, 6-11)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "mystery",
        "school",
        "slice-of-life"
    ],
    "sinopse": "Energy-conservative high school student Houtarou Oreki ends up with more than he bargained for when he signs up for the Classics Club at his sister's behest—especially when he realizes how deep-rooted the club's history really is. Begrudgingly, Oreki is dragged into an investigation concerning the 45-year-old mystery that surrounds the club room.\n\nAccompanied by his fellow club members, the knowledgeable Satoshi Fukube, the stern but benign Mayaka Ibara, and the ever-curious Eru Chitanda, Oreki must combat deadlines and lack of information with resourcefulness and hidden talent, in order to not only find the truth buried beneath the dust of works created years before them, but of other small side cases as well.\n\nBased on the award-winning Koten-bu light novel series, and directed by Yasuhiro Takemoto of Suzumiya Haruhi no Shoushitsu, Hyouka shows that normal life can be full of small mysteries, be it family history, a student film, or even the withered flowers that make up a ghost story.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/12189/Hyouka"
        },
        {
            "text": "Official Site",
            "link": "http://www.kotenbu.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8855"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=13817"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Hy%C5%8Dka"
        }
    ]
}