{
    "title": "Digimon Adventure:",
    "type": "tv-serie",
    "episodes": "66",
    "original_name": "デジモンアドベンチャー",
    "start_date": "2020-04-05",
    "opening_song": "\"Mikakunin Hikousen (未確認飛行船)\" by Takayoshi Tanimoto",
    "ending_song": "#1",
    "rating": "PG - Children",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "fantasy"
    ],
    "sinopse": "In the year 2020, technology is everywhere. Every digital device around the world is connected by a singular network where data travels. Unbeknownst to humans, this network has become home to life forms known as \"Digimon.\"\n\nFifth-grader Taichi Yagami is preparing for summer camp when strange occurrences begin in Tokyo; certain electronic systems have started going haywire. When he discovers that his sister and mother are trapped on an unstoppable train, he rushes to the nearby station. Suddenly, Taichi is transported to another world where he meets a strange creature by the name of Agumon, who somehow already knows his name. Taichi also receives a strange device called a \"Digivice,\" which allows him to communicate with the undigitized world.\n\nTaichi discovers he is in the \"Network,\" and virus-like Digimon are attacking the areas that maintain Tokyo’s electronic systems. It is up to Taichi and his new partner Agumon to stop these cyberattacks before the whole world is threatened by the actions of mischievous Digimon.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/41074/Digimon_Adventure_"
        },
        {
            "text": "Official Site",
            "link": "http://www.toei-anim.co.jp/tv/digimon/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15358"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22976"
        },
        {
            "text": "Wikipedia",
            "link": "<https://en.wikipedia.org/wiki/Digimon_Adventure_(2020_TV_series"
        }
    ]
}