{
    "title": "Digimon Xros Wars: Toki wo Kakeru Shounen Hunter-tachi",
    "type": "tv-serie",
    "episodes": "25",
    "original_name": "デジモンクロスウォーズ 時を駆ける少年ハンターたち",
    "start_date": "2011-10-02",
    "end_date": "2011-10-02",
    "opening_song": "\"Stand Up\" by Twill",
    "rating": "PG - Children",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "fantasy",
        "shounen"
    ],
    "sinopse": "Digimon Xros Wars: Toki wo Kakeru Shounen Hunter-tachi takes place one year after the defeat of Bagramon and company. Since then, Taiki Kudou and Yuu Amano have formed a basketball team with Yuu’s classmate, Tagiru Akashi. One day, Tagiru discovers a strange area called the DigiQuartz, a strange and unstable realm that exists between the human and digital worlds. He then realises that children all over the world have obtained Xros Loaders as well as Digimon partners to participate in a competition called the 'Digimon Hunt'.\n\nDigimon that wander from the digital world into the DigiQuartz are able to feed off of what negative emotions leak in from the human world. This makes the Digimon stronger at the expense of being extremely violent. As a result, the Digimon Hunters must work to stop these Digimon from wreaking havoc in the human world. Joined by the troublemaking Gumdramon, Tagiru aims to become the top Digimon Hunter, all the while unaware of Taiki and Yuu’s previous Digimon connections. Yet a sinister force lurks with the creation of the DigiQuartz, and the young Hunters will soon realize that the Digimon Hunt is much more than a simple game...",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/11385/Digimon_Xros_Wars__Toki_wo_Kakeru_Shounen_Hunter-tachi"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-asahi.co.jp/digimon/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8616"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=13419"
        }
    ]
}