{
    "title": "Digimon Xros Wars",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/7/24495.jpg",
        "alt": "digimon-xros-wars"
    },
    "type": "tv-serie",
    "episodes": "30",
    "original_name": "デジモンクロスウォーズ",
    "start_date": "2010-07-06",
    "end_date": "2010-07-06",
    "opening_song": "\"Never Give Up! (ネバギバ!)\" by Sonar Pocket",
    "rating": "PG - Children",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "fantasy",
        "shounen"
    ],
    "sinopse": "The Digital World is in a state of war, with the evil Bagra Army attempting to collect fragments of the Code Crown. Whoever manages to collect all 108 fragments will become king of the Digital World. An evil group of Digimon, known as the Bagra Army, are determined to get their hands on the Code Crown.\n\nDigimon Xros Wars features Taiki Kudou, a soccer-loving middle schooler who will always go out of his way to help people in need. When out with his friends Akari Hinomoto and Zenjirou Tsurugi one day, he hears a voice calling out for help. Investigating the situation, he meets a Digimon named Shoutmon who has been severely wounded in a nearby alley. Using the power of a strange device called a Xros Loader, Taiki manages to save Shoutmon's life, but is pulled into the Digital World alongside Akari and Zenjirou.\n\nDetermined not to let the evil Bagra have their way, Taiki and his friends join with Shoutmon and other local Digimon to form their own army known as Xros Heart. Now Xros Heart must fight their way across the Digital World to collect Code Crown fragments and defeat the Bagra Army, but Taiki and his friends are not the only humans caught up in this war of monsters…",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/8624/Digimon_Xros_Wars"
        },
        {
            "text": "Official Site",
            "link": "http://www.toei-anim.co.jp/tv/digimon_xw/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7518"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=11450"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Digimon_Fusion"
        }
    ]
}