{
    "title": "Digimon Adventure tri. 3: Kokuhaku",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/4/82612.jpg",
        "alt": "digimon-adventure-tri-3-kokuhaku"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "デジモンアドベンチャー tri.（トライ）第３章「告白」",
    "start_date": "2016-09-24",
    "opening_song": "\"Butter-Fly ～ tri. Version ～\" by Kouji Wada",
    "ending_song": "\"Boku ni Totte (僕にとって)\" by KNIFE OF DAY",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "drama"
    ],
    "sinopse": "The Chosen Children are in shock after the betrayal of Meicoomon, the digital monster who had recently joined their group alongside her human partner, Meiko Mochizuki. Koushirou Izumi is determined to diagnose the infection that took control of Meicoomon. Meanwhile, Takeru Takaishi realizes that his own partner, Patamon, is starting to exhibit alarming symptoms similar to that of other infected Digimon, like Meicoomon.\n\nJust then, the Chosen Children receive a message from the mysterious entity Homeostasis, who informs them that their world is in danger of total destruction—and the Digital World, the home of the Digimon, is too. Homeostasis plans to enact a \"Reboot,\" which will reset all the data that makes up the Digital World and eradicate the infection. However, the Reboot will also erase the memories of all Digimon, including the Childrens' partners. Can the Chosen Children stop Meicoomon before the Reboot becomes necessary, or is this the end of their time together with their Digimon?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/32551/Digimon_Adventure_tri_3__Kokuhaku"
        },
        {
            "text": "Official Site",
            "link": "http://www.digimon-adventure.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10764"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18176"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Digimon_Adventure_tri."
        }
    ]
}