{
    "title": "Marriage: Kekkon",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/25672.jpg",
        "alt": "marriage-kekkon"
    },
    "type": "ova",
    "episodes": "2",
    "original_name": "Marriage ～結婚～",
    "start_date": "1996-03-23",
    "end_date": "1996-03-23",
    "opening_song": "\"Ai Suru Anata ni Okuru Uta (愛するあなたに贈る歌)\" by Miki Kasamatsu",
    "ending_song": "\"Kyou Yori Ashita wa... (今日より明日は...)\" by Miki Kasamatsu",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "romance",
        "slice-of-life"
    ],
    "sinopse": "The OVA anime release Marriage consists of two 30-minute pieces by Miki Kasamatsu on the topics of love and looking for that special someone. The first deals with a group of young women who, after being out of school for a few years, are beginning to think about settling down. However, there is one member of the group who has no prospects, and Shizuka's friends are worried that her shyness will keep Mr. Right from noticing her beauty and character.\n\nThey persuade her to join a dating service called The Wedding Club, but when her first match seems to be quite a dud, Shizuka wonders if a trip down the isle just isn't in her future. The second episode is about five sisters, only one of whom isn't married. What's more, the cool Kiyomi seems to have no interest whatsoever in finding a husband. Her sisters have other ideas, though, and when a co-worker asks her out on a date, the women convince the suitor to propose marriage that very night.This is easier said than done, however, as Kiyomi's attitude can be quite intimidating.\n\nThe young man may not end up following through with the plan, but even if he does there is no guarantee that the headstrong lady in question will say yes.\n\n(Source: All Movie Guide)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2082/Marriage__Kekkon"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2689"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=173"
        }
    ]
}