{
    "title": "Yoake Tsugeru Lu no Uta",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/5/84260.jpg",
        "alt": "yoake-tsugeru-lu-no-uta"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "夜明け告げるルーのうた",
    "start_date": "2017-05-19",
    "ending_song": "\"Utautai no Ballad (歌うたいのバラッド)\" by Kazuyoshi Saitou",
    "rating": "G - All Ages",
    "tags": [
        "adventure",
        "music",
        "supernatural",
        "fantasy"
    ],
    "sinopse": "Kai, a young middle schooler, lives in Hinashi Town, a lonely fishing village, with his father and his grandfather, a sun-umbrella maker. He used to live in Tokyo, but after his parents divorced he moved back to his parent's home town. Kai has trouble telling his parents the complicated feelings he has for them, and he's lonely and pessimistic about his school life. One of his joys is uploading songs he writes to the internet.\n\nOne day, his classmates Kunio and Yuuho invite him to join their band, \"SEIRÈN.\" As he reluctantly follows them to Merfolk Island, their practice spot, they meet Lu, the mermaid girl. Lu sings merrily and dances innocently. As Kai begins to spend time with her, he starts to be able to say what it is that he's really thinking.\n\nBut since ancient times, the people of Hinashi Town have thought that mermaids brought disaster. Something happens that puts a huge rift between Lu and the townspeople. And then, the town is in danger. Will Kai's cry for the heart be able to save the town?\n\n(Source: Fuji Creative Corporation)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/34792/Yoake_Tsugeru_Lu_no_Uta"
        },
        {
            "text": "Official Site",
            "link": "http://www.lunouta.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12738"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19053"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Lu_Over_the_Wall"
        }
    ]
}