{
    "title": "Tentai Senshi Sunred",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/11/11740.jpg",
        "alt": "tentai-senshi-sunred"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "天体戦士サンレッド",
    "start_date": "2008-10-03",
    "end_date": "2008-10-03",
    "opening_song": "#1: \"Mizunokuchi Taiyou Zoku\" by manzo (eps 1-12, 14-26)",
    "ending_song": "#1: \"Niwatori Dango Nabe\" by Kumahachi Morino (eps 1-9, 11-15, 17-26)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "parody",
        "super-power",
        "seinen"
    ],
    "sinopse": "Tentai Senshi Sunred is the magnificent story of the conflict between good and evil that takes place in the city of Kawasaki. Sunred, ally of justice, is dedicated to stopping the evil organization Florsheim on their quest for world domination, while General Vamp and his minions are constantly thinking up new schemes to defeat Sunred. In what sounds like a typical story, the characters make all the difference.\n\nOur hero Sunred is rude, violent, and lazy, playing pachinko all day and leeching off of his girlfriend Kayoko Uchida. Meanwhile General Vamp is polite, conscientious, and an ideal homemaker who cooks, mothers his minions, and discusses housekeeping with Kayoko, who bickers constantly with Sunred. Even the monsters of Florsheim tend to be adorable and harmless.\n\nEach episode is comprised of several shorts weighing in at anywhere from a few minutes to a few seconds, and explores the daily lives of these sworn enemies. This is the story of the battle between good and evil that takes place in Kawasaki.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/5005/Tentai_Senshi_Sunred"
        },
        {
            "text": "Official Site",
            "link": "http://www.sunred.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6049"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10193"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Tentai_Senshi_Sunred"
        }
    ]
}