{
    "title": "El Hazard: The Wanderers",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/13/24439.jpg",
        "alt": "el-hazard-the-wanderers"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "神秘の世界エルハザード",
    "start_date": "1995-10-06",
    "end_date": "1995-10-06",
    "opening_song": "#01: \"ILLUSION\" by INVOICE (eps 1-18)",
    "ending_song": "#01: \"Bukiyou Ja Nakya Koi Wa Dekinai (Clever)\" by Kikuko Inoue, Kozakura Etsuko and Natsuki Rio (eps 1-25)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "comedy",
        "romance",
        "fantasy"
    ],
    "sinopse": "High school science-whiz Makoto Mizuhara is working on his newest project in preparation for the school festival, alongside his best friend Nanami Jinnai. Nanami's brother and Makoto's lifelong rival, the unscrupulous student council president Katsuhiko Jinnai, is under scrutiny for mishandling the school festival planning and is convinced that Makoto is plotting to steal his position. One night, as Makoto and Nanami are taking a break with their teacher Masamichi Fujisawa, Jinnai sneaks into the science lab and sabotages Makoto's device, which suddenly opens a portal that flings all four of them into another world!\n\nUpon arrival, Makoto is immediately attacked by a horde of giant bug monsters. While running from them, he comes across Fujisawa and a girl named Rune Venus. After Fujisawa fights off the monsters, a group of dignitaries arrives, looking for Rune, their princess. They inform Makoto and Fujisawa that they are in a world called El-Hazard and take them back to the palace of Roshtaria, their kingdom. Though her advisors are suspicious of the newcomers, Rune decrees that they are to be treated as guests and quickly befriends Makoto. Unaware that Nanami and Jinnai are in this world as well, Makoto gets to work trying to figure out a way back to Earth.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/116/El_Hazard__The_Wanderers"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=556"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=263"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/El-Hazard"
        }
    ]
}