{
    "title": "Isshuukan Friends.",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/6/61891.jpg",
        "alt": "isshuukan-friends"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "一週間フレンズ。",
    "start_date": "2014-04-07",
    "end_date": "2014-04-07",
    "opening_song": "“Niji no Kakera (虹のかけら)” by Natsumi Kon",
    "ending_song": "\"Kanade (奏 (かなで))\" by Kaori Fujimiya (CV: Sora Amamiya)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "comedy",
        "school",
        "shounen"
    ],
    "sinopse": "Sixteen-year-old Yuuki Hase finally finds the courage to speak to his crush and ask her if she wants to become friends. The object of his affection, Kaori Fujimiya, is a quiet and reserved girl who cuts herself off from everyone and does not spare him the same blunt rejection she gives everybody else.\n\nSome time after, Yuuki finds her eating lunch on the roof where she secludes herself during break. He decides to start meeting with Kaori every day in the hopes of beginning to understand her better. The more time they spend together, the more she begins to open up to him. However, nearing the end of the week, she starts to push him away once more. It is then revealed to him the reason for Kaori's cold front: at the end of the week, her memories of those close to her, excluding her family, are forgotten, as they are reset every Monday. The result of an accident in middle school, the once popular and kind Kaori is now unable to make friends in fear of hurting the people dear to her.\n\nDetermined to become more than just one week friends, Yuuki asks her the exact same question each Monday: \"Would you like to be friends?\" Because he knows that deep down, Kaori wishes for that more than anything.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/21327/Isshuukan_Friends"
        },
        {
            "text": "Official Site",
            "link": "http://oneweekfriends.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10273"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15721"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/One_Week_Friends"
        }
    ]
}