{
    "title": "Ookami to Koushinryou",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "狼と香辛料",
    "start_date": "2008-01-09",
    "end_date": "2008-01-09",
    "opening_song": "\"Tabi no Tochuu (旅の途中)\" by Kiyoura Natsumi",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "fantasy",
        "historical",
        "romance"
    ],
    "sinopse": "Holo is a powerful wolf deity who is celebrated and revered in the small town of Pasloe for blessing the annual harvest. Yet as years go by and the villagers become more self-sufficient, Holo, who stylizes herself as the \"Wise Wolf of Yoitsu,\" has been reduced to a mere folk tale. When a traveling merchant named Kraft Lawrence stops at Pasloe, Holo offers to become his business partner if he eventually takes her to her northern home of Yoitsu. The savvy trader recognizes Holo's unusual ability to evaluate a person's character and accepts her proposition. Now in the possession of both sharp business skills and a charismatic negotiator, Lawrence inches closer to his goal of opening his own shop. However, as Lawrence travels the countryside with Holo in search of economic opportunities, he begins to realize that his aspirations are slowly morphing into something unexpected.\n\nBased on the popular light novel of the same name, Ookami to Koushinryou, also known as Spice and Wolf, fuses the two polar genres of economics and romance to create an enthralling story abundant with elaborate schemes, sharp humor, and witty dialogue. Ookami to Koushinryou is more than just a story of bartering; it turns into a journey of searching for a lost identity in an ever-changing world.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2966/Ookami_to_Koushinryou"
        },
        {
            "text": "Official Site",
            "link": "http://www.spicy-wolf.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5406"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=8537"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Spice_and_Wolf"
        }
    ]
}