{
    "title": "Net-juu no Susume",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/3/87463.jpg",
        "alt": "net-juu-no-susume"
    },
    "type": "ona",
    "episodes": "10",
    "original_name": "ネト充のススメ",
    "start_date": "2017-10-10",
    "end_date": "2017-10-10",
    "opening_song": "\"Saturday Night Question (サタデー・ナイト・クエスチョン)\" by Megumi Nakajima",
    "ending_song": "\"Hikari, Hikari (ひかり、ひかり)\" by Yuuka Aisaka",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "game",
        "comedy",
        "romance"
    ],
    "sinopse": "For the first time since graduating high school, 30-year-old Moriko Morioka is unemployed—and she couldn't be happier. Having quit her long-standing job of over 11 years, Moriko quickly turns to online games to pass her now-plentiful free time, reinventing herself as the handsome and dashing male hero \"Hayashi\" in the MMO Fruits de Mer. With the pesky societal obligations of the real world out of the way, she blissfully dives headfirst into the realm of the game, where she promptly meets the kind and adorable healer Lily. Befriending each other almost instantly, the two become inseparable just as Moriko herself becomes more and more engrossed in her new \"life\" as Hayashi. Eventually, Moriko adopts the reclusive lifestyle in its entirety, venturing out from the safety of her apartment only when absolutely necessary.\n\nMeanwhile, unbeknownst to Moriko, a timid 28-year-old corporate worker named Yuuta Sakurai has also logged onto Fruits de Mer from the other side of town. Coincidentally bumping into each other at the convenience store one night, both write off their meeting as no more than just another awkward encounter with a stranger—however, fate has more in store for them than they think.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36038/Net-juu_no_Susume"
        },
        {
            "text": "Official Site",
            "link": "http://netoju.com"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13345"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19980"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Recovery_of_an_MMO_Junkie"
        }
    ]
}