{
    "title": "Violet Evergarden Gaiden: Eien to Jidou Shuki Ningyou",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1667/112943.jpg",
        "alt": "violet-evergarden-gaiden-eien-to-jidou-shuki-ningyou"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "ヴァイオレット・エヴァーガーデン 外伝 -永遠と自動手記人形-",
    "start_date": "2019-09-06",
    "ending_song": "\"Amy\" by Minori Chihara",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "drama",
        "fantasy"
    ],
    "sinopse": "Isabella, the daughter of the noble York family, is enrolled in an all-girls academy to be groomed into a dame worthy of nobility. However, she has given up on her future, seeing the prestigious school as nothing more than a prison from the outside world. Her family notices her struggling in her lessons and decides to hire Violet Evergarden to personally tutor her under the guise of a handmaiden.\n\nAt first, Isabella treats Violet coldly. Violet seems to be able to do everything perfectly, leading Isabella to assume that she was born with a silver spoon. After some time together, Isabella begins to realize that Violet has had her own struggles and starts to open up to her. Isabella soon reveals that she has lost contact with her beloved younger sister, Taylor Bartlett, whom she yearns to see again.\n\nHaving experienced the power of words through her past clientele, Violet asks if Isabella wishes to write a letter to Taylor. Will Violet be able to help Isabella convey her feelings to her long-lost sister?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/39741/Violet_Evergarden_Gaiden__Eien_to_Jidou_Shuki_Ningyou"
        },
        {
            "text": "Official Site",
            "link": "http://www.violet-evergarden.jp/sidestory/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14840"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22377"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Violet_Evergarden"
        }
    ]
}