{
    "title": "Sekai Meisaku Douwa: Aladdin to Mahou no Lamp",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/8/36927.jpg",
        "alt": "sekai-meisaku-douwa-aladdin-to-mahou-no-lamp"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "アラジンと魔法のランプ",
    "start_date": "1982-03-13",
    "opening_song": "\"Wonderful Lamp\" by Godiego",
    "ending_song": "\"Mahou no Akari Let It Burn (魔法のあかり Let It Burn)\" by Godiego",
    "rating": "G - All Ages",
    "tags": [
        "adventure",
        "fantasy"
    ],
    "sinopse": "This film stays very faithful to the original down to the smallest details, save for the kangaroo-rat that suddenly appears twenty minutes into the movie and subsequently follows Aladdin around, serving no purpose in the story but fulfilling the role of token animal mascot.\n\nThe screenwriter needs no introduction; Akira Miyazaki single-handedly wrote five of the classic WMT series, including Perrine and Rascal, and participated in two others. The only other name among the staff that rings a bell, though, is Yukihide Takekawa, who was responsible for the music in the magnificent and unknown Unico pilot film.\n\nThe story takes some illogical and confusing jumps at the point where Aladdin begins to court the princess, and the extravagant animation that had characterised Toei films of the 60s, when Toei had the best animators around, had become a thing of the past long before this point; but this is still an above-average film, in large part because of the screenplay that stays so faithful to the original. The character designs are slightly more western-looking than one is accustomed to seeing in anime.\n\n(Source: pelleas.net)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/3757/Sekai_Meisaku_Douwa__Aladdin_to_Mahou_no_Lamp"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2270"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=3651"
        }
    ]
}