{
    "title": "Mind Game",
    "type": "movie",
    "episodes": "1",
    "original_name": "マインド・ゲーム",
    "start_date": "2004-08-07",
    "ending_song": "\"Saisho de Saigo no Koi\" by Fayray",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "adventure",
        "comedy",
        "dementia",
        "psychological",
        "romance"
    ],
    "sinopse": "After seeing her jump onto a subway at the last second and getting her ankle crushed between the doors, Nishi reconnects with his high school sweetheart, Myon. Nishi is still very much in love with Myon, but is shocked to learn that she is engaged to another man. Nishi agrees to meet Myon's fiancé at her family's Yakitori restaurant, but members of the Yakuza storm the joint and murder Nishi when he tries to stop them from raping Myon.\n\nNishi, now dead, wakes up and meets a constantly shapeshifting god, who mocks him for dying. The god tells Nishi to walk into a portal and disappear from existence, which Nishi rejects, choosing instead to sprint past the god and reanimate. With a new outlook on life and knowledge of how the Yakuza are going to attack him, Nishi kills one of the Yakuza with his own gun, fleeing in a stolen car with Myon and her sister.\n\nAcclaimed director Masaaki Yuasa's debut film, Mind Game's constantly shifting visuals tell a story about living one's life without regrets that is unlike any other.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/875/Mind_Game"
        },
        {
            "text": "Official Site",
            "link": "http://www.mindgame.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1834"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=4363"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Mind_Game_%28film%29"
        }
    ]
}