{
    "title": "Corpse Party: Tortured Souls - Bougyakusareta Tamashii no Jukyou",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/10/78811.jpg",
        "alt": "corpse-party-tortured-souls-bougyakusareta-tamashii-no-jukyou"
    },
    "type": "ova",
    "episodes": "4",
    "original_name": "コープスパーティー Tortured Souls -暴虐された魂の呪叫-",
    "start_date": "2013-07-24",
    "opening_song": "\"Hoshikuzu no Ring (星屑のリング)\" by Asami Imai",
    "ending_song": "\"Hotaru-bi (蛍火)\" by Yumi Hara",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "mystery",
        "horror",
        "supernatural"
    ],
    "sinopse": "Nine students gather in their high school at night to bid farewell to a friend. As is customary among many high school students, they perform a sort of ritual for them to remain friends forever, using small paper charms shaped like dolls.\n\nHowever, the students do not realize that these charms are connected to Heavenly Host Academy—an elementary school that was destroyed years ago after a series of gruesome murders took place, a school that rests under the foundation of their very own Kisaragi Academy. Now, trapped in an alternate dimension with vengeful ghosts of the past, the students must work together to escape—or join the spirits of the damned forever.\n\nA feast for mystery fanatics, gore-hounds, and horror fans alike, Corpse Party: Tortured Souls - Bougyakusareta Tamashii no Jukyou shows a sobering look at redemption, sacrifice, and how the past is always right behind, sometimes a little too close for comfort.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/15037/Corpse_Party__Tortured_Souls_-_Bougyakusareta_Tamashii_no_Jukyou"
        },
        {
            "text": "Official Site",
            "link": "http://corpse.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9351"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14993"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Corpse_Party"
        }
    ]
}