{
    "title": "DearS",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ディアーズ",
    "start_date": "2004-07-11",
    "end_date": "2004-07-11",
    "opening_song": "\"Love Slave\" by UNDER17",
    "ending_song": "#1",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "sci-fi",
        "harem",
        "comedy",
        "romance",
        "ecchi",
        "shounen"
    ],
    "sinopse": "One year ago, a UFO containing 150 aliens crash-landed off the shores of Kasai. Because no one could fix their ship, the Japanese Government decided to bestow upon them the designation \"DearS\" and make them into Japanese citizens, teaching them the language, customs, and culture of Japan. However, in order for them to become more familiar with human society, a home-stay program has been enacted to allow them to mingle with other humans.\n\nOne misty morning, a truck carrying a capsule that housed one of these aliens ends up dropping it into the riverbank, releasing her from her confinement. She is eventually found by a high school student named Takeya Ikuhara, who saves her from being hit by a truck and takes pity on her, despite being extremely distrustful of their race and wanting nothing to do with them. Upon being named Ren, she imprints upon him as her \"Master\" and serves as his personal \"Slave,\" leaving him with a \"DearS\" who wants to remain with him no matter what and bringing his ordinary, alien-free days to an end.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/63/DearS"
        },
        {
            "text": "Official Site",
            "link": "http://www.neowing.co.jp/anime/essentials/dears/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1726"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=4080"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Dears"
        }
    ]
}