{
    "title": "Captain Tsubasa (2018)",
    "type": "tv-serie",
    "episodes": "52",
    "original_name": "キャプテン翼",
    "start_date": "2018-04-03",
    "end_date": "2018-04-03",
    "opening_song": "#1",
    "ending_song": "#01",
    "rating": "G - All Ages",
    "tags": [
        "action",
        "sports",
        "shounen"
    ],
    "sinopse": "Captain Tsubasa is the passionate story of an elementary school student whose thoughts and dreams revolve almost entirely around the love of soccer. 11-year-old Tsubasa Oozora started playing football at a very young age, and while it was mostly just a recreational sport for his friends, for him, it developed into something of an obsession.\n\nIn order to pursue his dream to the best of his elementary school abilities, Tsubasa moves with his mother to Nankatsu city, which is well-known for its excellent elementary school soccer teams. But although he was easily the best in his old town, Nankatsu has a lot more competition, and he will need all of his skill and talent in order to stand out from this new crowd.\n\nHe encounters not only rivals, but also new friends like the pretty girl Sanae Nakazawa and the talented goalkeeper, Genzo Wakabayashi, who shares the same passion as Tsubasa, and will prove to be a treasured friend in helping him push towards his dreams. Representing Japan in the FIFA World Cup is Tsubasa’s ultimate dream, but it will take a lot more than talent to reach it.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36934/Captain_Tsubasa_2018"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-tokyo.co.jp/anime/captaintsubasa2018/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13655"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20614"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Captain_Tsubasa"
        }
    ]
}