{
    "title": "Non Non Biyori",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/51581.jpg",
        "alt": "non-non-biyori"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "のんのんびより",
    "start_date": "2013-10-08",
    "end_date": "2013-10-08",
    "opening_song": "\"Nanairo Biyori (なないろびより)\" by nano.RIPE",
    "ending_song": "\"Non Non Biyori (のんのん日和)\" by Renge Miyauchi (Kotori Koiwai), Hotaru Ichijou (Rie Murakawa), Natsumi Koshigaya (Ayane Sakura), Komari Koshigaya (Kana Asumi)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "school",
        "seinen",
        "slice-of-life"
    ],
    "sinopse": "Asahigaoka might look like typical, boring countryside to most; however, no day in this village can ever be considered colorless thanks to five students of varying ages occupying the only class in the only school in town. The youngest student is first grader Renge Miyauchi, who brings an unadulterated wit, curiosity, and her characteristic catchphrase, \"Nyanpasu!\" Then there are the Koshigaya siblings consisting of the quiet ninth grader and elder brother Suguru, diminutive eighth grader Komari, and the mischievous seventh grader Natsumi. The recent arrival of Tokyo-raised fifth grader Hotaru Ichijou, who appears overdeveloped for her age and thus naturally holds an air of maturity, rounds out this lively and vibrant group of five classmates.\n\nBased on the manga penned and illustrated by Atto, Non Non Biyori chronicles the not-so-normal daily lives of this group of friends as they engage in their own brand of fun and frolic, and playfully struggle with the realities of living in a rural area.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/17549/Non_Non_Biyori"
        },
        {
            "text": "Official Site",
            "link": "http://www.nonnontv.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9722"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15149"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/%E3%81%AE%E3%82%93%E3%81%AE%E3%82%93%E3%81%B3%E3%82%88%E3%82%8A"
        }
    ]
}