{
    "title": "Non Non Biyori Repeat",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "のんのんびより りぴーと",
    "start_date": "2015-07-07",
    "end_date": "2015-07-07",
    "opening_song": "\"Kodama Kotodama (こだまことだま)\" by nano.RIPE",
    "ending_song": "\"Okaeri (おかえり)\" by Renge Miyauchi (Kotori Koiwai), Hotaru Ichijou (Rie Murakawa), Natsumi Koshigaya (Ayane Sakura), Komari Koshigaya (Kana Asumi)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "school",
        "seinen",
        "slice-of-life"
    ],
    "sinopse": "Far from the hustle and bustle of urban life, and with only a single candy store and bus route to its name, the rural Asahigaoka is certainly not a place for everyone. Nevertheless, the village's children still manage to cheerfully spend their days exploring and having fun in the wilderness around them. One such child, Renge Miyauchi, the youngest of the group, looks forward to the entrance ceremony of the upcoming school year, signalling her entry into first grade and the beginning of her elementary school life. Attending the only school in town, Renge and her friends, seventh grader Natsumi Koshigaya and her eighth grade sister Komari, make the most out of their rural lifestyle, playing and studying everyday.\n\nMeanwhile, fifth grader Hotaru Ichijou has just moved to Asahigaoka from Tokyo, unaware of the numerous adventures and memories that await her.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/23623/Non_Non_Biyori_Repeat"
        },
        {
            "text": "Official Site",
            "link": "http://www.nonnontv.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10587"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16655"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Non_Non_Biyori"
        }
    ]
}