{
    "title": "Densen Complex",
    "type": "manga",
    "volumes": "1",
    "chapters": "11",
    "original_name": "伝染コンプレックス",
    "start_date": "2006-01-20",
    "tags": [
        "drama",
        "romance",
        "seinen"
    ],
    "authors": [
        "Kizuki",
        "Akira (Story & Art)"
    ],
    "sinopse": "[Original note: A collection of short stories by the author of Mon Seul. Some of the stories may be disturbing so viewer discretion is advised.]\n\nA collection of short, bittersweet love stories, including several incestuous ones.\n\n1). Until the Ice Melts and Turns to Blood. The Karaoke staff call her \"the lonely girl.\" She rents a room all night and won't go home. Why? And what can Nogami say to help her?\n2). Suicide Note. Two charming girls, Michi and Rina, decide to end their lives this day. As the day ends we slowly discover why: both the horror--and the hope.\n3). White. It happened once, years ago... Now it's all Minako can think about. She yearns to do it again. But how does her brother feel...?\n4). Yellow. She just wants her brother to look at her--really look at her as a girl, not just a sister.\n5). Blue. They were finally reunited after their parents divorced. She can't resist her feelings for him anymore. But will she lose everything for one night of bliss?\n6). Prohibition. A walk together. A stolen kiss. Tears.\n7). Moon River. A young man studies and studies while being afraid of his own problems of failing. Until he meets a girl with a specific problem of her own by the river...\n8). Bitter Cakes. Miho meets with her friend Natsuki, who is blind. Natsuki trusts her other senses--and herself. But Miho trusts no one--yet perhaps trusts her eyes a little too much...\n9). Love Horizon. A girl sees her high school crush by chance, but something is very different about him.\n10). The Day It Rained. A short political piece regarding a young man, and a doll.\n11). No Count. A young girl finds out that her first kiss was with her oniichan.\n\n(Source: MangaUpdates)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/13886/Densen_Complex"
        }
    ]
}