{
    "title": "Blade of the Immortal",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "無限の住人",
    "start_date": "2008-07-14",
    "end_date": "2008-07-14",
    "opening_song": "\"Akai Usagi\" by Makura no Soushi",
    "ending_song": "\"Wants\" by GRAPEVINE",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "adventure",
        "historical",
        "supernatural",
        "samurai"
    ],
    "sinopse": "Manji is an infamous swordsman in feudal Japan who is known as the \"Hundred Man Killer,\" as he has killed one hundred innocent men. However, there is something far more frightening than his ominous reputation: the fact that he is immortal. This is the handiwork of eight-hundred-year-old nun Yaobikuni, who placed bloodworms capable of healing almost any wound in Manji's body.\n\nTo atone for his crimes, Manji resolves to kill one thousand evil men. Yaobikuni agrees to this proposal, saying that if he succeeds, she will undo his curse of immortality. Soon after this promise, Manji meets Rin Asano, a 16-year-old girl who requests Manji's assistance in killing those who slaughtered her parents.\n\nInitially reluctant, Manji refuses Rin's desperate plea. However, owing to her evident lack of strength, Manji changes his mind and agrees to protect Rin for four years. With this partnership set in stone, the two embark on a perilous journey of bloodshed, vengeance, and redemption, each to fulfill their own life's cause.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/4151/Blade_of_the_Immortal"
        },
        {
            "text": "Official Site",
            "link": "http://mugen.kc.kodansha.co.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5679"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=9691"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Blade_of_the_Immortal"
        }
    ]
}