{
    "title": "Michiko to Hatchin",
    "type": "tv-serie",
    "episodes": "22",
    "original_name": "ミチコとハッチン",
    "start_date": "2008-10-16",
    "end_date": "2008-10-16",
    "opening_song": "\"Paraiso\" by SOIL & \"PIMP\" SESSIONS (eps 1- 21)",
    "ending_song": "#1 \"Best Friend\" by Karutetto (eps 1- 21)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "adventure"
    ],
    "sinopse": "Under the unrelenting heat of the South American sun, hardened criminal Michiko Malandro breaks out of a high security prison for the fourth time in search of a man from her past. Michiko finds a clue in the form of Hana Morenos, a young girl trapped under the fists of her abusive foster family. In her powerlessness, Hana fantasizes about the day when she is finally whisked away from her captors by her very own Prince Charming. Little does she know that her fated prince would turn out to be the buxom and husky convict who charges in atop a stolen motorbike, claiming to be her mother.\n\nThe unlikely duo chase down their dreams in the sun-drenched land of Diamandra, navigating through the cacophony of betrayal, poverty, and child exploitation rings hiding in plain sight. However, wind of Michiko's manhunt soon reaches the ears of criminal syndicate Monstro Preto, and a storm of gang warfare begins brewing over the horizon…\n\nMichiko to Hatchin is the story of vibrant people and their clashing agendas, and of all the unlikely human connections drawn together by one elusive man.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/4087/Michiko_to_Hatchin"
        },
        {
            "text": "Official Site",
            "link": "http://www.michikotohatchin.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5779"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=9602"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Michiko_to_Hatchin"
        }
    ]
}