{
    "title": "Vivy: Fluorite Eye's Song",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "Vivy -Fluorite Eye's Song- (ヴィヴィ -フローライトアイズソング-)",
    "start_date": "2021-04-03",
    "end_date": "2021-04-03",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "music",
        "sci-fi",
        "thriller"
    ],
    "sinopse": "When highly evolved AIs set out to eradicate mankind, the carnage that ensues fills the air with the stench of fresh blood and burning bodies. In a desperate bid to prevent the calamity from ever occurring, a scientist bets everything on a remnant from the past.\n\nTurning the clock back a hundred years, AIs are already an integral part of human society, programmed with specific missions meant to be carried out for their entire course of operation. Vivy, the first ever autonomous AI, is a songstress tasked with spreading happiness through her voice. In a theme park where she hardly ever gets a proper audience, she strives to pour her heart out into her performances, bound to repeat it day after day—that is, until an advanced AI from the future appears before her and enlists her help in stopping a devastating war a hundred years in the making. With no time to process the revelation that flips her world upside down, Vivy is catapulted into a century-long journey to avert the violent history yet to come.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/46095/Vivy__Fluorite_Eyes_Song"
        },
        {
            "text": "Official Site",
            "link": "https://vivy-portal.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15988"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=23935"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Vivy:_Fluorite_Eye's_Song"
        }
    ]
}