{
    "title": "Made in Abyss",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/6/86733.jpg",
        "alt": "made-in-abyss"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "メイドインアビス",
    "start_date": "2017-07-07",
    "end_date": "2017-07-07",
    "opening_song": "\"Deep in Abyss\" by Riko (Miyu Tomita) and Regu (Mariya Ise) (eps 2-13)",
    "ending_song": "#1: \"Deep in Abyss\" by Riko (Miyu Tomita) and Regu (Mariya Ise) (ep 1)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "sci-fi",
        "adventure",
        "mystery",
        "drama",
        "fantasy"
    ],
    "sinopse": "The Abyss—a gaping chasm stretching down into the depths of the earth, filled with mysterious creatures and relics from a time long past. How did it come to be? What lies at the bottom? Countless brave individuals, known as Divers, have sought to solve these mysteries of the Abyss, fearlessly descending into its darkest realms. The best and bravest of the Divers, the White Whistles, are hailed as legends by those who remain on the surface.\n\nRiko, daughter of the missing White Whistle Lyza the Annihilator, aspires to become like her mother and explore the furthest reaches of the Abyss. However, just a novice Red Whistle herself, she is only permitted to roam its most upper layer. Even so, Riko has a chance encounter with a mysterious robot with the appearance of an ordinary young boy. She comes to name him Reg, and he has no recollection of the events preceding his discovery. Certain that the technology to create Reg must come from deep within the Abyss, the two decide to venture forth into the chasm to recover his memories and see the bottom of the great pit with their own eyes. However, they know not of the harsh reality that is the true existence of the Abyss.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/34599/Made_in_Abyss"
        },
        {
            "text": "Official Site",
            "link": "http://miabyss.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12681"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18952"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E3%83%A1%E3%82%A4%E3%83%89%E3%82%A4%E3%83%B3%E3%82%A2%E3%83%93%E3%82%B9"
        }
    ]
}