{
    "title": "Chu Feng: B.E.E",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/74803.jpg",
        "alt": "chu-feng-b-e-e"
    },
    "type": "ona",
    "episodes": "6",
    "original_name": "雛蜂-B.E.E-",
    "start_date": "2015-07-23",
    "end_date": "2015-07-23",
    "opening_song": "#1: \"The Lost Eden\" by Youmao (呦猫) (Chinese ver.)",
    "ending_song": "\"Pray\" by Lunar",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "sci-fi",
        "comedy",
        "romance",
        "fantasy",
        "mecha",
        "school"
    ],
    "sinopse": "In 2017, a group of genius scientists achieve a remarkable breakthrough in bioengineering. However, all the new technologies are put into military use, beginning a new round of arms race. Vanguards, as the most significant achievement of the modern bioengineering and the most advanced weapon, are widely utilized in the race. Although vanguards are exceptionally combat-effective, their life expectancy is shortened by the nanomachines they use. Usually, most vanguards will retire from the army after a number of years in service.\n\nThe heroine Liuli has also consumed too much of her lifespan after executing missions for a long time. With only 380 days left in her life, Liuli receives a new mission, to rescue a hostage being held in a civilian facility. It is without doubt a difficult mission for a vanguard like Liuli, who only knows how to kill and battle. However, Liuli obediently decides to accept the mission in the end.\n\nDuring the mission, Liuli surprisingly finds that the man who holds the hostage was once a vanguard. The former vanguard Zhongrong Zhou cries and asks the government to hand over the son of Eden. As a vanguard, Liuli feels deep contempt against Zhou. To eliminate the scum of the vanguards, a battle between two vanguards begins...\n\n(Source: Official site, edited)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/29876/Chu_Feng__BEE"
        },
        {
            "text": "Official Site",
            "link": "http://beehao123.u17.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11295"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/School_Shock"
        }
    ]
}