{
    "title": "Ashita Sekai ga Owaru toshitemo",
    "type": "movie",
    "episodes": "1",
    "original_name": "あした世界が終わるとしても",
    "start_date": "2019-01-25",
    "ending_song": "\"Ashita Sekai ga Owaru toshitemo (あした世界が終わるとしても)\" by Aimyon",
    "rating": "None",
    "tags": [
        "drama",
        "romance"
    ],
    "sinopse": "Shin Hazama has shut his heart ever since the mysterious and sudden death of his mother during his childhood. With his scientist father occupied with research, he can only rely on his childhood friend, Kotori Izumi, the popular and good-natured daughter of his father's employer. At the end of their third year of high school with graduation right around the corner, Shin and Kotori finally begin to move forward together, both in life and in love.\n\nEverything falls apart again when Shin's father also suddenly dies. But before things can settle down, he and Kotori learn the secret behind his parents' sudden deaths when they encounter agents from a high-tech dystopian Japan existing in a parallel universe. Among them is Jin, Shin's \"relative self,\" who is working against the humanoid weapons Miko and Niko. As the lives of relative selves are linked, Jin has two objectives: defend the vulnerable Shin to protect both their lives, and assassinate Kotori to end the ironclad rule of her relative self, Princess Kotoko—his mortal enemy and the killer of his parents. Confronted with this new reality, Shin and Kotori must honestly face their feelings for each other, even if the world as they know it will end tomorrow.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38464/Ashita_Sekai_ga_Owaru_toshitemo"
        },
        {
            "text": "Official Site",
            "link": "http://www.ashitasekaiga.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14430"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21491"
        }
    ]
}