{
    "title": "Cybersix",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/5/74732.jpg",
        "alt": "cybersix"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "サイバーシックス",
    "start_date": "1999-09-06",
    "end_date": "1999-09-06",
    "opening_song": "Original music was composed by Robbi Finkel, with featured lyrics written by Robert Olivier, sung by jazz vocalist Coral Egan. A full length version of the song was recorded but never released to the public.",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "romance",
        "sci-fi"
    ],
    "sinopse": "Anime based upon the original Argentine graphic novel series of the same name.\n\nThe story follows the titular character who is a genetically engineered super-soldier; one of the creations of Dr. Von Reichter's diabolic experiments. (The fictional) Von Reichter is actually a former Nazi who conducted horrendous experiments during the second world war. He flees to South America where he continues his experiments which culminate in the creation of the \"Cybers,\" one of which happens to be Cybersix. However, since the Cybers exhibit free will at an young age (an undesired trait), Von Reichter destroys all the Cybers to prevent a rebellion.\n\nIn the present day, Cybersix is one of the Cybers who managed to escape and is living a quiet life under the alias of \"Adrian Seidelman\"; however, she finds out that her survival is dependent on a special substance that Von Reichter created and thus she is forced to hunt down the \"Technos,\" a newer generation of super-soldiers created by him, in order to survive. Unintentionally, in the process, Cybersix becomes a superhero protecting the world from Dr. Von Reichter's creations and his evil plans.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2383/Cybersix"
        },
        {
            "text": "Official Site",
            "link": "http://www.telecom-anime.com/cybersix/japanese/index.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1524"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1285"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Cybersix"
        }
    ]
}