{
    "title": "Ore ga Ojousama Gakkou ni \"Shomin Sample\" Toshite Gets♥Sareta Ken",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "俺がお嬢様学校に『庶民サンプル』としてゲッツされた件",
    "start_date": "2015-10-07",
    "end_date": "2015-10-07",
    "opening_song": "\"Ichizu Recipe (イチズレシピ)\" by Idol College",
    "ending_song": "\"Twilight ni Kienaide (トワイライトに消えないで)\" by Yumi Hara",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "ecchi",
        "harem",
        "romance",
        "school"
    ],
    "sinopse": "Kimito Kagurazaka is a commoner with a fetish for men's muscles—or at least that's the lie he must keep telling if he wants to keep himself out of trouble at the elite all-girls school, Seikain Academy. Kidnapped by the school under the assumption that he prefers men, Kimito is made to be their \"commoner sample,\" exposing the girls to both commoner and man so that the transition to the world after school is not jarring. Threatened with castration should his sexual preferences not match the school's assumptions, Kimito keeps up the facade to protect his manhood.\n\nBut there are eccentric individuals around every corner who begin to make Kimito's life even more difficult. Among them are Aika Tenkuubashi, a social outcast who blurts out whatever comes to mind; Hakua Shiodome, a young genius; Karen Jinryou, the daughter of samurai who is obsessed with defeating Kimito; and Reiko Arisugawa, the perfect student who has delusions of marrying Kimito. Along with the commoner himself, these four girls make up the Commoner Club, which attempts to teach the girls more about life outside the school, while Kimito gradually learns about the odd girls surrounding him.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/25099/Ore_ga_Ojousama_Gakkou_ni_Shomin_Sample_Toshite_Gets♥Sareta_Ken"
        },
        {
            "text": "Official Site",
            "link": "http://www.syominsample-anime.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10729"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16726"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/%E4%BF%BA%E3%81%8C%E3%81%8A%E5%AC%A2%E6%A7%98%E5%AD%A6%E6%A0%A1%E3%81%AB%E3%80%8C%E5%BA%B6%E6%B0%91%E3%82%B5%E3%83%B3%E3%83%97%E3%83%AB%E3%80%8D%E3%81%A8%E3%81%97%E3%81%A6%E6%8B%89%E8%87%B4%E3%82%89%E3%82%8C%E3%81%9F%E4%BB%B6"
        }
    ]
}