{
    "title": "Ueno-san wa Bukiyou",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1874/111374.jpg",
        "alt": "ueno-san-wa-bukiyou"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "上野さんは不器用",
    "start_date": "2019-01-07",
    "end_date": "2019-01-07",
    "opening_song": "\"Hirameki Heartbeat (閃きハートビート)\" by Miku Itou",
    "ending_song": "#1: \"My Pace Science\" by Ueno (Yuu Serizawa), Tanaka (Aimi Tanaka), Yamashita (Akari Kageyama) (eps 2-3)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "romance",
        "seinen"
    ],
    "sinopse": "As the head of her middle school's science club, it's only fitting that Ueno is also a brilliant inventor. With devices that can convert any liquid into drinkable water, deodorize the most foul smells, or even generate dark matter to be used as a means of concealment, it seems like nothing is beyond Ueno's capabilities. However, she doesn't invent these devices for the advancement of mankind. Rather, the one force that motivates her is love, the only phenomenon she can't quite figure out.\n\nUeno is head over heels for Tanaka, her nonchalant fellow club member. Yet, because she is too nervous to confess her love and he is too oblivious to notice her affection, her love life is completely stagnant. In Ueno's mind, if she could just expose him to perverted situations, then surely he'd get flustered and fall for her, right? Assisted by her stone-faced classmate and dedicated wingwoman Yamashita, Ueno employs her many inventions on Tanaka in a lewd manner in hopes that he may one day understand how she feels.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37920/Ueno-san_wa_Bukiyou"
        },
        {
            "text": "Official Site",
            "link": "http://www.miss-ueno.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14094"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21248"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E4%B8%8A%E9%87%8E%E3%81%95%E3%82%93%E3%81%AF%E4%B8%8D%E5%99%A8%E7%94%A8"
        }
    ]
}