{
    "title": "Wangan Jungle",
    "type": "manga",
    "volumes": "1",
    "chapters": "3",
    "original_name": "湾岸 Jungle; 湾岸ジャングル",
    "start_date": "2002-01-20",
    "tags": [
        "action",
        "mystery",
        "horror",
        "romance",
        "shoujo",
        "psychological"
    ],
    "authors": [
        "Tamura",
        "Yumi (Story & Art)"
    ],
    "sinopse": "This volume contains three one shots (the first and third are related) from mangaka Tamura Yumi's \"Tamu Tamu Variety Theater\" collection. This volume is the fourth of the series.\n\n1. Wangan Jungle:\n\nChildhood friends Kanoe and Konoe are invited to a reunion of their elementary school class at the newly opening amusement park named the Wangan Jungle. They go, but mysteriously, no one else shows up. As they get ready to leave at closing time, they suddenly feel incredibly tired. The next thing they know, they find themselves stuffed inside a trash can in the park at night with a possible murderer on the run...?!\n\n2. Pineapple 3:\n\nCousins Haruhiro, Fuyumi, and Natsukichi of a wealthy family have all finally turned 17 years old, so their grandfather has decided it is now time for them to partake in their family \"coming of age\" ritual. Their parents send them off urging them to perform well b/c there is a fine reward for the cousin who does best. But why are they sent to an aquarium? And why do they all seem to feel a strange sense of creepy deja vu?\n\n3. Jungle Box:\n\nA year after their adventure at the Wangan Jungle, Kanoe asks Konoe to take on a part-time job with her for the summer. The first option is to work at an amusement park's haunted house. The second option is to clean up a room where a murder has been committed. Konoe chooses the latter, but the whole situation is a little unsettling, and once they start cleaning...?",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/11970/Wangan_Jungle"
        }
    ]
}