{
    "title": "Evangelion: 3.0 You Can (Not) Redo",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/9/43201.jpg",
        "alt": "evangelion-3-0-you-can-not-redo"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "ヱヴァンゲリヲン新劇場版:Q",
    "start_date": "2012-11-17",
    "ending_song": "\"Sakura Nagashi (桜流し)\" by Hikaru Utada",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "sci-fi",
        "psychological",
        "drama",
        "mecha"
    ],
    "sinopse": "Fourteen years after the Third Impact, the Earth is a post-apocalyptic wasteland, human civilization is in ruins, and the people Shinji knows are almost unrecognizable. Trapped inside Evangelion Unit-01, he is recovered from space by Asuka and Mari, only to find himself a prisoner of Wille, a military faction led by his former guardian Misato Katsuragi. Cold and bitter, his former allies view him with suspicion and refuse to support him as he comes to terms with the consequences of his actions.\n\nA hurt and confused Shinji is rescued from Wille by Rei and returned to Nerv headquarters. There, he meets and quickly befriends the enigmatic Kaworu Nagisa, who offers him warmth and insight into the state of Nerv's war with the Angels. But Shinji and Kaworu's brief respite lies on the eve of a new battle, one in which Shinji finds that his enemies are no longer Angels but former comrades. In this bitter confrontation to determine the future of the world, Shinji will learn first-hand that the past truly cannot be undone.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/3785/Evangelion__30_You_Can_Not_Redo"
        },
        {
            "text": "Official Site",
            "link": "http://www.evangelion.co.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7565"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=8422"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Evangelion:_3.0_You_Can_%28Not%29_Redo"
        }
    ]
}