{
    "title": "Black Clover",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/88336.jpg",
        "alt": "black-clover"
    },
    "type": "tv-serie",
    "episodes": "170",
    "original_name": "ブラッククローバー",
    "start_date": "2017-10-03",
    "end_date": "2017-10-03",
    "opening_song": "#01: \"Haruka Mirai (ハルカミライ)\" by Kankaku Piero (感覚ピエロ) (eps 1-13)",
    "ending_song": "#01: \"Aoi Honoo (蒼い炎)\" by Itowokashi (イトヲカシ) (eps 2-13)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "comedy",
        "magic",
        "fantasy",
        "shounen"
    ],
    "sinopse": "Asta and Yuno were abandoned at the same church on the same day. Raised together as children, they came to know of the \"Wizard King\"—a title given to the strongest mage in the kingdom—and promised that they would compete against each other for the position of the next Wizard King. However, as they grew up, the stark difference between them became evident. While Yuno is able to wield magic with amazing power and control, Asta cannot use magic at all and desperately tries to awaken his powers by training physically.\n\nWhen they reach the age of 15, Yuno is bestowed a spectacular Grimoire with a four-leaf clover, while Asta receives nothing. However, soon after, Yuno is attacked by a person named Lebuty, whose main purpose is to obtain Yuno's Grimoire. Asta tries to fight Lebuty, but he is outmatched. Though without hope and on the brink of defeat, he finds the strength to continue when he hears Yuno's voice. Unleashing his inner emotions in a rage, Asta receives a five-leaf clover Grimoire, a \"Black Clover\" giving him enough power to defeat Lebuty. A few days later, the two friends head out into the world, both seeking the same goal—to become the Wizard King!\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/34572/Black_Clover"
        },
        {
            "text": "Official Site",
            "link": "http://www.bclover.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12665"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19743"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Black_Clover"
        }
    ]
}