{
    "title": "Pinocchio yori Piccolino no Bouken",
    "type": "tv-serie",
    "episodes": "52",
    "original_name": "ピノキオより ピコリーノの冒険",
    "start_date": "1976-04-27",
    "end_date": "1976-04-27",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "G - All Ages",
    "tags": [
        "adventure"
    ],
    "sinopse": "Well-known and well-loved by readers around the world, Carlo Collodi’s famous story of Pinocchio is transformed in this magical tale of love and deceit.\nOld Jeppet the carpenter is terribly lonely, and yearns to have a son of his own. One day, a puppet he is carving out of wood begins to speak even before he has finished shaping it. The old man names the puppet Pinocchio, and treats him as the son he never had. The puppet is dreadfully naughty and causes trouble for the old man, but his heart is in the right place and he earns Jeppet’s love as though he were a human son. However, tragedy befalls the pair. Pinocchio is deceived by the wicked fox Dino and his sidekick, the cat Witch, while on his way to school. Pinocchio and his friend Gina the duck are sold to the master of a puppet show, with little hope of ever reuniting with kind old Jeppet. The naughty puppet eventually runs away in order to search for his surrogate father, and finds himself in the middle of adventure after adventure, matching wits with the crafty Dino and Witch. His efforts to stay out of mischief never seem to work, and misfortune always seeks out our wooden hero. If Pinocchio can only manage to stay out of trouble, his ultimate wish will be granted and his dream will become a reality. Delighting and entertaining, The Adventures of Pinocchio shows us that a pure heart and good intentions are rewarded, and that true love can indeed create miracles.\n\n(Source: Nipponanimation)\n\nNote that the character is actually called \"Piccolino\" in this adaptation.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2567/Pinocchio_yori_Piccolino_no_Bouken"
        },
        {
            "text": "Official Site",
            "link": "http://www.nipponanimation.com/catalogue/006"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=2709"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=2129"
        }
    ]
}