{
    "title": "Wagamama☆Fairy Mirumo de Pon!",
    "type": "tv-serie",
    "episodes": "172",
    "original_name": "わがまま ☆ フェアリー ミルモでポン!",
    "start_date": "2002-04-06",
    "end_date": "2002-04-06",
    "opening_song": "#1",
    "ending_song": "#01",
    "rating": "G - All Ages",
    "tags": [
        "adventure",
        "fantasy",
        "magic",
        "comedy",
        "romance",
        "school",
        "drama",
        "shoujo"
    ],
    "sinopse": "Kaede is a cheerful and energetic eighth grader. When it comes to boys, however, she is hopelessly shy.\n\nOne day, on her way home from school, Kaede walks into a mysterious shop and buys a colorful cocoa mug. When she reaches home, she casually peeks into the bottom of the mug and discovers an engraved note, which says, \"If you read this message aloud while pouring hot cocoa into the mug, a love fairy (\"muglox\") will appear and grant your every wish.\" The skeptical but curious Kaede follows the directions and announces her wish to date Yuuki, the class heartthrob. Suddenly, the adorable blue Mirumo appears! We soon find out, however, that this cute little muglox would rather eat chocolate and create mischief than help Kaede.\n\nMirumo, it seems, is prince of the muglox world. Horrified at the prospect of having to marry Rirumu, his princess bride-to-be, Mirumo has escaped the muglox world. Hot on his heels, however, are Rirumu, Yashichi the bounty hunter, and a cast of hundreds of muglox ranging from the good to the bad to the nutty. This gang of adorable troublemakers will see to it that school life for Kaede and her friends is never the same...\n\n(Source: mirmo-zibang)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1744/Wagamama☆Fairy_Mirumo_de_Pon"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-tokyo.co.jp/anime/mirumo/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1063"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=935"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Mirmo_Zibang%21"
        },
        "    g%21)"
    ]
}