{
    "title": "Heroman",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/10/23841.jpg",
        "alt": "heroman"
    },
    "type": "tv-serie",
    "episodes": "26",
    "original_name": "ヒーローマン",
    "start_date": "2010-04-01",
    "end_date": "2010-04-01",
    "opening_song": "#1: \"Roulette\" by Tetsuya (eps 1-12)",
    "ending_song": "#1: \"CALLING\" by FLOW (eps 1-12)",
    "rating": "PG - Children",
    "tags": [
        "action",
        "sci-fi",
        "shounen"
    ],
    "sinopse": "In California's Center City, shy but kindhearted Joseph Carter \"Joey\" Jones lives with his grandmother, working in a coffee shop. Though his family is financially burdened and he is bullied at school, he remains cheerful. A robotics enthusiast, he wants a top-of-the-line toy robot called a Heybo more than anything.\n\nOne day Joey and his friend Simon \"Psy\" Kaina come across a destroyed Heybo discarded by a group of rich kids. He takes it home and repairs it himself, excitedly naming it Heroman. However, one night Heroman is struck by lightning and comes to life, growing several times its size in the process.\n\nThat same night Center City is attacked by aliens called Skrugg whose attention was brought to Earth after Joey's acquaintance Professor Matthew Denton made attempts to contact them. Along with Joey, Heroman quickly heads to the scene of the attack, where he finds people in trouble, including his friend Lina Davis and her father. Using an arm-mounted controller, Joey is able to command Heroman to use superpowers to fight off the Skrugg and rescue civilians. As the aliens continue their invasion of Earth, the duo are the only ones separating humanity and destruction.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/4334/Heroman"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-tokyo.co.jp/anime/heroman/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7412"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=11266"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Heroman"
        }
    ]
}