{
    "title": "Tetsuman: Tekken Comic",
    "type": "manga",
    "volumes": "2",
    "chapters": "11",
    "original_name": "鉄漫-TEKKEN COMIC",
    "tags": [
        "action",
        "martial-arts",
        "shounen"
    ],
    "authors": [
        "Bandai-Namco (Story)",
        "Takatou",
        "Rui (Story & Art)"
    ],
    "sinopse": "The King of Iron fist tournament usually centers on the feud within the Mishima family. The 6th iteration of this tournament is by no means different in such aspects; however, \"family feud\" is a little bit of an understatement when we look at the full-scale world war that is being waged between the corporations led by Kazuya Mishima (father) and Jin Kazama (son).\n\nThe story of the manga focuses on this feud, but through the perspective of Asuka Kazama, a meddlesome girl that likes to prevent conflict and punishes evil doers using her family-inherited Kazama Ryuu kobujutsu. Her strong sense of justice forces her to take a stand against the chaos that her cousin, Jin Kazama, is wrecking at a worldwide scale. Asuka is virtually a town hero in Osaka and is know for having little patience, so \"saving the world\" by smacking Jin around sounds right around her area of speciality.\n\nUnfortunately for Asuka, before she can properly engage in her destined battle, she happens to stumble into Lili Rochefort, her self-proclaimed rival who is in desperate need of a bloody rematch to avenge a humiliating lost to Asuka in the previous tournament. Lili will certainly not budge at anything before having her sweet victory against the Kazama style and will follow Asuka everywhere until she can achieve this. And just like that, Asuka's \"world rescue plan\" gets overshadowed by the necessity of getting Lili out of her life, without totally demolishing every bone of her \"only daughter of rich father\", \"spoiled egoistic sadist princess\", sweet little body.\n\nHave the bonds of an unlikely friendship just been formed?\n\n(Source: MU)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/21615/Tetsuman__Tekken_Comic"
        }
    ]
}