{
    "title": "Majimoji Rurumo",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/8/64443.jpg",
        "alt": "majimoji-rurumo"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "まじもじるるも",
    "start_date": "2014-07-09",
    "end_date": "2014-07-09",
    "opening_song": "\"Seiippai, Tsutaetai! (せいいっぱい、伝えたい！)\" by Suzuko Mimori",
    "ending_song": "#1: \"Futari no Chronostasis (ふたりのクロノスタシス)\" by Yurika Endou (eps 1-10, 12)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "magic",
        "ecchi",
        "fantasy",
        "school",
        "shounen"
    ],
    "sinopse": "After an unfortunate accident, completely normal heterosexual high school student Kouta Shibaki is branded as the school pervert. With girls avoiding Kouta like the plague, truly the young man's worst nightmare has come to fruition! One day in the school library, he stumbles upon a peculiar book said to possess the power to summon witches. Partly out of desperation, partly out of boredom, Kouta decides to play along with the joke of a book, until an apprentice witch going by the name of Rurumo Maji Mojiruka appears before him. In an unusual turn of events, Kouta ends up helping Rurumo with some general witchery tasks in exchange for his soul being spared.\n\nMajimoji Rurumo follows the misadventures of Rurumo as she attempts to persuade Kouta to use 666 magical wish-granting tickets in her efforts to become a fully-fledged witch, unaware that every time she grants a wish, Kouta's life is shortened. Aided by Rurumo's familiar Chiro, Kouta must decide between helping Rurumo or saving his own life.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/23945/Majimoji_Rurumo"
        },
        {
            "text": "Official Site",
            "link": "http://anime-rurumo.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10609"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16094"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Magimoji_Rurumo"
        }
    ]
}