{
    "title": "Pokemon Movie 10: Dialga vs. Palkia vs. Darkrai",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1119/94419.jpg",
        "alt": "pokemon-movie-10-dialga-vs-palkia-vs-darkrai"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "ポケットモンスター ダイヤモンド＆パール ディアルガ VS パルキア VS ダークライ",
    "start_date": "2007-07-15",
    "opening_song": "\"Together 2007 (Eiga Version)\" by Fumie Akiyoshi",
    "ending_song": "\"Be with You: Itsumo Soba ni (Always by your side)\" by Sarah Brightman",
    "rating": "PG - Children",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "drama",
        "fantasy"
    ],
    "sinopse": "The beautiful Alamos Town is home to a pair of century-old structures known as the Space-Time Towers, built by the architect Godey to play orchestral music in the area. The towers are also home to the Alamos Town Contest Hall, which is the next destination for Hikari, Satoshi, and Takeshi in their journey through the Sinnoh region. A woman named Alice and her partner Chimchar are happy to guide Satoshi and his friends through the town and its hallmarks.\n\nBut the tour is suddenly interrupted when Alice's friend Tonio notices a wave of dimensional disturbances throughout the town—all of which is blamed on an ominous Pokémon named Darkrai. The space-time disturbances continue to intensify as two legendary Pokémon, the Temporal Pokémon Dialga and the Spatial Pokémon Palkia, appear to duel each other, isolating the town and everyone present in it from the world into another dimension!\n\nAs he learns that this event was foreseen long ago, Tonio finds that his great-grandfather left behind a way to stop the dueling Pokémon. Will Satoshi and his friends be able to use this last resort to save Alamos Town from vaporizing between the dimensions?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2847/Pokemon_Movie_10__Dialga_vs_Palkia_vs_Darkrai"
        },
        {
            "text": "Official Site",
            "link": "http://www.pokemon.com/darkrai/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=5048"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=7674"
        },
        {
            "text": "Wikipedia",
            "link": "http://www.pokemon-movie.jp/"
        }
    ]
}