{
    "title": "Pokemon Movie 05: Mizu no Miyako no Mamorigami Latias to Latios",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/2/21317.jpg",
        "alt": "pokemon-movie-05-mizu-no-miyako-no-mamorigami-latias-to-latios"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "ポケットモンスター 水の都の護神 ラティアスとラティオス",
    "start_date": "2002-07-13",
    "opening_song": "\"Mezase Pokemon Master 2002 (めざせポケモンマスター 2002)\" by coba & Rika Matsumoto",
    "ending_song": "\"Hitoribotchi Janai (ひとりぼっちじゃない)\" by coba & Kazufumi Miyazawa",
    "rating": "PG - Children",
    "tags": [
        "adventure",
        "comedy",
        "drama",
        "fantasy"
    ],
    "sinopse": "As they continue their journey through the Johto region, Satoshi and his friends visit Altomare, an island city that hosts an annual racing event called the Pokémon Water Race. While Takeshi and Kasumi are enjoying themselves, strange things seem to be happening to Satoshi—he somehow loses the water race, sees some women attack a girl with their Pokémon, and despite them saving her, the girl later denies ever seeing Satoshi and Pikachu before!\n\nFortunately for Satoshi, his confusion clears up as he learns that the girl he and Pikachu saved earlier was actually a Pokémon named Latias, who likes to disguise herself as her human friend, Kanon. Latias and another Pokémon, Latios, are known as the Eon Pokémon, as they inhabit and guard Altomare along with a mystical blue sphere called the Soul Dew. An ancient legend of Altomare is highly connected to the Eon Pokémon and the Soul Dew, and is well known among the locals—as well as among Latias' earlier assailants, the thief sisters Zanner and Lyon. As the thieves attempt to capture both the Eon Pokémon and the Soul Dew, Satoshi is forced to act in order to stop them from bringing disaster to Altomare.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1120/Pokemon_Movie_05__Mizu_no_Miyako_no_Mamorigami_Latias_to_Latios"
        },
        {
            "text": "Official Site",
            "link": "http://www.pokemon.co.jp/anime/movie/2002/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=921"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=911"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Pokémon_Heroes"
        }
    ]
}