{
    "title": "Pokemon Movie 03: Kesshoutou no Teiou Entei",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/7/80288.jpg",
        "alt": "pokemon-movie-03-kesshoutou-no-teiou-entei"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "ポケットモンスター 結晶塔の帝王 ENTEI",
    "start_date": "2000-07-08",
    "opening_song": "\"OK! 2000\" by Rika Matsumoto (歌松本梨香)",
    "ending_song": "\"Niji ga Umareta Hi (虹がうまれた日)\" by Kumiko Mori (森公美子)",
    "rating": "PG - Children",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "drama",
        "fantasy"
    ],
    "sinopse": "Mii Snowdon is left on her own after her father disappears while investigating the mysterious letter-shaped pokemon called the Unown. The only clue to her father's disappearance is a box containing several tiles. While playing with these tiles, Mii makes a wish to see her father again, and this wish awakens the Unown—who summon the lion-like, legendary pokemon Entei to act as her father.\n\nMeanwhile, Satoshi heads to Greenfield with his faithful pokemon companion, Pikachu, to meet with his friends, Kasumi and Takeshi. When they reach the area, they are shocked to find the place crystallized. They quickly learn that the Unown are responsible for this, and that they will need to be defeated in order to restore Greenfield to its former beauty.\n\nThe situation becomes personal when Satoshi's mother is kidnapped by Entei. To discover why his mother was taken away, Satoshi, along with his friends and pokemon, must travel the crystallized landscape to confront Entei and the Unown.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1118/Pokemon_Movie_03__Kesshoutou_no_Teiou_Entei"
        },
        {
            "text": "Official Site",
            "link": "http://www.pokemon.co.jp/anime/movie/2000/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=992"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=831"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Pok%C3%A9mon_3"
        }
    ]
}