{
    "title": "Pokemon XY&amp;Z",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1599/94412.jpg",
        "alt": "pokemon-xy-amp-z"
    },
    "type": "tv-serie",
    "episodes": "47",
    "original_name": "ポケットモンスター XY&Z",
    "start_date": "2015-10-29",
    "end_date": "2015-10-29",
    "opening_song": "\"XY&Z\" by Satoshi (CV: Rica Matsumoto)",
    "ending_song": "#1: \"Puni-chan no Uta (プニちゃんのうた)\" by Eureka (Mariya Ise) (eps 1-13, 15-19, 21-30, 32-34, 38-41, 44, 45)",
    "rating": "PG - Children",
    "tags": [
        "action",
        "adventure",
        "comedy",
        "fantasy"
    ],
    "sinopse": "The journey of Satoshi and his friends through the Kalos region continues! After Satoshi obtains his seventh gym badge, the group is moving toward the next town when Eureka discovers a mysterious Pokemon resting in her pochette. Soon given the name Puni-chan, it is one that even Satoshi and Serena's new Pokemon Zukan cannot identify. However, it quickly becomes apparent that Puni-chan is the target of a mysterious group clad in bright red suits known as Team Flare, aiming to capture the new Pokemon to further their agenda. But when Satoshi and the gang realize that the enigmatic organization has no intention of treating Puni-chan with any decency, they take a stand in opposition to Team Flare's plans, daring to fight back.\n\nWith Gojika's predictions looming above them, Satoshi aims for his final gym badge while Serena contests for her last Princess Key in order to be able to compete at the TriPokalon Master Class. But as Team Flare begins to move in search of the mysterious Z, the stories of Pokemon XY and Pokemon XY: Mega Evolution cross paths as Satoshi and his friends, along with Team Rocket, get caught up in a scheme that could put Kalos in great danger.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/31592/Pokemon_XY_Z"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-tokyo.co.jp/anime/pokemon_xyz/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11585"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=17650"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Pok%C3%A9mon_%28anime%29"
        }
    ]
}