{
    "title": "Nurarihyon no Mago",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/9/75631.jpg",
        "alt": "nurarihyon-no-mago"
    },
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "ぬらりひょんの孫",
    "start_date": "2010-07-06",
    "end_date": "2010-07-06",
    "opening_song": "#1: \"Fast Forward\" by Monkey Majik (eps 1-12)",
    "ending_song": "#1: \"Sparky☆Start\" by Katate☆SIZE (eps 1-12)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "demons",
        "shounen",
        "supernatural"
    ],
    "sinopse": "Rikuo Nura, a part-youkai and part-human boy, grew up as the young master of the Nura Clan. Comprising youkai of all shapes and sizes, Rikuo treated the clan like family, however, he learned that he was the only one among his classmates who saw them in this light. To most, they were terrifying creatures of folklore who ate children and relished in bloodshed. Taking this to heart, he swore to live his life as a normal human.\n\nNormalcy, however, is hard to come by for young Rikuo. Complicating his goal are his youkai attendant, who under the name Tsurara Oikawa, goes to school alongside him; the young onmyouji Yura Keikain; and his close friend Kiyotsugu, who idolizes youkai and hopes to prove their existence. To make matters worse, rival youkai and other entities threaten to harm those Rikuo holds dear.\n\nIf he wants to protect what's important to him, Rikuo must acknowledge his ancestry—that he is the grandson of the legendary Nurarihyon—and transform at night into a youkai, becoming worthy of being the next leader of the Nura Clan.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/7592/Nurarihyon_no_Mago"
        },
        {
            "text": "Official Site",
            "link": "http://www.nuramago.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7404"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=11174"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Nurarihyon_no_Mago"
        }
    ]
}