{
    "title": "Nora",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/126611.jpg",
        "alt": "nora"
    },
    "type": "manga",
    "volumes": "9",
    "chapters": "34",
    "original_name": "NORA―ノラ―",
    "start_date": "2004-03-06",
    "end_date": "2004-03-06",
    "tags": [
        "action",
        "adventure",
        "shounen",
        "supernatural"
    ],
    "authors": [
        "Kakei",
        "Kazunari (Story & Art)"
    ],
    "sinopse": "Nora is a rebellious demon, and despite being a member of the UNder World's official police force (Dark Leige's army) he has a tendency not to listen to orders. So one day, when he goes too far (AKA: calls her \"ugly\" one too many times) Dark Leige decides to send Nora to the human world to be taught to be obedient.\n\nEnter Kazuma; a cool-as-ice straight-A student. As president of his school's student council, he discusses with his friends the problems involving the people collapsing and sometimes even dying. Ominously, the fact that one person even claimed that a monster was the culprit comes up. He hears a cell phone ringing from inside the hallway and decides to answer it. Dark Leige comes on with an over-enthusiastic \"HI!\" After Kazuma refuses to hear her measurements she explains that Kazuma was chosen to be given a great power. Suddenly, a strange pentagram-like object appears on his hand, and Nora appears!\n\nDark Leige explains that a resistance of demons has entered the human world and is hiring outlaw demons to attack humans. She also explains that because Nora is a bit too disobedient, that he entrusted control over his powers to him; in other words, Nora needs Kazuma's permission to do any magic; and if he goes out of line, Kazuma just has to say \"I Forbid\" (a reminiscent version of Inuyasha's bead's) and Nora's collar will choke him.\n\nNora thinks that it would be easy to push Kazuma around and go on a rampage, but Kazuma won't provide approval so easily, sometimes not even when fighting an outlaw demon!\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/8706/Nora"
        }
    ]
}