{
    "title": "Dokidoki Shiyou yo!",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/1/5783.jpg",
        "alt": "dokidoki-shiyou-yo"
    },
    "type": "manga",
    "volumes": "2",
    "original_name": "ドキドキしようよ!",
    "tags": [
        "music",
        "romance",
        "shoujo"
    ],
    "authors": [
        "Hirose",
        "Natsume (Story & Art)"
    ],
    "sinopse": "(from shoujo-manga.com)\nShiina ITO is a 16 year old high school girl who, like all her friends, is a big fan of the boy-band ‘Woozy’, especially the lead singer, a really cute guy named ‘SUY’. One day when running late, Shiina keeps running into creepy guys trying to bother her. She gets away from them, but as another one was approaching her, she ran away, leaving her wallet behind. The guy picks up the wallet, reads her info, and smiles. When Shiina gets home, she is in for a surprise. The guy from the street is there,in her bedroom, playing video games! The guy smiles and comments on all of the Woozy/Suy posters on her walls. Shiina is shocked when the guy introduces himself as KENJOU Matsukaze, a talent scout and producer. He had been approaching Shiina because he was interested in having her audition for a talent competition! Shiina has visions of herself becoming famous and meeting SUY, etc. But at the competition she is intimidated by the beautiful girls who are already there. Nevertheless, Shiina does her best.\n\nAs you would expect in shoujo manga, Shiina does eventually meet her idol SUY, and he is really very cool! He notices Shiina right away. Meanwhile Kenjou tries his best to guide Shiina’s career. Kenjou is quite handsome himself! Meanwhile, there is another model who likes Suy also, and is determined to get him for herself, and yet another singer/actress who SUY seems to like too! Oh no, a lot of obstacles for Shiina to overcome on her road to stardom!",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/4688/Dokidoki_Shiyou_yo"
        }
    ]
}