{
    "title": "Boku no Hero Academia 5th Season",
    "type": "tv-serie",
    "episodes": "25",
    "original_name": "僕のヒーローアカデミア",
    "start_date": "2021-03-27",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "comedy",
        "super-power",
        "school",
        "shounen"
    ],
    "sinopse": "UA Academy's Class 1-A has been the focus of a substantial amount of public attention due to the multiple villain attacks they have faced over the past school year. This attention has left Class 1-A's rivals, Class 1-B, feeling quite bitter. Desiring to prove their skills, they look forward to the opportunity that has been given to them: a set of mock battles between the students of each class.\n\nThe classes are split into squads of four, each of which is tasked with capturing the other group members. The winner is the group who first secures all of the opposing team. While this sounds simple, a curveball is thrown into the mix with the inclusion of General Course Student Hitoshi Shinsou, who wishes to transfer into the Hero Course. Despite using his training with Class 1-A's homeroom teacher Shouta \"Eraserhead\" Aizawa to prove that he's capable of being a real hero, he is still far behind the others due to his lack of experience. However, Shinsou is determined to overcome this challenge.\n\nThus begins the fiery competition between Class 1-A and 1-B as each tries to prove that they are superior to the other.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/41587/Boku_no_Hero_Academia_5th_Season"
        },
        {
            "text": "Official Site",
            "link": "http://heroaca.com"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15484"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=23862"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/My_Hero_Academia#Anime"
        }
    ]
}