{
    "title": "Ranpo Kitan: Game of Laplace",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/5/79565.jpg",
        "alt": "ranpo-kitan-game-of-laplace"
    },
    "type": "tv-serie",
    "episodes": "11",
    "original_name": "乱歩奇譚 Game of Laplace",
    "start_date": "2015-07-03",
    "end_date": "2015-07-03",
    "opening_song": "\"Speed to Masatsu (スピードと摩擦)\" by amazarashi",
    "ending_song": "\"Mikazuki (ミカヅキ)\" by Sayuri (さユり)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "mystery"
    ],
    "sinopse": "After what appears to be just another ordinary day, middle school student Yoshio Kobayashi wakes up in his classroom to make a terrifying discovery: his teacher has been mutilated, and Yoshio happens to be holding the weapon used to commit the crime.\n\nDespite the initial shock of finding himself in this predicament, the curious and detached Yoshio can't help but be secretly thrilled about this attempt to frame him. His put-upon friend Souji Hashiba is turned into a willing accomplice, and together, they are determined to prove Yoshio's innocence. Additionally, Kogorou Akechi, a genius high school detective, has come to the scene of the crime in order investigate the case and when Kogorou meets the young man found guilty, an intense mutual interest sparks between the two of them. Kobayashi wishes to enter Akechi's world of crime solving as his assistant, and Akechi is determined to see if the enthusiastic boy is up to the challenge.\n\nRanpo Kitan: Game of Laplace is a surreal mystery and horror anime that contains brutal and bizarre crimes, loosely based on stories written by Ranpo Edogawa, who is famous for his influence on Japanese fiction.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/28619/Ranpo_Kitan__Game_of_Laplace"
        },
        {
            "text": "Official Site",
            "link": "http://www.rampokitan.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10949"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16593"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Ranpo_Kitan:_Game_of_Laplace"
        }
    ]
}