{
    "title": "Muv-Luv Alternative: Total Eclipse",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/3/44462.jpg",
        "alt": "muv-luv-alternative-total-eclipse"
    },
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "マブラヴ オルタネイティヴ トータル・イクリプス",
    "start_date": "2012-07-02",
    "end_date": "2012-07-02",
    "opening_song": "#1: \"Go to the top\" by Kumi Kouda (eps 2-19)",
    "ending_song": "#1: \"Go to the top\" by Kumi Kouda (ep 1)",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "military",
        "sci-fi",
        "mecha"
    ],
    "sinopse": "Since 1973, an invasion of aliens upon Earth known as BETA has driven human civilization to destruction. In order to defend themselves from this enormous mass of enemy force, mankind has developed large humanoid arms called Tactical Surface Fighters and deployed them to its defense lines through out the world. However, its efforts could only slow down the impending defeat, and mankind has been forced to abandon the major areas of the Eurasian Continent. For 30 years, they have been caught in an endless war against BETA without any hopes of victory.\n\nNow in 2001, Imperial Japan faces difficulties in the development of the next-generation of Tactical Surface Fighters (TSF) as it defends the front lines of the Far East. The UN has proposed a joint development program between Imperial Japan and the United States as a part of its TSF international mutual development unit, the Prominence Project.\n\nYui Takamura (a surface pilot of the Imperial Royal Guards of Japan) is given the responsibility of the project and sets off to Alaska. Meanwhile, Yuya Bridges, also a surface pilot of the US Army, heads to the same destination.\n\nThey never had any idea just how drastically their encounter would change their fates.\n\nThis story of internal dilemma takes place during the development of the new Tactical Surface Fighters, the most crucial and effective weapons against BETA. And this time, the stakes are much higher than a handful of lives and our sanity.\n\nAll we can do is fight.\n\n(Source: Muv-Luv Total Eclipse Official English Website, edited)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/11021/Muv-Luv_Alternative__Total_Eclipse"
        },
        {
            "text": "Official Site",
            "link": "http://muv-luv-te-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8549"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=13251"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Muvluv"
        }
    ]
}