{
    "title": "Detective Conan Movie 23: The Fist of Blue Sapphire",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1010/98309.jpg",
        "alt": "detective-conan-movie-23-the-fist-of-blue-sapphire"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "劇場版 名探偵コナン 紺青の拳（フィスト）",
    "start_date": "2019-04-12",
    "ending_song": "\"BLUE SAPPHIRE\" by HIROOMI TOSAKA",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "mystery",
        "comedy",
        "police",
        "drama",
        "shounen"
    ],
    "sinopse": "The world's greatest blue sapphire, the \"blue lapis fist\", said to have sunk in a pirate ship in the late 19th century, on the coasts of Singapore. A local millionaire plots to retrieve it, and when it's exhibited in an exhibition at the Singaporean Marina Sands hotel, a murder takes place. A bloody Kaitou Kid announcement card is found in the crime scene.\n\nIn the meantime, Ran and Sonoko have come to Singapore to see a karate tournament held there. Conan, who doesn't have a passport and can't travel overseas, was supposed to stay at home. But Kid, who wants to make use of him, uses a magical trick to forcibly drag him to Singapore. Conan must obey Kid if he wants to get back to Japan, gets his glasses, wristwatch and clothes, amongst others, all stolen from him and he has to disguise himself.\n\nRan, who doesn't realize who he is, asks him his name and he improvises the name Arthur Hirai. Kid eventually gets a hold of information about the \"fist\" being stored in a manor's underground vault. Just when he was thinking that he'd made it inside very easily, he finds a dangerous trap awaiting him. Facing him is the strongest karateka with 400 consecutive victories: Makoto Kyogoku.\n\n(Source: Detective Conan World)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38770/Detective_Conan_Movie_23__The_Fist_of_Blue_Sapphire"
        },
        {
            "text": "Official Site",
            "link": "https://www.conan-movie.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14520"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22156"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Detective_Conan:_The_Fist_of_Blue_Sapphire"
        }
    ]
}