{
    "title": "Detective Conan Movie 21: The Crimson Love Letter",
    "type": "movie",
    "episodes": "1",
    "original_name": "劇場版『名探偵コナン から紅の恋歌』",
    "start_date": "2017-04-15",
    "ending_song": "\"Togetsugyou ~Kimi Omou~ (渡月橋 〜君 想ふ〜)\" by Mai Kuraki",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "mystery",
        "historical",
        "police",
        "drama",
        "romance"
    ],
    "sinopse": "A bombing case at Nichiuri TV in autumn. The Satsuki Cup, which crowns the winner of Japan's Hyakunin Isshu, is currently being filmed inside the facility. The incident results in a big commotion and, while the building is burning to ashes, the only people left inside are Heiji and Kazuha. They get rescued just in time by Conan, who rushes to the scene. Both the identity and purposes of the bomber are unknown.\n\nWhile confusion takes over due to the explosion, Conan meets a mysterious beautiful girl who claims she is \"Heiji's fiancée\". Her name is Momiji Ooka and she is the Kyoto High School champion of the Karuta game. As fate would have it, Kazuha is going to face Momiji in the Hyakunin Isshu, so she begins to train with the help of Heiji's mother, Shizuka, who is a skilled Karuta player.\n\nAt the same time, in a Japanese house in Arashiyama, Kyoto's outskirts, the reigning Satsuki Cup champion is murdered. Pictures of the crime scene reveal Momji's presence. Additionally, several Karuta cards were spread around the victim.\n\nConan and Heiji, along with the Osaka and Kyoto police departments, begin their investigation on the Satsuki Cup and the related murder case. As the inquiry goes on, they come across a secret connected with the Hyakunin Isshu.\n\n(Source: Detective Conan Wiki)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/34430/Detective_Conan_Movie_21__The_Crimson_Love_Letter"
        },
        {
            "text": "Official Site",
            "link": "http://www.conan-movie.jp/index.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12564"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19005"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Detective_Conan:_Crimson_Love_Letter"
        }
    ]
}