{
    "title": "Detective Conan Movie 20: The Darkest Nightmare",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/10/78894.jpg",
        "alt": "detective-conan-movie-20-the-darkest-nightmare"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "劇場版　名探偵コナン　純黒の悪夢（ナイトメア）",
    "start_date": "2016-04-16",
    "ending_song": "\"Sekai wa Anata no Iro ni Naru (世界はあなたの色になる)\" by B'z",
    "rating": "G - All Ages",
    "tags": [
        "action",
        "mystery",
        "police",
        "shounen"
    ],
    "sinopse": "On a dark night, the Japanese police is raided by a spy. Different countries' intelligence agencies—such as England's MI6, Germany's BND, and America's CIA—as well as the FBI's secret files are going to be taken, but public safety officers lead by Tooru Amuro arrive just in time. The spy steals a car and escapes. The spy and Amuro are then locked in a dead heat on the highway, and just as it is about to cause an accident with multiple cars, the spy's car is hit by FBI agent Shuichi Akai's rifle bullet and falls of the roadway.\nThe next day, Conan and his friends go to a newly-remodeled aquarium in Tokyo. Under the main attraction, a Ferris wheel, Conan finds an attractive woman alone and injured. Her left and right eyes are different colors.\n\nBut the woman is in a state of amnesia where she doesn't even remember her own name, and the cellphone she's carrying is broken. Conan and his friends promise to help her regain her memory, so they stay with her.\n\nThroughout all this, Vermouth is watching behind the scenes. Afterwards, she pulls out a silencer and speaks into an attached intercom, \"It's as planned, Gin.\"",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/32005/Detective_Conan_Movie_20__The_Darkest_Nightmare"
        },
        {
            "text": "Official Site",
            "link": "http://www.conan-movie.jp/index.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11753"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=17873"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/List_of_Case_Closed_films"
        }
    ]
}