{
    "title": "Gosho Aoyama's Collection of Short Stories",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/11/28507.jpg",
        "alt": "gosho-aoyamas-collection-of-short-stories"
    },
    "type": "special",
    "episodes": "7",
    "original_name": "青山剛昌短編集",
    "start_date": "1999-03-17",
    "end_date": "1999-03-17",
    "ending_song": "\"Kitto Ieru (きっと言える)\" by Yukari Tamura",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "mystery",
        "comedy",
        "police",
        "shounen"
    ],
    "sinopse": "GOSHO collection reveals the origin of the smash hit \"Detective Conan.\" \"GO\" into his world, and we will \"SHO\" you SEVEN romantic and exciting stories created by GOSHO AOYAMA.\n\nWAIT FOR ME (30 min.)\nA genius inventor, who is still a high school student, has a girlfriend two years older than him. One day, he invents a time machine and attempts to go two years back into the past, to become the same age as her. However, it is she who ultimately uses the machine to travel through time!\n\nTEN PLANETS IN THE NIGHT SKY (10 minutes)\nMeet Baby Conan! Yukiko Kudo is looking for her missing husband. The only clue to find him again is to decipher a mysterious message left for her. Their baby, Shinichi Kudo, one who later becomes the famous high school Detective Conan, will at this age already be offering some important hints for her.\n\nTHE WANDERING RED BUTTERFLY (7 minutes)\nA handsome detective, Yusaku Kitakata, receives phone calls from a mysterious woman day after day, with a new case each day. He of course solves them one by one. But the biggest mystery is who is this mysterious woman?\n\nPLAY IT AGAIN (30 minutes)\nThanks to the mystical powers of a Cherry Blossom Tree, a 70-year-old man with a secret sword technique goes back into the past and becomes the same age as his granddaughter. While enjoying his youth for the second time around, he notices that a player is after his granddaughter.\n\nSANTA CLAUS IN SUMMER (30 minutes)\nKeisuke, a young man of 17, accidentally activates the Earth Destruction System. The destiny of the Earth now depends on whether he can stop the system within 24 hours. However, suddenly amnesia strikes him and he forgets the pin number to stop the system. The time is running out...\n\nDETECTIVE GEORGE’S SPECIAL CASE (30 minutes)\nA girl is fleeing from men in black. She runs into a detective agency and discovers that the detective there is a super-miniature-size, cool dude. He risks his life trying to solve a case for this client. Will they come through in the end?\n\nMAKING OF DETECTIVE CONAN (7 minutes)\nDo you know how to make animation? Everybody wants to see the workings of an animation studio. Based on the concept of Detective Conan, the three sub-characters visit the animation studio of Detective Conan. This episode will surely catch the hearts of Detective Conan fans! (The actual animation is also involved in this special.)\n\n(Source: TMS Entertainment, LTD)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/5578/Gosho_Aoyamas_Collection_of_Short_Stories"
        },
        {
            "text": "Official Site",
            "link": "http://www.tms-e.com/library/tokushu/aoyama/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=4636"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=11701"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Gosho_Aoyama"
        }
    ]
}