{
    "title": "Boku no Tonari ni Ankoku Hakaishin ga Imasu.",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1848/103547.jpg",
        "alt": "boku-no-tonari-ni-ankoku-hakaishin-ga-imasu"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ぼくのとなりに暗黒破壊神がいます。",
    "start_date": "2020-01-11",
    "end_date": "2020-01-11",
    "opening_song": "\"Take mo' Chance\" by all at once",
    "ending_song": "\"FREEDOM de Muda ni Muteki!! (FREEDOM でムダに無敵!!)\" by AOP",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "comedy",
        "school",
        "josei"
    ],
    "sinopse": "In the distant past, Miguel, the God of Destruction, was sealed inside the knight who ruled over light and darkness, Sturmhurt. Alongside the knight was Gestöber, who accompanied him through countless battles. In the present day, destiny causes them to reincarnate as Kabuto Hanadori and Seri Koyuki, two classmates.\n\nTheir reunion should be a joyous moment, if not for the fact that these fantasied heroes are just products of Kabuto's delusions. As the fictional \"Gestöber,\" Seri finds himself in various embarrassing situations due to Kabuto's antics that sometimes grow out of his control. Moreover, his classmate Utsugi Tsukimiya joins the fray with his absurdly accurate mind-reading abilities, slowly destroying Seri's social life.\n\nSeri tries hard to stay away from them, refusing to acknowledge their shenanigans, however with Kabuto's chuunibyou and Utsugi's unpredictability, he is only bound to be swept by the craziness coming his way.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38302/Boku_no_Tonari_ni_Ankoku_Hakaishin_ga_Imasu"
        },
        {
            "text": "Official Site",
            "link": "http://bokuhaka-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14393"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22530"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/A_Destructive_God_Sits_Next_to_Me#Anime"
        }
    ]
}