{
    "title": "Dr. Stone: Stone Wars",
    "type": "tv-serie",
    "episodes": "11",
    "original_name": "ドクターストーン STONE WARS",
    "start_date": "2021-01-14",
    "end_date": "2021-01-14",
    "opening_song": "\"Rakuen (楽園)\" by Fujifabric (eps 2-11)",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sci-fi",
        "adventure",
        "comedy",
        "shounen"
    ],
    "sinopse": "Senkuu has made it his goal to bring back two million years of human achievement and revive the entirety of those turned to statues. However, one man stands in his way: Tsukasa Shishiou, who believes that only the fittest of those petrified should be revived.\n\nAs the snow melts and spring approaches, Senkuu and his allies in Ishigami Village finish the preparations for their attack on the Tsukasa Empire. With a reinvented cell phone model now at their disposal, the Kingdom of Science is ready to launch its newest scheme to recruit the sizable numbers of Tsukasa's army to their side. However, it is a race against time; for every day the Kingdom of Science spends perfecting their inventions, the empire rapidly grows in number.\n\nReuniting with old friends and gaining new allies, Senkuu and the Kingdom of Science must stop Tsukasa's forces in order to fulfill their goal of restoring humanity and all its creations. With the two sides each in pursuit of their ideal world, the Stone Wars have now begun!\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/40852/Dr_Stone__Stone_Wars"
        },
        {
            "text": "Official Site",
            "link": "https://dr-stone.jp"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15305"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22942"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Dr._Stone"
        }
    ]
}