{
    "title": "Dr. Stone",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1613/102576.jpg",
        "alt": "dr-stone"
    },
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "ドクターストーン",
    "start_date": "2019-07-05",
    "end_date": "2019-07-05",
    "opening_song": "#1: \"Good Morning World!\" by BURNOUT SYNDROMES (eps 2-13)",
    "ending_song": "#1: \"Good Morning World!\" by BURNOUT SYNDROMES (ep 1)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sci-fi",
        "adventure",
        "comedy",
        "shounen"
    ],
    "sinopse": "After five years of harboring unspoken feelings, high-schooler Taiju Ooki is finally ready to confess his love to Yuzuriha Ogawa. Just when Taiju begins his confession however, a blinding green light strikes the Earth and petrifies mankind around the world—turning every single human into stone.\n\nSeveral millennia later, Taiju awakens to find the modern world completely nonexistent, as nature has flourished in the years humanity stood still. Among a stone world of statues, Taiju encounters one other living human: his science-loving friend Senkuu, who has been active for a few months. Taiju learns that Senkuu has developed a grand scheme—to launch the complete revival of civilization with science. Taiju's brawn and Senkuu's brains combine to forge a formidable partnership, and they soon uncover a method to revive those petrified.\n\nHowever, Senkuu's master plan is threatened when his ideologies are challenged by those who awaken. All the while, the reason for mankind's petrification remains unknown.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38691/Dr_Stone"
        },
        {
            "text": "Official Site",
            "link": "https://dr-stone.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14491"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21703"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Dr._Stone#Anime"
        }
    ]
}