{
    "title": "Oniisama e...",
    "type": "tv-serie",
    "episodes": "39",
    "original_name": "おにいさまへ…",
    "start_date": "1991-07-14",
    "end_date": "1991-07-14",
    "opening_song": "\"Kin no Utsuwa, Gin no Utsuwa\" by Satomi Takada",
    "ending_song": "\"Kimagure na Yousei\" by Takako Noda",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "psychological",
        "drama",
        "school",
        "shoujo",
        "shoujo-ai"
    ],
    "sinopse": "When 16-year-old Nanako Misonoo enters the prestigious all-girls Seiran Academy, she believes a bright future awaits her. Instead, the unlucky girl finds herself dragged into a web of deceit, misery, and jealousy. On top of that, she is chosen as the newest inductee of the Sorority, an elite group whose members are the envy of the entire school. Having none of the grace, wealth, or talent of the other members, Nanako quickly draws the ire of her jealous classmates—especially the fierce Aya Misaki.\n\nTo cope with her increasingly difficult school life, Nanako recalls her days through letters to her former teacher, Takehiko Henmi, whom she affectionately calls \"onii-sama\" (big brother). She also finds comfort with her four closest friends: her childhood friend Tomoko Arikura, the sociable but erratic Mariko Shinobu, the troubled musician Rei Asaka, and the athletic tomboy Kaoru Orihara.\n\nAn impassioned drama about the hardships of bullying, Oniisama e... chronicles a young girl's harsh life at her new school, as she endures cruel rumours, heartless classmates, and countless social trials.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/795/Oniisama_e"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1137"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1149"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Oniisama_E"
        }
    ]
}