{
    "title": "U wa Uchuusen no U",
    "type": "manga",
    "volumes": "1",
    "chapters": "8",
    "original_name": "ウは宇宙船のウ",
    "tags": [
        "mystery",
        "drama",
        "fantasy",
        "horror",
        "romance",
        "sci-fi",
        "supernatural",
        "josei"
    ],
    "authors": [
        "Hagio",
        "Moto (Art)",
        "Bradbury",
        "Ray (Story)"
    ],
    "sinopse": "An adaptation of eight Ray Bradbury stories.\n\n1. R is for Rocket\n   A group of boys dream of one day riding a rocket into space.\n\n2. The Screaming Woman\n   \"When you're living on a street like I'm living on, you just don't think awful things are going to happen. Like shooting, or stabbing, or burying people under the ground, practically in your back yard. And when it does happen, you don't believe it.\"\n\n3. The Fog Horn\n   The sea is full of ancient wonders, perhaps even beyond human understanding. And once a year, the sounds of a fog horn reach them...\n\n4. The Lake\n   Even after years away from the beaches of his childhood, the memories of a young man still remain when he returns.\n\n5. Come Into My Cellar\n   It seems innocent enough when Mary's brothers receive in the mail their order of mushrooms to grow in the basement, but as the day goes on her suspicions rise.\n\n6. Homecoming\n   Everyone's coming for All Hallow's Eve, which only serves to remind Timothy how much he feels like the family's black sheep.\n\n7. Jack-in-the-Box\n   Her house is the world; her deceased father, God. Donna is wildly intrigued by what lies beyond those walls even though her Mother and teacher assure her that there's only death. But... what does \"death\" mean?\n\n8. The Rocket Man\n   Doug's father is a Rocket Man, home at last after a three-month trip. Turns out that working in space isn't as wonderful as it seems, and yet it keeps calling him back.\n\n(Source: MAL)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/9170/U_wa_Uchuusen_no_U"
        }
    ]
}