{
    "title": "Concrete Revolutio: Choujin Gensou",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/3/76143.jpg",
        "alt": "concrete-revolutio-choujin-gensou"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "コンクリート・レボルティオ～超人幻想～",
    "start_date": "2015-10-04",
    "end_date": "2015-10-04",
    "opening_song": "\"Katararezu Tomo (カタラレズトモ)\" by ZAQ",
    "ending_song": "\"The Beginning\" by Yohske Yamamoto (eps 1-4, 6-)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "demons",
        "drama",
        "fantasy",
        "mystery",
        "sci-fi",
        "super-power",
        "supernatural"
    ],
    "sinopse": "On a sunny July day in the 41st year of the Shinka Era, Jirou Hitoyoshi is tasked with covertly listening in on a secret meeting between a top government scientist and an industrial spy. However, his cover is blown, and the spy reveals himself to be an alien in disguise. Amidst the ensuing chaos, Jirou enlists the aid of cafe waitress and magical girl Kikko Hoshino, one of many \"superhumans\" who blend into society and secretly protect humanity from extraterrestrial threats. As a member of the government agency known as the Super Population Research Laboratory, Jirou has the dual task of protecting superhumans that defend humanity and disposing of any deemed too dangerous to live. Having proven herself a worthy ally, Kikko is invited to join the agency as its newest recruit.\n\nFast forward five years: disapproval and distaste for superhumans are now commonplace in Tokyo. From government corruption and conflicting ideas of justice, to the morality of superhuman rights, the relationship between humans and the supernatural minority balances precariously in a world pervaded by whispers of unrest and unease. Under mysterious circumstances, Jirou has betrayed the agency, and is now a fugitive on the run. As he skulks through the rainy back alleys of Shinjuku, he is pursued by the very same superhumans that he himself once recruited.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/31147/Concrete_Revolutio__Choujin_Gensou"
        },
        {
            "text": "Official Site",
            "link": "http://www.concreterevolutio.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11343"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=17260"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Concrete_Revolutio"
        }
    ]
}