{
    "title": "Concrete Revolutio: Choujin Gensou",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/166270.jpg",
        "alt": "concrete-revolutio-choujin-gensou"
    },
    "type": "manga",
    "volumes": "2",
    "chapters": "11",
    "original_name": "コンクリート・レボルティオ～超人幻想～",
    "start_date": "2015-08-04",
    "end_date": "2015-08-04",
    "tags": [
        "action",
        "super-power",
        "seinen"
    ],
    "authors": [
        "Aikawa",
        "Shou (Story)",
        "Nylon (Art)"
    ],
    "sinopse": "The stage is set in \"another Japan\" as a banquet of diverse superhumans unfolds...\n\nIn an imaginary \"age of gods\" about 20 years after the war, Japan has grown and developed by leaps and bounds. What if all the superhumans ever written about in fictional stories existed at the same time? Superhumans who came into existence through different circumstances, and who are special in different ways—Titans from outer space, lifeforms from a mystical world, phantoms and goblins from ancient times, cyborgs created by scientists, relics that rose out of the ruins of ancient civilizations, and the list goes on. One segment of these superhumans makes no secret of their existence and has gained popularity in society. Others cloak their identities and fight in secrecy.\n\nThere are enemies of superhumans as well, organizations that operate in the shadows.\n\nThe Japanese government has taken many measures to secure peace and order.\n\nOne is the establishment of an organization under the Ministry of Health and Welfare—the Overpopulation Research Laboratory, a.k.a. the Superhuman Bureau.\n\nTheir mission is to identify and approach superhumans, then oversee and safeguard them. One member of the Superhuman Bureau, Jirou Hitoyoshi, is protagonist of this series.\n\n(Source: Official website)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/90963/Concrete_Revolutio__Choujin_Gensou"
        }
    ]
}