{
    "title": "Mahou Shoujo Lyrical Nanoha: The Movie 1st",
    "type": "movie",
    "episodes": "1",
    "original_name": "魔法少女リリカルなのは The MOVIE 1st",
    "start_date": "2010-01-23",
    "ending_song": "#1",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "sci-fi",
        "comedy",
        "drama",
        "magic"
    ],
    "sinopse": "Nanoha Takamachi, an ordinary third-grader, loves her family and friends more than anything else. One day, after having a strange dream in which a ferret gets injured, she sees the very same ferret in real life and rescues it. That ferret turns out to be Yuuno Scrya, a mage from another world who is trying to capture the 21 scattered Jewel Seeds before they cause serious damage to the universe. Yuuno is not powerful enough to capture the Jewel seeds on his own, so he grants Nanoha the intelligent device \"Raising Heart\" and begins training her as a mage.\n\nUnfortunately, the powerful Jewel Seeds attract those with ill intentions. Another mage, Fate Testarossa, is desperate to collect the seeds for some unknown and sinister purpose, though the solemn look in her eyes makes Nanoha think that there is more to Fate than meets the eye. Mahou Shoujo Lyrical Nanoha: The Movie 1st is a retelling of the original series, which tells the story of two young mages and how their strong emotions shape their actions.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/4985/Mahou_Shoujo_Lyrical_Nanoha__The_Movie_1st"
        },
        {
            "text": "Official Site",
            "link": "http://www.nanoha.com/archive4/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6075"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10184"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E9%AD%94%E6%B3%95%E5%B0%91%E5%A5%B3%E3%83%AA%E3%83%AA%E3%82%AB%E3%83%AB%E3%81%AA%E3%81%AE%E3%81%AF_The_MOVIE_1st"
        }
    ]
}