{
    "title": "Howl no Ugoku Shiro",
    "type": "movie",
    "episodes": "1",
    "original_name": "ハウルの動く城",
    "start_date": "2004-11-20",
    "opening_song": "\"Sekai no Yakusoku (世界の約束; The Promise of the World)\" by Chieko Baisho",
    "rating": "G - All Ages",
    "tags": [
        "adventure",
        "drama",
        "fantasy",
        "romance"
    ],
    "sinopse": "That jumbled piece of architecture, that cacophony of hissing steam and creaking joints, with smoke billowing from it as it moves on its own... That castle is home to the magnificent wizard Howl, infamous for both his magical prowess and for being a womanizer—or so the rumor goes in Sophie Hatter's small town. Sophie, as the plain daughter of a hatmaker, does not expect much from her future and is content with working hard in the shop.\n\nHowever, Sophie's simple life takes a turn for the exciting when she is ensnared in a disturbing situation, and the mysterious wizard appears to rescue her. Unfortunately, this encounter, brief as it may be, spurs the vain and vengeful Witch of the Waste—in a fit of jealousy caused by a past discord with Howl—to put a curse on the maiden, turning her into an old woman.\n\nIn an endeavor to return to normal, Sophie must accompany Howl and a myriad of eccentric companions—ranging from a powerful fire demon to a hopping scarecrow—in his living castle, on a dangerous adventure as a raging war tears their kingdom apart.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/431/Howl_no_Ugoku_Shiro"
        },
        {
            "text": "Official Site",
            "link": "http://www.howl-movie.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1218"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=889"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Howl%27s_Moving_Castle"
        }
    ]
}