{
    "title": "Sengoku Basara",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/4/21849.jpg",
        "alt": "sengoku-basara"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "戦国 BASARA",
    "start_date": "2009-04-02",
    "end_date": "2009-04-02",
    "opening_song": "\"JAP\" by abingdon boys school",
    "ending_song": "\"Break & Peace\" by Dustz",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "historical",
        "martial-arts",
        "samurai",
        "super-power"
    ],
    "sinopse": "During Japan's Sengoku period, several powerful warlords fought in politics and in arms with hopes of unifying the country under a central government. Nobunaga Oda had asserted himself as being the most powerful of these rulers by possessing the strength and military resource necessary to conquer all of Japan.\n\nShingen Takeda and his trusted warrior Yukimura Sanada led one of the main clans standing in Nobunaga’s way. One night, Sanada had been ordered to lead a sneak attack against General Kenshin Uesugi, which was then thwarted by Masamune Date and his army. Sanada and Date fought to a draw, which forged a heated rivalry out of their newfound admiration for one another.\n\nNobunaga continues to exert his forces in Sengoku Basara by doubling down on his influence across the country. Sanada and Date find themselves having to put their differences aside in order to quell the rise of Nobunaga and save feudal Japan from his tyrannical reign. Magical, militant, and political powers fly forth as these warriors and leaders clash amongst themselves and the armies of Nobunaga.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/5355/Sengoku_Basara"
        },
        {
            "text": "Official Site",
            "link": "http://www.sengokubasara.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6284"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10271"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Sengoku_Basara_%28anime%29"
        }
    ]
}