{
    "title": "Kokuhaku Club",
    "type": "manga",
    "volumes": "3",
    "chapters": "14",
    "original_name": "告白倶楽部",
    "start_date": "2006-09-19",
    "tags": [
        "romance",
        "school",
        "shoujo"
    ],
    "authors": [
        "Yamamoto",
        "Nobuyo (Story & Art)"
    ],
    "sinopse": "1. Confession Club\n   Ueda Yuki saw the boy she likes, Mashimo Arata, kissing a book that she borrowed from her senpai. Seeing the situation as it is, Yuki knows immediately that Arata likes Misato-senpai. Thus, in order to be able to talk to him freely, Yuki volunteers to become Arata's practice partner by forming a so-called 'Confession Club' to help Arata confess to Misato-senpai. Will Yuki be able to help Arata confess, or will she fall for him even more?\n\n2. Please Tell Me If You Love Me\n   Hinako its a quiet girl with a secret. She can't say the word ¨like¨. Because of that, Hinako has suffered when she confessed to a guy in middle school, everyone heard and laughed. And the problem is that now in high school, she likes the Principal's son, Kashiki. Wanting not to be laughed at, Hinako starts to practice how to say that word, but in the middle of the halfway someone hears her...?!\n\n3. Countdown\n   Mioko is a average girl, who suddenly started to have issues on school. When suddenly their parents go on a trip, wanting someone to help her with, they decide to leave her with the dog and... with his not-blood-related brother, Shiro. But Shiro wanted to live in the school dorms, so Mioko just has two days left to convince him in order to not leave her alone. That's when the countdown starts!!\n\n4. Heavenly Hallucinations\n   Kisa is dumped by her first boyfriend, Mori. Another boy, Shiba, confesses to Kisa--and he sounds just like Mori! Every time she tries to tell Shiba it's all a big mistake, his deep powerful voice makes her melt...\n\n5. His Glasses\n   Haruki broke the scariest guy in school Onozuka Suu's glasses. Now he demands her to be his eyes for 5 weeks.\n\n6. Sleeping In The Woods\n   Harumi is always nicknamed as the Sleeping Princess, because of his cute face and sleepy personality (and... actions). One day, a girl of her class, Youko, asks him to... teach her how to sleep?! Can this princess, break the curse of his prince?\n\n7. Mermaid By The Sea\n   Yosuke, is treated nice and is popular because of his looks. So he has never liked someone seriously. One day, he saw a girl he thought was drowning. But... she was swiming?! Now it seems she caught his eye... Will this playboy find some love, or will he continue playing...?\n\n8. The Confession Club\n   After hearing they could realize your love, she absolutly went there!! But not all is sweet and mighty, they dont do anything for free. Minamida, one of them (and future instructor), is a non beliver of true love, so in order to not pay, her task is to change his mind!! Can Nana really make Minamida believe again in love? What will happen to hers?\n\n9. Apple Cheek\n   Since the first day they met, she doesn't get along with him. Masaomi, a total player, always makes fun of Rinko whose cheeks are naturally apple-red. Whenever Rinko sees him, for some reason, she gets irritated. What will she do when she founds out the meaning of her anger?\n\nExtra Story: Cat Smell\n\n(Source: Fateful Encounters)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/11668/Kokuhaku_Club"
        }
    ]
}