{
    "title": "Golden Kamuy",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ゴールデンカムイ",
    "start_date": "2018-04-09",
    "end_date": "2018-04-09",
    "opening_song": "\"Winding Road\" by MAN WITH A MISSION",
    "ending_song": "\"Hibana\" by THE SIXTH LIE",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "adventure",
        "historical",
        "seinen"
    ],
    "sinopse": "In early 1900s Hokkaido after the Russo-Japanese war, Saichi Sugimoto tirelessly pans for gold. Nicknamed \"Sugimoto the Immortal\" for his death-defying acts in battle, the ex-soldier seeks fortune in order to fulfill a promise made to his best friend before he was killed in action: to support his family, especially his widow who needs treatment overseas for her deteriorating eyesight. One day, a drunken companion tells Sugimoto the tale of a man who murdered a group of Ainu and stole a fortune in gold. Before his arrest by the police, he hid the gold somewhere in Hokkaido. The only clue to its location is the coded map he tattooed on the bodies of his cellmates in exchange for a share of the treasure, should they manage to escape and find it.\n\nSugimoto does not think much of the tale until he discovers the drunken man’s corpse bearing the same tattoos described in the story. But before he can collect his thoughts, a grizzly bear—the cause of the man's demise—approaches Sugimoto, intent on finishing her meal. He is saved by a young Ainu girl named Asirpa, whose father happened to be one of the murdered Ainu. With Asirpa's hunting skills and Sugimoto's survival instincts, the pair agree to join forces and find the hidden treasure—one to get back what was rightfully her people's, and the other to fulfill his friend's dying wish.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36028/Golden_Kamuy"
        },
        {
            "text": "Official Site",
            "link": "http://kamuy-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13337"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20206"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Golden_Kamuy"
        }
    ]
}