{
    "title": "Jashin-chan Dropkick",
    "type": "tv-serie",
    "episodes": "11",
    "original_name": "邪神ちゃんドロップキック",
    "start_date": "2018-07-10",
    "end_date": "2018-07-10",
    "opening_song": "\"Anoko ni Drop Kick (あの娘にドロップキック)\" by Jashin★Girls (邪神 ★ ガールズ) [Aina Suzuki, Nichika Oomori, Miyu Kubota, Yurie Kozakai, Chiaki Omigawa, Rico Sasaki, Riho Iida]",
    "ending_song": "\"Home Sweet Home!\" by Yutarou Miura (三浦祐太朗) x Hyadain",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "supernatural"
    ],
    "sinopse": "The demon Jashin-chan has been summoned to Earth by Yurine Hanazono, a girl with a knack for the occult. Unfortunately, Yurine does not actually know how to send Jashin-chan back to Hell. Now stuck on Earth, she must live at Yurine's apartment as her familiar.\n\nThe only way for Jashin-chan to return would be to kill her summoner, but this is easier said than done for the incompetent demon. Since Jashin-chan is immortal and can regenerate her body, Yurine does not hold back in attacking her with a range of weapons, punishing her in gruesome manners for her evil schemes. Jashin-chan is also often visited by her demon friends: the kindhearted Gorgon Medusa and the energetic minotaur Minosu, who seem much more well-behaved in contrast, and disapprove of her plans to kill Yurine.\n\nJashin-chan Dropkick is a comedy focusing on these two reluctant roommates and their bizarre antics as they get by with their cat-and-mouse relationship.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36906/Jashin-chan_Dropkick"
        },
        {
            "text": "Official Site",
            "link": "http://www.jashinchan.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13637"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20484"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Dropkick_on_My_Devil!"
        }
    ]
}