{
    "title": "ReLIFE",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "ReLIFE",
    "start_date": "2016-07-02",
    "end_date": "2016-07-02",
    "opening_song": "\"Button\" by PENGUIN RESEARCH",
    "ending_song": "#01",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "romance",
        "school"
    ],
    "sinopse": "Dismissed as a hopeless loser by those around him, 27-year-old Arata Kaizaki bounces around from one job to another after quitting his first company. His unremarkable existence takes a sharp turn when he meets Ryou Yoake, a member of the ReLife Research Institute, who offers Arata the opportunity to change his life for the better with the help of a mysterious pill. Taking it without a second thought, Arata awakens the next day to find that his appearance has reverted to that of a 17-year-old.\n\nArata soon learns that he is now the subject of a unique experiment and must attend high school as a transfer student for one year. Though he initially believes it will be a cinch due to his superior life experience, Arata is proven horribly wrong on his first day: he flunks all his tests, is completely out of shape, and can't keep up with the new school policies that have cropped up in the last 10 years. Furthermore, Ryou has been assigned to observe him, bringing Arata endless annoyance. ReLIFE follows Arata's struggle to adjust to his hectic new lifestyle and avoid repeating his past mistakes, all while slowly discovering more about his fellow classmates.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/30015/ReLIFE"
        },
        {
            "text": "Official Site",
            "link": "http://www.relife-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11074"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16917"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/ReLIFE"
        }
    ]
}