{
    "title": "Yu☆Gi☆Oh!",
    "type": "tv-serie",
    "episodes": "27",
    "original_name": "遊 ☆ 戯 ☆ 王",
    "start_date": "1998-04-04",
    "end_date": "1998-04-04",
    "opening_song": "\"Kawaita Sakebi\" by Field of View",
    "ending_song": "\"Ashita Moshi Kimi ga Kowaretemo\" by WANDS",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "game",
        "comedy",
        "fantasy",
        "shounen"
    ],
    "sinopse": "Bullies often target someone frail and weak—someone exactly like Yuugi Mutou. His beautiful childhood friend, Anzu Mazaki, is always there to stand up for him, but he can't depend on her forever. Katsuya Jonouchi, who is almost always accompanied by his verbal sparring partner Hiroto Honda, doesn't seem like a bad person either, despite always bringing Yuugi trouble. But most of all, Yuugi wishes for a true friend who understands him and would never betray him.\n\nYuugi treasures his Millennium Puzzle, an ancient Egyptian artifact that was brought into his grandfather's game shop. Believing that solving the puzzle will grant him his wish, he completes the puzzle, unleashing a new personality within him—the soul of the \"King of Games.\"\n\nDark, twisted, strong, and reliable, the new personality named Yami Yuugi is the exact opposite of Yuugi. Upon any injustice toward him, Yami Yuugi takes over Yuugi's body and forces the opponent into a \"Shadow Game.\" The stakes are high as whoever loses shall have a taste of the darkness that resides within their own heart.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/550/Yu☆Gi☆Oh"
        },
        {
            "text": "Official Site",
            "link": "http://www.toei-anim.co.jp/tv/yugioh/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=593"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=790"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Yu-Gi-Oh%21"
        }
    ]
}