{
    "title": "Yu☆Gi☆Oh! Zexal",
    "type": "tv-serie",
    "episodes": "73",
    "original_name": "遊 ☆ 戯 ☆ 王 ZEXAL",
    "start_date": "2011-04-11",
    "end_date": "2011-04-11",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "game",
        "fantasy",
        "shounen"
    ],
    "sinopse": "In the bustling and futuristic city of Heartland, a young boy named Yuuma Tsukumo has a dream that everyone his age wants to achieve—earning the title of the greatest duelist! Sadly, due to his lackluster dueling skills, this dream is far from achievable. But when the school bully, Ryouga \"Shark\" Kamishiro, splits the key given to him by his father into two pieces, he inadvertently sets Yuuma on a collision course with his dream.\n\nRetaining one half of the key, Yuuma begins a duel with Shark, but soon realizes that his inexperienced skills are no match for him. In a sudden turn of events, Yuuma's key repairs itself, and the \"Door of Destiny'' appears before him. Using the key to open it, Yuuma is greeted by an alien by the name of Astral—a being only he can see.\n\nThe bewildered Yuuma soon learns that his memories have been divided into 100 \"Number Cards,\" all of which he must retrieve. However, he is also not the only one looking for them. Bombarded by these revelations, Yuuma, alongside Astral, must defend the world from the upcoming threats that loom over Heartland City—regardless of any divine intervention that may occur.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/10015/Yu☆Gi☆Oh_Zexal"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-tokyo.co.jp/anime/yugioh-zexal/index2.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=8140"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=12303"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Yu-Gi-Oh!_Zexal"
        }
    ]
}