{
    "title": "Yu☆Gi☆Oh! Zexal Second",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/5/43491.jpg",
        "alt": "yu☆-gi☆-oh-zexal-second"
    },
    "type": "tv-serie",
    "episodes": "73",
    "original_name": "遊 ☆ 戯 ☆ 王 ZEXALⅡ（セカンド）",
    "start_date": "2012-10-07",
    "end_date": "2012-10-07",
    "opening_song": "#1: \"Orenai Heart (折れないハート)\" by Hideaki Takatori (高取ヒデアキ) (eps 1-25)",
    "ending_song": "#1: \"Artist (アーティスト)\" by Vistlip (eps 1-25)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "game",
        "fantasy",
        "shounen"
    ],
    "sinopse": "After defeating a mysterious enemy, Yuuma Tsukumo, along with the help of Kaito Tenjou and Ryouga \"Shark\" Kamishiro, has thwarted the Barians' plans. However, Yuuma is still on a quest to retrieve the Number Cards to restore Astral's memories. The Seven Barian Emperors catch wind of Yuuma and Astral's endeavors and begin to collect the cards themselves to achieve their ultimate goal: destroying Astral's world in exchange for saving their own.\n\nThough only five of the emperors are present, they unanimously decide on annihilating Astral and Yuuma once and for all. Elsewhere, with their newfound powers of ZEXAL, Astral and Yuuma work to eliminate the enemy force that threatens Earth and the rest of the universe.\n\nYu☆Gi☆Oh! Zexal Second unveils the mysteries and unpleasant surprises that lie in the wake of Yuuma's adversities. As Astral struggles to accept his past and the consequences it may have brought, will the gods continue to shower their fortune upon Yuuma on yet another perilous adventure?\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/15489/Yu☆Gi☆Oh_Zexal_Second"
        },
        {
            "text": "Official Site",
            "link": "http://www.tv-tokyo.co.jp/anime/yugioh-zexal/index2.html"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9400"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14736"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Yu-Gi-Oh!_Zexal"
        }
    ]
}