{
    "title": "Monster Musume no Iru Nichijou",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "モンスター娘のいる日常",
    "start_date": "2015-07-08",
    "end_date": "2015-07-08",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "harem",
        "comedy",
        "romance",
        "ecchi",
        "fantasy",
        "seinen"
    ],
    "sinopse": "With his parents abroad, Kimihito Kurusu lived a quiet, unremarkable life alone until monster girls came crowding in! This alternate reality presents cutting-edge Japan, the first country to promote the integration of non-human species into society. After the incompetence of interspecies exchange coordinator Agent Smith leaves Kimihito as the homestay caretaker of a Lamia named Miia, the newly-minted \"Darling\" quickly attracts girls of various breeds, resulting in an ever-growing harem flush with eroticism and attraction.\n\nUnfortunately for him and the ladies, sexual interactions between species is forbidden by the Interspecies Exchange Act! The only loophole is through an experimental marriage provision. Kimihito's life becomes fraught with an abundance of creature-specific caveats and sensitive interspecies law as the passionate, affectionate, and lusty women hound his every move, seeking his romantic and sexual affections. With new species often appearing and events materializing out of thin air, where Kimihito and his harem go is anyone's guess!\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/30307/Monster_Musume_no_Iru_Nichijou"
        },
        {
            "text": "Official Site",
            "link": "http://www.monmusu.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11130"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16856"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Monster_Musume"
        }
    ]
}