{
    "title": "Kuma Kuma Kuma Bear",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1413/110712.jpg",
        "alt": "kuma-kuma-kuma-bear"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "くま クマ 熊 ベアー",
    "start_date": "2020-10-07",
    "end_date": "2020-10-07",
    "opening_song": "\"Itsuka no Kioku (イツカノキオク)\" by Azumi Waki",
    "ending_song": "#1: \"Ano ne. (あのね。)\" by Yuna (Maki Kawase)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "comedy",
        "fantasy"
    ],
    "sinopse": "After fanatically playing the VRMMO World Fantasy Online for almost a year, the shut-in yet relatively affluent fifteen-year-old Yuna receives a bear costume from the game's administrators. The outfit, while somewhat embarrassing to wear, turns out to have overpowered stats and effects that make her character significantly more powerful. After accepting the bear equipment, she finds herself transported to another in-game world that prevents her from returning to reality.\n\nConfused and unable to log out, Yuna sets out to explore this new environment. She rescues a girl named Fina from wild wolves, who then guides her to the city of Crimonia. With her eccentric bear attire, however, Yuna stands out wherever she goes, and alongside her boosted fighting prowess, her reputation quickly rises—to the point that people give her the nickname \"Bloody Bear.\"\n\nUndeterred by this change in her life, Yuna decides to take on the role of an adventurer and fully enjoy herself in her new world.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/40974/Kuma_Kuma_Kuma_Bear"
        },
        {
            "text": "Official Site",
            "link": "https://kumakumakumabear.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15342"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=23127"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Kuma_Kuma_Kuma_Bear#Anime"
        }
    ]
}