{
    "title": "Final Fantasy: The Spirits Within",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/9/51625.jpg",
        "alt": "final-fantasy-the-spirits-within"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "ファイナルファンタジー",
    "start_date": "2001-07-02",
    "opening_song": "\"Spirit Dreams Inside\" by L'Arc-en-Ciel",
    "ending_song": "\"The Dream Within\" by Lara Fabian",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "sci-fi"
    ],
    "sinopse": "The year is 2065, and the planet of Earth is far removed from the place that it was in the past. Deadly alien creatures known as Phantoms have appeared all over the planet, and mere contact with these entities is lethal, whether it be an instant death or a prolonged decline. In order to try and salvage what little of the human race is left, large force-field barriers have been constructed around certain cities to repel the Phantoms.\n\nSeeking a more permanent solution to this invasion are scientists Aki Ross and her mentor, Dr. Sid, whose investigations have revealed that there exists a form of spiritual, Gaia energy that can eradicate the Phantom's presence from this world. Aki and Sid aren't alone in their quest through Final Fantasy: The Spirits Within; the human council and the military squad \"Deep Eyes\" are ready to help. Not everyone is convinced of this plan though.\n\nAki, Sid, Grey, and their allies have to band together against forces both alien and human if they are to have any chance at restoring peace to Earth. An enemy whose mere touch is fatal, the Phantoms appear the more dangerous enemy, but as they will come to find out, their human nemeses are also not to be trifled with.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1361/Final_Fantasy__The_Spirits_Within"
        },
        {
            "text": "Official Site",
            "link": "http://www.finalfantasysoundtrack.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=3146"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=3806"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Final_Fantasy:_The_Spirits_Within"
        }
    ]
}