{
    "title": "Cosmic Baton Girl Comet-san☆",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1710/95290.jpg",
        "alt": "cosmic-baton-girl-comet-san☆"
    },
    "type": "tv-serie",
    "episodes": "43",
    "original_name": "Cosmic Baton Girl コメットさん ☆",
    "start_date": "2001-04-01",
    "end_date": "2001-04-01",
    "opening_song": "#01: \"君にスマイル (Kimi ni Smile)\" by Nayu Niibori",
    "ending_song": "#01: \"Twinkle Star\" by Saeko Chiba",
    "rating": "G - All Ages",
    "tags": [
        "adventure",
        "comedy",
        "drama",
        "magic",
        "sci-fi"
    ],
    "sinopse": "Comet (12 years old in human years) is the princess of the Harmonica Star country and was to meet the prince of the Tambourine Star country at a ball where he'd pick a bride. But he isn't there and so Comet is sent to Earth to find him. He'll be known by the starlight in his eyes. She finds the Earth and she loves the people she meets there. Meanwhile, Princess Meteor of the Castanet Star country also arrives on Earth in search of the prince. Comet's companion is a little puppy with a star at the end of his tail named Rubba Ball. Of course, Comet was not the first to visit the Earth and love it, another before her did as well and married. Her pet (a white cat with bunny ears and a tiny heart on her tail named Bunny) continued life as a kind of fairy in the forest. Comet's power is drawn from the stars of her home and is channeled through her baton; she also wears a special pendant from where Rubba Ball immerges, and with which she can detect and find the prince.\n\n(Source: ANN)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2036/Cosmic_Baton_Girl_Comet-san%E2%98%86"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=539"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=1195"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/Cosmic_Baton_Girl_%E3%82%B3%E3%83%A1%E3%83%83%E3%83%88%E3%81%95%E3%82%93%E2%98%86"
        }
    ]
}