{
    "title": "Sword Art Online Alternative: Gun Gale Online",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ソードアート・オンライン オルタナティブ ガンゲイル・オンライン",
    "start_date": "2018-04-08",
    "end_date": "2018-04-08",
    "opening_song": "\"Ryuusei (流星)\" by Eir Aoi",
    "ending_song": "\"To see the future\" by Karen Kohiruimaki (Tomori Kusunoki)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "fantasy",
        "game",
        "military",
        "sci-fi"
    ],
    "sinopse": "Clad in desert pink and the size of a mere child, the infamous \"Pink Devil\" mercilessly hunts down other players in the firearm-centered world of the virtual reality game Gun Gale Online. But in real life, this feared player killer is not quite who anyone would expect.\n\nA shy university student in Tokyo, Karen Kohiruimaki stands in stark contrast to her in-game avatar—in fact, she happens to stand above everyone else too, much to her dismay. Towering above all the people around her, Karen's insecurities over her height reach the point where she turns to the virtual world for an escape. Starting game after game in hopes of manifesting as a cute, short character, she finally obtains her ideal self in the world of Gun Gale Online. Overjoyed by her new persona, she pours her time into the game as LLENN, garnering her reputation as the legendary player killer.\n\nHowever, when one of LLENN's targets gets the best of her, she ends up meeting Pitohui, a skilled yet eccentric woman. Quickly becoming friends with Karen, Pitohui insists that LLENN participates in Squad Jam, a battle royale that pits teams against one another, fighting until only one remains. Thrust into the heated competition, LLENN must fight with all her wit and will if she hopes to shoot her way to the top.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/36475/Sword_Art_Online_Alternative__Gun_Gale_Online"
        },
        {
            "text": "Official Site",
            "link": "http://www.gungale-online.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13494"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20514"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/ソードアート・オンライン_オルタナティブ_ガンゲイル・オンライン"
        }
    ]
}