{
    "title": "Sword Art Online: Progressive Movie - Hoshi Naki Yoru no Aria",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1590/116274.jpg",
        "alt": "sword-art-online-progressive-movie-hoshi-naki-yoru-no-aria"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "劇場版 ソードアート・オンライン プログレッシブ 星なき夜のアリア",
    "start_date": "2021-10-30",
    "rating": "None",
    "tags": [
        "action",
        "game",
        "adventure",
        "romance",
        "fantasy"
    ],
    "sinopse": "\"There's no way to beat this game. The only difference is when and where you die...\"\n\nOne month has passed since Akihiko Kayaba's deadly game began, and the body count continues to rise. Two thousand players are already dead.\n\nKirito and Asuna are two very different people, but they both desire to fight alone. Nonetheless, they find themselves drawn together to face challenges from both within and without. Given that the entire virtual world they now live in has been created as a deathtrap, the surviving players of Sword Art Online are starting to get desperate, and desperation makes them dangerous to loners like Kirito and Asuna. As it becomes clear that solitude equals suicide, will the two be able to overcome their differences to find the strength to believe in each other, and in so doing survive?\n\nSword Art Online: Progressive is a new version of the Sword Art Online tale that starts at the beginning of Kirito and Asuna's epic adventure—on the very first level of the deadly world of Aincrad!\n\n(Source: Yen Press)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/42916/Sword_Art_Online__Progressive_Movie_-_Hoshi_Naki_Yoru_no_Aria"
        },
        {
            "text": "Official Site",
            "link": "https://sao-p.net/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=15735"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=23784"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Sword_Art_Online#Anime"
        }
    ]
}