{
    "title": "Maoyuu Maou Yuusha",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/4/46041.jpg",
        "alt": "maoyuu-maou-yuusha"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "まおゆう魔王勇者",
    "start_date": "2013-01-05",
    "end_date": "2013-01-05",
    "opening_song": "\"Mukai Kaze (向かい風)\" by YOHKO (eps 1-11)",
    "ending_song": "#1: \"Unknown Vision\" by Akino Arai (eps 1-10)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "demons",
        "romance",
        "fantasy"
    ],
    "sinopse": "Fifteen years have passed since the war between humans and demons began. Dissatisfied with their slow advance into the Demon Realm, the Hero abandons his companions to quickly forge ahead towards the Demon Queen's castle. Upon his arrival at the royal abode, the Hero makes a startling discovery: not only is the Demon Queen a woman of unparalleled beauty, but she also seeks the Hero's help. Confused by this unexpected turn of events, the Hero refuses to ally himself with his enemy, claiming that the war the demons have waged is tearing the Southern Nations apart.\n\nHowever, the Demon Queen rebuts, arguing that the war has not only united humanity but has also brought them wealth and prosperity, providing evidence to support her claims. Furthermore, she explains that if the war were to end, the supplies sent by the Central Nations in aid to the Southern Nations would cease, leaving hundreds of thousands to starve. Fortunately, she offers the Hero a way to end the war while bringing hope not only to the Southern Nations, but also to the rest of the world, though she will need his assistance to make this a reality.\n\nFinally convinced, the Hero agrees to join his now former enemy in her quest. Vowing to stay together through sickness and health, they set off for the human world.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/14833/Maoyuu_Maou_Yuusha"
        },
        {
            "text": "Official Site",
            "link": "http://maoyu.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9287"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14425"
        },
        {
            "text": "Wikipedia",
            "link": "http://ja.wikipedia.org/wiki/%E3%81%BE%E3%81%8A%E3%82%86%E3%81%86%E9%AD%94%E7%8E%8B%E5%8B%87%E8%80%85"
        }
    ]
}