{
    "title": "Amaama to Inazuma",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "甘々と稲妻",
    "start_date": "2016-07-05",
    "end_date": "2016-07-05",
    "opening_song": "\"Harebare Fanfare (晴レ晴レファンファーレ)\" by MimimemeMIMI",
    "ending_song": "\"Maybe\" by Brian the Sun",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "slice-of-life",
        "seinen"
    ],
    "sinopse": "Since the death of his wife, Kouhei Inuzuka has been caring for his young daughter Tsumugi to the best of his abilities. However, with his lack of culinary knowledge and his busy job as a teacher, he is left relying on ready-made meals from convenience stores to feed the little girl. Frustrated at his own incapability to provide a fresh, nutritious meal for his daughter, Kouhei takes up an offer from his student, Kotori Iida, to come have dinner at her family's restaurant. But on their very first visit, the father and daughter discover that the restaurant is often closed due to Kotori's mother being away for work and that Kotori often eats alone. After much pleading from his pupil, Kouhei decides to continue to go to the restaurant with Tsumugi to cook and share delicious homemade food with Kotori.\n\nAmaama to Inazuma follows the heartwarming story of a caring father trying his hardest to make his adorable little daughter happy, while exploring the meanings and values behind cooking, family, and the warm meals at home that are often taken for granted.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/32828/Amaama_to_Inazuma"
        },
        {
            "text": "Official Site",
            "link": "http://www.amaama.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11952"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18122"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Sweetness_and_Lightning"
        }
    ]
}