{
    "title": "Oshiete! Galko-chan",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/3/77845.jpg",
        "alt": "oshiete-galko-chan"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "おしえて! ギャル子ちゃん",
    "start_date": "2016-01-08",
    "end_date": "2016-01-08",
    "opening_song": "\"YPMA☆GIRLS\" by Galko (Azumi Waki), Otako (Miyu Tomita), Ojou (Minami Takahashi)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "comedy",
        "school"
    ],
    "sinopse": "At first glance, Galko, Otako, and Ojou are three high school girls who seem like they wouldn’t have anything to do with each other. Galko is a social butterfly with a reputation for being a party animal, even though she is actually innocent and good-hearted despite her appearance. Otako is a plain-looking girl with a sarcastic personality and a rabid love of manga. And Ojou is a wealthy young lady with excellent social graces, though she can be a bit absent-minded at times. Despite their differences, the three are best friends, and together they love to talk about various myths and ask candid questions about the female body.\n\nOshiete! Galko-chan is a lighthearted and humorous look at three very different girls and their frank conversations about themselves and everyday life. No topic is too safe or too sensitive for them to joke about—even though every so often, Galko seems to get a bit embarrassed by their discussions!\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/32013/Oshiete_Galko-chan"
        },
        {
            "text": "Official Site",
            "link": "http://galko.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11756"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=17788"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Please_Tell_Me!_Galko-chan"
        }
    ]
}