{
    "title": "Fire Emblem",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1586/96256.jpg",
        "alt": "fire-emblem"
    },
    "type": "ova",
    "episodes": "2",
    "original_name": "ファイアーエムブレム",
    "start_date": "1996-01-26",
    "end_date": "1996-01-26",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "adventure",
        "fantasy",
        "magic",
        "shounen"
    ],
    "sinopse": "The Kingdoms of Dolhr, Grust, and Gra band together to wage war on the rest of the continent Archanea and defeat the Kingdom of Altea. King Cornelius is slain in battle but his son Prince Marth is able to escape the invasion thanks to the sacrifice of his older sister Elice. He and a small group of retainers find refuge on the island nation of Talys, where they spend the next three years in hiding under the royal family's protection.\n\nMarth lives a peaceful life in Talys, enjoying the beauty of the island and the friendship of its pegasus-riding princess, Caeda. But he is uneasy, knowing soon the day will come that he must take up arms. That day arrives when Caeda comes to Marth and his retainers in a panic, telling him that the castle town has been attacked. After some close calls, they manage to defeat the assailants and save the city.\n\nRealizing that his presence may bring further danger to his new home, Marth decides that now is the time to set off. He journeys to raise an army with which to reclaim his kingdom.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/2782/Fire_Emblem"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1471"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=637"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Fire_Emblem#Anime"
        }
    ]
}