{
    "title": "Pandora Hearts",
    "type": "tv-serie",
    "episodes": "25",
    "original_name": "パンドラハーツ",
    "start_date": "2009-04-03",
    "end_date": "2009-04-03",
    "opening_song": "\"Parallel Hearts\" by FictionJunction (Wakana Ootaki, Keiko Kubota, Kaori Oda, Yuriko Kaida)",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "adventure",
        "fantasy",
        "mystery",
        "shounen",
        "supernatural"
    ],
    "sinopse": "To young Oz Vessalius, heir to the Vessalius Duke House, the perilous world called the Abyss is nothing more than a folktale used to scare misbehaving children. However, when Oz's coming-of-age ceremony is interrupted by the malicious Baskerville Clan intent on banishing him into the depths of the Abyss, the Vessalius heir realizes that his peaceful life of luxury is at its end. Now, he must confront the world of the Abyss and its dwellers, the monstrous \"Chains,\" which are both not quite as fake as he once believed.\n\nBased on the supernatural fantasy manga of the same name, Pandora Hearts tells the story of fifteen-year-old Oz's journey to discover the meaning behind the strange events that have overtaken his life. Assisted by a mysterious Chain named Alice, whose nickname is \"Bloodstained Black Rabbit,\" and members of a clandestine organization known as \"Pandora,\" Oz begins to realize his existence may have more meaning than he could have ever imagined.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/5530/Pandora_Hearts"
        },
        {
            "text": "Official Site",
            "link": "http://www.tbs.co.jp/anime/ph/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=6288"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10436"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Pandora_Hearts"
        }
    ]
}