{
    "title": "Final Fantasy VII: Advent Children",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1/317.jpg",
        "alt": "final-fantasy-vii-advent-children"
    },
    "type": "movie",
    "episodes": "1",
    "original_name": "ファイナルファンタジー VII アドベントチルドレン",
    "start_date": "2005-09-14",
    "ending_song": "\"Calling\" by Kyosuke Himuro",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "super-power",
        "fantasy"
    ],
    "sinopse": "Two years ago, the world was changed forever. The young Cloud Strife and his band of friends may have defeated Sephiroth and thwarted his plan to crash a giant meteor into the Earth, but this victory was not without great cost. The highly populated city of Midgar was nearly ripped apart in the conflict. Fortunately, many of the city's citizens were able to evacuate to safety, and in the years afterward have formed a new home called Edge.\n\nFinal Fantasy VII: Advent Children revolves around Cloud and Tifa as they try to make new lives for themselves, as well as for those around them, in this new city. Together they run a courier service, and tend to their mutual friend Barret’s adopted daughter Marlene and a young orphan by the name of Denzel. Denzel, Cloud, and scores of children are suffering from a mysterious new illness called \"Geostigma.\"\n\nThe children of the city have one other threat looming over their heads—a trio of powerful men are kidnapping infected kids for unknown reasons. Cloud is determined to save these young ones, not only from Geostigma, but from the kidnappers as well. He has no idea, however, that these men share a link to his old enemy, Sephiroth, and Cloud’s quest to vanquish them will bring him back into conflict with the demons of his past. If there is any hope in conquering these threats, it lays within the bonds of friendship between Cloud and his allies who saved the world once, and now must do so again.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/317/Final_Fantasy_VII__Advent_Children"
        },
        {
            "text": "Official Site",
            "link": "http://www.square-enix.co.jp/dvd/ff7ac/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1208"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=3344"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Final_Fantasy_VII_Advent_Children"
        }
    ]
}