{
    "title": "Gamaran",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/2/122963.jpg",
        "alt": "gamaran"
    },
    "type": "manga",
    "volumes": "22",
    "chapters": "194",
    "original_name": "我間乱 〜GAMARAN〜",
    "start_date": "2009-05-13",
    "end_date": "2009-05-13",
    "tags": [
        "action",
        "historical",
        "martial-arts",
        "shounen"
    ],
    "authors": [
        "Nakamaru",
        "Yousuke (Story & Art)"
    ],
    "sinopse": "\"Middle Edo Period—One state becomes the gathering place for sinful martial artists, who believe in nothing other than power, know of no other way of life other than letting oneself go wild in the battle. That state is the Unabara State, the 'Haunt of Demons'...\"\n\nWashitzu Naosata, the ruler of the powerful state, Unabara, is looking for his successor. He calls upons all his 31 sons, and tell them to search for whoever they believe to be the strongest martial artist of all. Each of their chosen martial artists then are to fight against each other until only one is left standing. Whoever is the winner, whoever has the strongest martial artist in nation by his side will become his successor...\n\nOut in the midst of the mountain is the doujo of the \"Daigame Ryuu\" (Giant Tortoise Style). There lives Kurogane Gama, the son of the legendary swordsman, Kurogane Jinsuke, who is believed to be able to kill 1000 martial artists in Unabara. There, one of the son of Washitzu Naosata, Washitzu Naoshi, comes in search of the legendary swordsman, only to find that he had gone missing several years ago. After seeing the battle style of Gama, he instead chooses to ask Gama to come with him. Wanting to become stronger, Gama agrees to his offer, and that marks the beginning of Gama's battle to become the strongest of all ...\n\n(Source: Ju-Da-Su)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/14582/Gamaran"
        }
    ]
}