{
    "title": "Not For Sale!",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/21961.jpg",
        "alt": "not-for-sale"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "7",
    "original_name": "NOT FOR SALE！ -その男、売約済につき-",
    "start_date": "2004-10-12",
    "tags": [
        "yaoi"
    ],
    "authors": [
        "Rokuya",
        "Sanae (Story & Art)"
    ],
    "sinopse": "1. Not For Sale!\n   Nozomi is a boring and late-blooming college student. His classmate, Ryuji, is an extremely dangerous delivery host. When Nozomi witnesses a steamy kiss between Ryuji and a male teacher, he's thunderstruck! His eyes can't seem to stop following Ryuji's movements. If Ryuji has any say (and he does!), Nozomi is just about to get a taste of paradise.\n\n2. Go Home, Good Boy\n\n3. Love Slave\n\n4. Hitori de Yare yo!\n   Comedy duo Masata and Naru aren't doing very well, but they're still together. Mainly because Masata is helpless and Naru can't leave him alone. But when Naru finds out Masata's been keeping secrets things may fall apart.\n\n5. Love Cocktail\n   When unfortunately named Minami Haruo wanders into Sagawa's bar, Sagawa gives him his special aphrodisiac cocktail and has his way with him. But who is Minami really? And is he ever coming back?\n\n6. Air\n   Nobuyuki and Yugi became a family 7 years ago, when their parents remarried. A year later after that, Yugi's father got into an accident which left Yugi a scar inside himself. Yugi convinced himself that everyone around him will disappear one day, and that in the end he will end up alone, always. Nobuyuki disagree and claim that they are family, and so they will always be together. \"If you can, show it to me. Since you are not my brother, from now on... you are air\" is what Yugi said. What will happen to this pair?\n\n7. Be Near Me\n\n(from M-U)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/15123/Not_For_Sale"
        }
    ]
}