{
    "title": "Hataage! Kemono Michi",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "旗揚! けものみち",
    "start_date": "2019-10-02",
    "end_date": "2019-10-02",
    "opening_song": "\"Fight! Kemoner Mask (闘魂（ファイト）！ケモナーマスク)\" by NoB with Kemoner Mask (Katsuyuki Konishi)",
    "ending_song": "\"Anegdot (アネクドット)\" by Momosu Momosu (ももすももす)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "fantasy",
        "shounen"
    ],
    "sinopse": "Professional wrestler Genzou Shibata sports the body of a mountain, but beneath his hulking appearance is a man with an extreme affection for animals. Facing off his opponents in the ring as the legendary \"Animal Mask,\" Genzou wins the hearts of crowds everywhere with his iconic tiger persona.\n\nDuring the bout for the title of World Champion against his greatest rival, the Macadamian Ogre, Genzou is suddenly summoned to a fantasy world by a princess. With her kingdom being threatened by a monster infestation, she pleads the wrestler for assistance—to which he answers by knocking her out with a German suplex! Escaping the castle and finding himself stranded in a mysterious land, Genzou decides to begin his career as a beast hunter to capture and befriend creatures far and wide. Joined by the wolf-girl Shigure, the dragon-girl Hanako, and the vampire Carmilla Vanstein, the professional wrestler pursues all kinds of dangerous requests for the sake of fulfilling his dream as a pet shop owner.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/39030/Hataage_Kemono_Michi"
        },
        {
            "text": "Official Site",
            "link": "http://hataage-kemonomichi.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14618"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=22360"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Kemono_Michi:_Rise_Up#Anime"
        }
    ]
}