{
    "title": "Hikari to Mizu no Daphne",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/7/49131.jpg",
        "alt": "hikari-to-mizu-no-daphne"
    },
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "光と水のダフネ",
    "start_date": "2004-01-16",
    "end_date": "2004-01-16",
    "opening_song": "\"Asu no Blue Wing (明日の Blue wing)\" by Sae",
    "ending_song": "#1: \"Anata to Yuujikan (あなたと言う時間)\" by CooRie (eps 1-14)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "sci-fi",
        "mystery",
        "comedy",
        "police",
        "psychological",
        "drama",
        "ecchi"
    ],
    "sinopse": "In the future, water has covered much of the Earth due to the effects of global warming. The orphaned Maia Mizuki, 15, just graduated from middle school and has already applied for employment in the elite paramilitary Ocean Agency, part of the futuristic world government. Only the best, most intelligent, and physically fit students are eligible for admission. Maia, the series' protagonist, is set to become one of the few.\n\nBut her ideal life quickly falls apart. To her disappointment, Maia unexpectedly fails her entrance exams. Making matters worse, she promptly gets evicted from her house, pick pocketed, taken hostage, then shot. She is \"saved\" by two women (Rena and Shizuka) that are part of an unorthodox help-for-hire organization called Nereids (inspired by the Greek mythological Nereids ). With nowhere to go, Maia joins up with Nereids, taking jobs from capturing wanted criminals to chasing stray cats, often with unexpected results. Gloria and Yu later join up with Nereids.\n\n\"Daphne\" in the title refers to a subplot that starts midway into the series and eventually become important to Maia. \"Brilliant Blue\" refers to the fact that this is a world covered by water with almost no land. The world consists of vast oceans, a few islands, and floating cities.\n\n(Source: Wikipedia)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/1082/Hikari_to_Mizu_no_Daphne"
        },
        {
            "text": "Official Site",
            "link": "http://www.thedaphne.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=1322"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=3250"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Daphne_in_the_Brilliant_Blue"
        }
    ]
}