{
    "title": "Re:Stage! Dream Days♪",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "Re",
    "start_date": "2019-07-07",
    "end_date": "2019-07-07",
    "opening_song": "#1",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "music",
        "school",
        "slice-of-life"
    ],
    "sinopse": "Mana Shikimiya has just transferred into Marehoshi Academy, a school which requires each of its students to join one of the many sports or cultural clubs. After a quick tour of most of the clubs by the Student Council Vice President Minori Hasegawa, Mana stumbles upon the Lyrical Tradition Dance Club. There she meets its sole members: Mizuha Ichikishima and Sayu Tsukisaka. Drawn to their singing and dancing, Mana joins the club and together they work towards their dream of winning the Prism Stage—a national competition to determine the top idols of the country.\n\nHowever, before Mana and her new friends can worry about the Prism Stage, there is a more immediate problem at hand: the club is about to be disbanded by the student council! Without enough members or any notable achievements, the club will be shut down and the members' dreams will be over before they've begun to pursue them. It's up to the three of them to find the additional club members they need and become an idol group strong enough to qualify for the Prism Stage and to win it as well.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/38009/Re_Stage_Dream_Days%E2%99%AA"
        },
        {
            "text": "Official Site",
            "link": "https://rst-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=14192"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21866"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Re:Stage!"
        }
    ]
}