{
    "title": "Pleasure Fortune",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/4/147059.jpg",
        "alt": "pleasure-fortune"
    },
    "type": "manga",
    "volumes": "1",
    "chapters": "7",
    "tags": [
        "yaoi"
    ],
    "authors": [
        "Shimada",
        "Hisami (Story & Art)"
    ],
    "sinopse": "Chapter 1: Kanbe is in love with his boss, Tatsuya, who is sexually harassing him, so he decides to visit a fortune teller. Will the fortune teller be able to help him?\n\nChapter 2: Tatsuya takes Kanbe to a high class party where they meet Kazuki- Tatsuya's old student from when he was a tutor. Kazuki might look young and innocent but the truth is that he's a little devil with a sweet face and now he's dying to nail Kanbe! Could this be a threesome?\n\nChapter 3: When Kanbe negotiates a contract with another company, the handsome manager has one condition before accepting the contract- Kanbe must sleep with him! What will Tatsuya do when he finds out about this indecent proposal?\n\nChapter 4: Homeroom teacher and nice guy Tokunaga agreed to go out with his slacker student Mochizuki if he will start being more serious about school. One day, Mochizuki overhears Tokunaga talking about him with another teacher and it looks like he's not such a nice guy after all?! What will Mochizuki do?\n\nChapter 5: Shibata Keigo, a top who likes the \"young, short and cute\" type, finds himself attracted to Saiga Naoki, his suburdiate at work. Saiga is not really his type- he's beautiful, tall and older than what Shibata usually goes for but it looks like Saiga has a crush on him and even asks him to accompany him on a business trip! Shibata agrees but he's in for a big surprise when the two finally get into bed.\n\nChapter 6: Saiga discovers that Shibata has been fooling around with cute young guys again. Punishment is in order!\n\nChapter 7: It looks like Shibata can't help being attracted to cute boys. Saiga has some plans to settle this once and for all...\n\n(from B-U)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/2372/Pleasure_Fortune"
        }
    ]
}