{
    "title": "Nodame Cantabile: Finale",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/4/20712.jpg",
        "alt": "nodame-cantabile-finale"
    },
    "type": "tv-serie",
    "episodes": "11",
    "original_name": "のだめカンタービレ フィナーレ",
    "start_date": "2010-01-15",
    "end_date": "2010-01-15",
    "opening_song": "\"Manazashi ☆ Daydream (まなざし ☆ デイドリーム)\" by Yuu Sakai (さかいゆう)",
    "ending_song": "\"Kaze to Oka no Ballad (風と丘のバラード)\" by Real Paradis with Nodame Orchestra",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "josei",
        "music",
        "romance"
    ],
    "sinopse": "Shinichi Chiaki is quickly making a name for himself as the principal conductor of the revitalized Roux-Marlet Orchestra, and Megumi \"Nodame\" Noda has made leaps and bounds as a pianist at the Conservatoire de Paris. However, tensions mount between the two as Nodame feels left behind by Chiaki's growing success and his close friendship with legendary piano prodigy Rui Son. Disregarding her teacher Professor Charles Auclair's advice, Nodame enters another piano competition in an attempt to jumpstart her own performance career.\n\nMeanwhile, those around Chiaki and Nodame are at their own crossroads. Rui begins to doubt herself after hearing Nodame's playing and being denied tutelage from Auclair; Maestro Franz von Stresemann faces the reality of his mortality; pianists Yunlong Li and Tatiana Vishneva feverishly prepare for a competition, while the latter also struggles with her growing feelings for oboist and fellow student Yasunori Kuroki.\n\nAs Chiaki, Nodame, and their friends continue on their respective journeys, they must not only strive to stay true to themselves, but also remember where it all started.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/5690/Nodame_Cantabile__Finale"
        },
        {
            "text": "Official Site",
            "link": "http://www.nodame-anime.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=7019"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=10950"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Nodame_Cantabile#Anime"
        }
    ]
}