{
    "title": "Mint de Kiss Me",
    "type": "manga",
    "volumes": "1",
    "chapters": "4",
    "original_name": "ミントで Kiss me",
    "tags": [
        "romance",
        "shoujo"
    ],
    "authors": [
        "Watase",
        "Yuu (Story & Art)"
    ],
    "sinopse": "Yuu Watase's Masterpiece Collection Volume 5 consists of four stories.\n\n1. Mint de Kiss Me -\n   There is a legend that if you kiss the man you like with a mint candy in your mouth, you can become one with your love. Misono is a rather superstitious girl who decides to test this out on Tohno-sensei, a young teacher she has a crush on. Unfortunately for her, she makes a mistake in the attempt to surprise him and instead kisses her fellow classmate Shindou. Of course this would be the time for the legend to work quite literally as Misono’s spirit enters Shindou’s body.\n\n2. Genseika -\n   Chiya goes to school with her friends and witnesses one of them die suddenly as a flower bursts out of him. The three friends had been together since elementary school, the death hitting Chiya and Yutaka hard. When other people begin dying from the flowers, they investigate possible reasons for such usual deaths. To her surprise, she finds answers close to home.\n\n3. Furimuke Romance! -\n   The hero of girls targeted by guys peeking into the locker room, Taka has quite the violent tomboy reputation. But all she wants is for some handsome guy to ask her out. A cheerful street vender, Ryouta gives her a special ring with a heart locket pendent to hold pictures. When two photos are enclosed, romance is in the air.\n\n4. Hang in there Nakago (Part I) -\n   Involves the scenario where Fushigi Yuugi was actually done by real actors. Unfortunately, Nakago (stage name) is a lot more unconfident than the character he plays. At least his one main fan, an unnamed woman with flowers, is there to support him through his worries.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/1884/Mint_de_Kiss_Me"
        }
    ]
}