{
    "title": "Oi! Ryouma",
    "type": "tv-serie",
    "episodes": "39",
    "original_name": "お〜い!竜馬",
    "start_date": "1992-04-07",
    "end_date": "1992-04-07",
    "opening_song": "\"Kusottare no Namida (くそったれの涙)\" by Tetsuya Takeda",
    "ending_song": "\"Kaze no Ippo (風の一歩)\" by Tetsuya Takeda",
    "rating": "None",
    "tags": [
        "adventure",
        "drama",
        "historical"
    ],
    "sinopse": "In the middle of the 19th century, Japan was still closed off from the outside world. There were just the beginning signs of reformation in the long regime of Shogun Tokugawa.\n\nIn the remote countryside, on the island of Shikoko, a young boy named Ryoma is growing up in a lower-class Samurai family. A decade later, he is to become on of the leading figures to topple the Shogun's reign and open Japan to the western world.\n\nOur story begins with Ryoma, a dreaming kid of seven years. Ryoma is an honest and tenderd-hearted boy who hates any sort of violence and brutality. He is so sensitive, and a bit naive, that he often cries from pity when he sees even the simples act of violence such as another kid trampling a tiny insect. The kids and even his family call him a \"cry baby\". However, he is not a coward -- not a \"chicken\" at all. His distress comes from a desire to prevent unreasonable acts and the wrong doings in life.\n\nHis older sister is the only person who understands his depth. She recognizes that her brother is gifted with a special talent and she does her best to protect him and cheer him up.\n\n(Source: Enoki Films USA)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/8415/Oi_Ryouma"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=3638"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=4606"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/O~i!_Ryoma"
        }
    ]
}