{
    "title": "Valkyrie Drive: Mermaid",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "ヴァルキリードライヴ　マーメイド",
    "start_date": "2015-10-10",
    "end_date": "2015-10-10",
    "opening_song": "\"Overdrive\" by Hitomi Harada",
    "ending_song": "\"Ultra Super Hyper Miracle Romantic (ウルトラスーパーハイパーミラクルロマンチック)\" by Mirei Shikishima (Yuka Iguchi) & Mamori Tokonome (Mikako Izawa)",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "ecchi",
        "fantasy",
        "shoujo-ai"
    ],
    "sinopse": "Naïve 16-year-old Mamori Tokonome is accustomed to being teased at school for having an unfortunate surname that can also be read as \"virgin.\" However, young Mamori will soon have to get used to being teased in other ways...\n\nKidnapped during gym class, Mamori wakes up only to find herself stranded and under attack on the exotic island of Mermaid. Luckily, enigmatic fellow castaway Mirei Shikishima knows exactly how to take the lead—through a passionate kiss, Mirei unleashes Mamori's Exter transformation abilities, turning the innocent red-head into a battle-ready cutlass through the power of arousal.\n\nThe duo will need to tap into that power as Mermaid Island is full of potential friends and foes: Charlotte, the sadistic Liberator of an Exter harem; the gluttonous and crafty Meifon; the mysterious but charismatic Akira Hiiragi; and the erotic biker duo Lady Lady. Mamori and Mirei's powerful and intimate embrace is the only way for the pair to ensure their survival on this scandalous island.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/30385/Valkyrie_Drive__Mermaid"
        },
        {
            "text": "Official Site",
            "link": "http://valkyriedrive.jp/anime/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11148"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16893"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Valkyrie_Drive"
        }
    ]
}