{
    "title": "Vinland Saga",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1500/103005.jpg",
        "alt": "vinland-saga"
    },
    "type": "tv-serie",
    "episodes": "24",
    "original_name": "ヴィンランド・サガ",
    "start_date": "2019-07-08",
    "end_date": "2019-07-08",
    "opening_song": "#1: \"MUKANJYO\" by Survive Said The Prophet (eps 1-12)",
    "ending_song": "#1: \"Torches\" by Aimer (eps 1-12)",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "adventure",
        "historical",
        "drama",
        "seinen"
    ],
    "sinopse": "Young Thorfinn grew up listening to the stories of old sailors that had traveled the ocean and reached the place of legend, Vinland. It's said to be warm and fertile, a place where there would be no need for fighting—not at all like the frozen village in Iceland where he was born, and certainly not like his current life as a mercenary. War is his home now. Though his father once told him, \"You have no enemies, nobody does. There is nobody who it's okay to hurt,\" as he grew, Thorfinn knew that nothing was further from the truth.\n\nThe war between England and the Danes grows worse with each passing year. Death has become commonplace, and the viking mercenaries are loving every moment of it. Allying with either side will cause a massive swing in the balance of power, and the vikings are happy to make names for themselves and take any spoils they earn along the way. Among the chaos, Thorfinn must take his revenge and kill Askeladd, the man who murdered his father. The only paradise for the vikings, it seems, is the era of war and death that rages on.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/37521/Vinland_Saga"
        },
        {
            "text": "Official Site",
            "link": "https://vinlandsaga.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13945"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=20778"
        },
        {
            "text": "Wikipedia",
            "link": "https://ja.wikipedia.org/wiki/%E3%83%B4%E3%82%A3%E3%83%B3%E3%83%A9%E3%83%B3%E3%83%89%E3%83%BB%E3%82%B5%E3%82%AC"
        }
    ]
}