{
    "title": "B: The Beginning",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1564/90469.jpg",
        "alt": "b-the-beginning"
    },
    "type": "ona",
    "episodes": "12",
    "original_name": "B: The Beginning",
    "start_date": "2018-03-02",
    "ending_song": "\"The Perfect World\" by Marty Friedman feat. Jean-Ken Johnny, KenKen",
    "rating": "R - 17+ (violence & profanity)",
    "tags": [
        "action",
        "mystery",
        "police",
        "psychological",
        "supernatural",
        "thriller"
    ],
    "sinopse": "On the islands of Cremona, a vigilante runs amok. Celebrated by some and hunted by others, the notorious \"Killer B\" takes justice into his own hands, armed with a sharp blade and superhuman abilities. Unable to apprehend this renegade, the Royal Investigation Service (RIS) calls upon the expertise of Keith Flick, a seasoned, yet eccentric detective who was relegated to the Archives Department following a personal loss. As crimes in Cremona begin to escalate, from stealthy executions of wrongdoers to sophisticated strikes on public figures, it soon becomes clear that there is more than one person responsible.\n\nWith the help of his impulsive sidekick Lily Hoshina, and unexpected aid from the elusive Killer B himself, Keith begins to unravel plots involving secret organizations, domestic terrorism, and human experiments. When the involvement of the RIS extends beyond the scope of justice, the extent of the government's corruption—as well as the trustworthiness of close allies—are thrown into question.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/32827/B__The_Beginning"
        },
        {
            "text": "Official Site",
            "link": "http://www.b-animation.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11950"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=19987"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/B_the_Beginning"
        }
    ]
}