{
    "title": "Mienai Kimi e no Okurimono",
    "type": "manga",
    "volumes": "1",
    "chapters": "5",
    "original_name": "みえない君への贈り物",
    "tags": [
        "romance",
        "shoujo",
        "supernatural"
    ],
    "authors": [
        "Satori",
        "Tae (Story & Art)"
    ],
    "sinopse": "Collection of 5 short stories:\n\n1. Mienai Kimi e no Okurimono\n   Tsuchiya Haruka comes from a family where the members are able to see ghosts meets a ghost her age at her school. The ghost quickly discovers she has a crush on someone, and decides to help her out. At the same time, she wants him to get over his attachments on earth, so he can pass on.\n\n2. Like... Like... Like\n   Asami Niijima found out her boyfriend was two timing, and when she confronted him, he dumped her. She is determined to not trust boys again, until she meets Takumi. She quickly recovers from her break up, and falls in love with Takumi. When going out however, it seems he is becoming distant. What is this uneasy feeling?\n\n3. Kiss Me... Kiss Me...\n   Ai is considered a real beauty by her peers at school, and they idolize her. Her boyfriend Yoi, with whom she has been dating for 3 months, doesn't seem to mind at all. In fact, he doesn't seem to care at all. This frustrates Ai, who begins to wonder if he really loves her. On top of that, she only started going out with him because he was persistent, as he isn't really her type. What will happen when someone (Katsuki) who is her type asks her out?\n\n4. Come Beside Me\n   Gyouaki is a girl who always puts on a smile, and forces herself to be outgoing and funny at school. Out of nowhere, Araki, a boy from her class, asks her: \"Aren't you forcing yourself?\".\n\n5. Out of Bounds\n   In a group of friends consisting of 3 guys and 3 girls, there is an unspoken rule that you do not go out with each other. Unfortunately, you cannot choose with whom you fall in love.",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/7550/Mienai_Kimi_e_no_Okurimono"
        }
    ]
}