{
    "title": "Grisaia: Phantom Trigger The Animation",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1275/97358.jpg",
        "alt": "grisaia-phantom-trigger-the-animation"
    },
    "type": "movie",
    "episodes": "2",
    "original_name": "グリザイア：ファントムトリガー THE ANIMATION",
    "start_date": "2019-03-15",
    "opening_song": "\"Gensou no Ranbu (幻想の輪舞)\" by Maon Kurosaki",
    "ending_song": "\"Sayonara no Wakusei (サヨナラの惑星)\" by Yoshino Nanjo",
    "rating": "R+ - Mild Nudity",
    "tags": [
        "action",
        "school"
    ],
    "sinopse": "Following the Heath Oslo incident, the existence of the US-Japanese anti-terror organization CIRS has become a matter of public knowledge. CIRS has been rebuilt from the ground up, and its most covert functions spun off to a new agency: SORD (Social Ops, Research & Development).\n\nThe goal of SORD is to train a new generation of operatives to defend the country against future threats. To that end, the organization has established a series of schools up and down the country. Mihama Academy, more-or-less left to rot after its abrupt closure, has been given new purpose as one such 'specialist training school'.\n\nThis new incarnation of Mihama Academy is home to a diverse group of students, who every day work to polish their unusual skills – sometimes on the job. Mihama now entrusts the misfit girls who attend it with guns and live ammunition.\n\nPaying their own safety no heed, these students are again and again plunged into dangerous extrajudicial missions - all for the good of the realm.\n\n\"We've been provided with a place in the world. That alone isn't enough - there wouldn't be any meaning in living, if that was all we had... It's not enough just to be made use of by others. I live by my own strength, and I fight to survive. That's the only way those of us who actually make it through can find forgiveness...\"\n\nNo matter how much life grinds them down, what future awaits these girls, who've themselves chosen the path of the gun?\n\n(Source: Kickstarter)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/35868/Grisaia__Phantom_Trigger_The_Animation"
        },
        {
            "text": "Official Site",
            "link": "http://www.grisaia-pt.com/gptanime/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=13273"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=21126"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/The_Fruit_of_Grisaia#Anime"
        }
    ]
}