{
    "title": "Break Blade",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/manga/3/160213.jpg",
        "alt": "break-blade"
    },
    "type": "manga",
    "original_name": "ブレイクブレイド",
    "start_date": "2006-09-12",
    "tags": [
        "action",
        "drama",
        "fantasy",
        "mecha",
        "shounen",
        "military"
    ],
    "authors": [
        "Yoshinaga",
        "Yunosuke (Story & Art)"
    ],
    "sinopse": "Rygart Arrow is an 'unsorcerer,' one of the few (one in a million) people completely lacking the ability to use the quartz stones used as an energy source for everything in this world.\n\nThis status has made him an outcast and an object of scorn, leaving him unable to work machinery, fire a gun, or even light a lamp without aid. His father had desperate hopes that sending him to a military academy might awaken some power in him after all, but no such miracle occured. Rygart has since since become a farmer on the isolated outskirts of the Country of Krisna—but the friends he made while he was there, and the loyalty he has towards them, is about to change everything.\n\nTwo of them now sit on the country's throne, and when they summon him to the capital he discovers just how sheltered his life has been—Krisna is in danger, war is about to break out, and the conditions for surrender put forward by their enemies are impossible to meet. An elite unit of enemy troops is already launching attacks on the capital—an elite unit led by their old friend Zess.\n\nWhat is Rygart supposed to do when his inability to use quartz leaves him utterly useless in the face of the battle that looms ahead? When he stumbles into a powerful and ancient mecha that the quartz-wielding people of Krisna have been unable to use, he may just have found a way to stand amongst them... but when his friends are on opposite sides, where does that truly leave him?\n\n(Source: Ephidel)",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/manga/4608/Break_Blade"
        }
    ]
}