{
    "title": "Fukigen na Mononokean",
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "不機嫌なモノノケ庵",
    "start_date": "2016-06-28",
    "end_date": "2016-06-28",
    "opening_song": "\"Tomodachi Meter (トモダチメートル)\" by The Super Ball",
    "ending_song": "\"Tobira no Mukou (扉の向こう)\" by Hanae Ashiya (Yuki Kaji) and Haruitsuki Abeno (Tomoaki Maeno)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "demons",
        "supernatural"
    ],
    "sinopse": "The start of Hanae Ashiya's high school career has not been easy—he has spent all of the first week in the infirmary, and his inexplicable condition is only getting worse. The cause of his torment is the mysterious fuzzy creature that has attached itself to him ever since he stumbled upon it the day before school began.\n\nAs his health continues to decline and the creature grows in size, Hanae comes across a flyer advertising an exorcist who expels youkai. Desperate and with nothing left to lose, he calls the number and is led to the Mononokean, a tea room which suddenly appears next to the infirmary. A morose-sounding man, Haruitsuki Abeno, reluctantly helps Hanae but demands payment afterward. Much to Hanae's dismay, he cannot afford the fee and must become an employee at the Mononokean to work off his debt. And to make things worse, his new boss is actually one of his classmates. If Hanae ever hopes to settle his debt, he must work together with Abeno to guide a variety of dangerous, strange, and interesting youkai back to the Underworld.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/32696/Fukigen_na_Mononokean"
        },
        {
            "text": "Official Site",
            "link": "http://www.mononokean.tv/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11924"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=18061"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/The_Morose_Mononokean"
        }
    ]
}