{
    "title": "RDG: Red Data Girl",
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "RDG レッドデータガール",
    "start_date": "2013-04-04",
    "end_date": "2013-04-04",
    "opening_song": "\"Small worldrop (スモルワールドロップ)\" by Annabel (eps 1-2, 4-11)",
    "ending_song": "#1",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "fantasy",
        "magic"
    ],
    "sinopse": "Fifteen-year-old Izumiko Suzuhara just wants to be a normal girl, but that is easier said than done. Raised in a shrine deep in the mountains, she grew up extremely sheltered and painfully shy. She also has the unfortunate tendency to destroy any electronic device simply by touching it.\n\nDespite this, she still wants to try and change her life. To mark her determination to follow through on this transformation, Izumiko begins by cutting her bangs, which shocks both her classmates and protectors. And that's only the start! Her guardian, Yukimasa Sagara, forces his son, Miyuki, to come to the mountain shrine and become Izumiko's lifelong servant and protector. Too bad Izumiko and Miyuki cannot stand each other. They have known each other since they were children, and Miyuki bullied her terribly. He simply does not understand what is so special about Izumiko. His father calls Izumiko a goddess, but that cannot be true…can it? Will Izumiko and Miyuki work past their differences? Is she actually a literal goddess? Find out in RDG: Red Data Girl!",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl"
        },
        {
            "text": "Official Site",
            "link": "http://rdg-anime.jp/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9328"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=14862"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/RDG_Red_Data_Girl"
        }
    ]
}