{
    "title": "Free!: Take Your Marks",
    "type": "movie",
    "episodes": "1",
    "original_name": "特別版 Free!-Take Your Marks-",
    "start_date": "2017-10-28",
    "opening_song": "\"FREE-STYLE SPIRIT\" by STYLE FIVE (Nobunaga Shimazaki, Tatsuhisa Suzuki, Mamoru Miyano, Tsubasa Yonaga, Daisuke Hirakawa)",
    "ending_song": "\"What Wonderful Days!!\" by Iwatobi-chou no Yukai na Nakama-tachi (Sung",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "school",
        "slice-of-life",
        "sports"
    ],
    "sinopse": "Taking place between the events of Free!: Eternal Summer and Free!: Dive to the Future, Free!: Take Your Marks plays out the graduated seniors' last summer through four different stories before they set sail for the future.\n\nUnmei no Choice! (Destined Choice!) follows Haruka Nanase and Makoto Tachibana searching for a new apartment for Haruka as he settles into Tokyo.\n\nHitou no Cooling Down! (Cooling Down at the Secret Hot Spring!) sees Aiichiro Nitori choose a graduation gift for Rin Matsuoka and Sousuke Yamazaki, while Momotaro Mikoshiba wins tickets to the Anago Hot Springs. Hoping for a trip together, Aiichiro and Momotaro invite Rin and Sousuke.\n\nKessoku no Batafurai! (United Butterfly!) shows Rei Ryugazaki, Nagisa Hazuki, and Gou Matsuoka creating a recruitment video to attract new club members for the next school year.\n\nTabidachi no Etanaru Buru! (Departing Eternal Blue!) looks into the Iwatobi and Samezuka swim teams' plans for Rin's surprise going-away party, as he will be departing for Australia soon.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/35198/Free__Take_Your_Marks"
        },
        {
            "text": "Official Site",
            "link": "http://tym.iwatobi-sc.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=12996"
        }
    ]
}