{
    "title": "Free!: Eternal Summer",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/1719/108886.jpg",
        "alt": "free-eternal-summer"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "Free!-Eternal Summer-",
    "start_date": "2014-07-03",
    "end_date": "2014-07-03",
    "opening_song": "\"Dried Up Youthful Fame\" by OLDCODEX (eps 1- 12)",
    "ending_song": "#1: \"FUTURE FISH\" by STYLE FIVE (Nobunaga Shimazaki, Tatsuhisa Suzuki, Mamoru Miyano, Tsubasa Yonaga, Daisuke Hirakawa) (eps 1-12)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "slice-of-life",
        "comedy",
        "sports",
        "drama",
        "school"
    ],
    "sinopse": "Even though it has been a year since the Iwatobi High School Swim Club has been created, new members have yet to join the club. Now that Haruka Nanase and Makoto Tachibana are senior students, along with their younger friends Nagisa Hazuki and Rei Ryuugazaki, they have to find a way to attract new members. If not, the club will be forced to close the following year due to a lack of membership.\n\nMeanwhile, with impending graduation, it is also time for the seniors to decide their plans for the future. Unlike their friend Rin Matsuoka, the new captain of Samezuka Academy Swim Club who is determined to fulfill his dream of being a professional swimmer, Haruka and Makoto are unsure about what career path they want to take.\n\nFurther problems arise when an old friend of Rin's, Sousuke Yamazaki, comes to the city to study at Samezuka Academy; the recently scouted swimmer's arrival causes tension in the relationship among him, Rin, and Haruka.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/22265/Free__Eternal_Summer"
        },
        {
            "text": "Official Site",
            "link": "http://www.iwatobi-sc.com/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=10415"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16032"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Free!_%28anime%29"
        }
    ]
}