{
    "title": "Aoharu x Kikanjuu",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/4/76271.jpg",
        "alt": "aoharu-x-kikanjuu"
    },
    "type": "tv-serie",
    "episodes": "12",
    "original_name": "青春 × 機関銃",
    "start_date": "2015-07-03",
    "end_date": "2015-07-03",
    "opening_song": "\"The Bravest Destiny\" by Toy☆GunGun (トイ ☆ ガンガン) (Tomoaki Maeno, Yoshitsugu Matsuoka, Mikako Komatsu)",
    "ending_song": "#1: \"Gunjou Survival (群青サバイバル)\" by Mikako Komatsu (eps 1-7, 9-12)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "action",
        "comedy",
        "sports",
        "shounen"
    ],
    "sinopse": "Hotaru Tachibana has a strong sense of justice and just cannot help confronting those who choose to perform malicious acts. Furthermore, Hotaru is actually a girl who likes to disguise herself as a boy. After hearing rumors that her best friend was tricked by the popular host of a local club, Hotaru seeks to punish the evildoer. Upon arriving at the club, however, she is challenged to a so-called \"survival game\" by the host Masamune Matsuoka, where the first person hit by the bullet of a toy gun will lose.\n\nAfter a destructive fight which results in Hotaru's loss, Masamune forces the young \"boy\" to join his survival game team named Toy Gun Gun, in order to repay the cost of the damages that \"he\" has caused inside the club. Although she is initially unhappy with this turn of events, Hotaru quickly begins to enjoy what survival games have to offer and is determined to pay off her debt, much to the dismay of Tooru Yukimura, the other member of Toy Gun Gun. As time goes on, Hotaru begins to develop a close friendship with the rest of the team and hopes to take part in realizing their dream of winning the Top Combat Game (TCG), a tournament to decide the best survival game team in Japan.\n\nAlthough Hotaru tries her best, there are just two little problems: she is absolutely terrible at the game, and Toy Gun Gun doesn't allow female members on their team!\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/30205/Aoharu_x_Kikanjuu"
        },
        {
            "text": "Official Site",
            "link": "http://www.tbs.co.jp/anime/aoharu/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=11110"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=16816"
        },
        {
            "text": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Aoharu_x_Machinegun"
        }
    ]
}