{
    "title": "Servant x Service",
    "thumbnail": {
        "src": "https://cdn.myanimelist.net/images/anime/13/51579.jpg",
        "alt": "servant-x-service"
    },
    "type": "tv-serie",
    "episodes": "13",
    "original_name": "サーバント × サービス",
    "start_date": "2013-07-05",
    "end_date": "2013-07-05",
    "opening_song": "\"May I Help You? (めいあいへるぷゆー?)\" by Lucy Yamagami (Ai Kayano), Saya Miyoshi (Mai Nakahara), Megumi Chihaya (Aki Toyosaki)",
    "ending_song": "#1: \"Hachimitsu Doki (ハチミツ時間)\" by Lucy Yamagami (CV: Ai Kayano) (eps 1-4, BD 13)",
    "rating": "PG-13 - Teens 13 or older",
    "tags": [
        "comedy",
        "seinen",
        "slice-of-life"
    ],
    "sinopse": "Frustrating, insufficient, and irritating is how most citizens would describe civil servants. However, three new employees are about to discover what really happens behind the scenes. Lucy Yamagami, bent on revenge against the civil servant who allowed her comically long name to be put on her birth certificate; Yutaka Hasebe, an easygoing guy always on the lookout for a place to slack off; and Saya Miyoshi, a nervous first-time worker, are about to experience the underwhelming satisfaction of being government employees.\n\nThey are supposed to be trained by Taishi Ichimiya, but he has no idea how to do so, even though he has worked there for eight years. With an incompetent senior colleague and unfavorable confrontations with clients, the trio starts to lose faith in their chosen occupation but encourage each other to do their best.\n\n[Source My Anime List]",
    "links": [
        {
            "text": "My Anime list",
            "link": "https://myanimelist.net/anime/18119/Servant_x_Service"
        },
        {
            "text": "Official Site",
            "link": "http://www.servantservice.org/"
        },
        {
            "text": "AnimeDB",
            "link": "http://anidb.info/perl-bin/animedb.pl?show=anime&aid=9798"
        },
        {
            "text": "AnimeNewsNetwork",
            "link": "http://www.animenewsnetwork.com/encyclopedia/anime.php?id=15241"
        },
        {
            "text": "Wikipedia",
            "link": "http://en.wikipedia.org/wiki/Servant_x_Service"
        }
    ]
}